{"name":"Abdiqasim Salad Hassan","url":"/wiki/Abdiqasim_Salad_Hassan","Born":"1941-01-01","termEnds":null,"termStarts":null,"text":"Abdiqasim Salad Hassan (Somali: Cabdiqaasim Salaad Xasan;[1] Arabic: عبد القاسم سلطة حسن; born on January 1, 1941) or Abdiqasim Salad[2] is a Somali politician. He helped found the Transitional National Government which he served as President of Somalia from 2000 to 2004, and previously served as Interior Minister and Finance Minister in the government of Mohamed Siad Barre. Hassan was born in the town of Galdogob, situated in the north-central Mudug region of the former Italian Somaliland. His family hails from the Habar Gidir sub-clan of the Gorgaarte Hawiye.[3] Hassan pursued his post-secondary education in the USSR, graduating in 1965 from the Biology Department of Lomonosov Moscow State University.[4] A key founder of Somalia's Sulh (reconciliation) group of which former Foreign Minister Abdirahman Jama Barre was also a part,[5] Hassan has held several important positions in the Somali government, most notably as Siad Barre's last Interior Minister. As such, Hassan was responsible for all internal security agencies including the National Security Service (NSS), the Investigative Department of the Somali Revolutionary Socialist Party, the police, and the Deputy Prime Ministership. Additionally, Hassan was the 2nd Deputy Prime Minister of Somalia in the late 1980s. Abdirahman Jama Barre served opposite him as the 1st Deputy Prime Minister.[6] After the Barre's administration's ouster in 1991 and the start of the civil war in Somalia, Hassan left for Cairo. In 2000, the Transitional National Government (TNG) was established as Somalia's new interim central government. On August 26, Hassan presented himself as a candidate in that year's elections for a new TNG President. He received 145 of the total votes, with former Somalia ambassador to Washington Abdullahi Ahmed Addou earning 92 votes on the third ballot. Hassan was sworn into office the following day.[7] Hassan's administration controlled parts of the Somali capital, Mogadishu, with the rest of the southern half of the country under the control of various faction leaders. Shortly before the mandate of the Transitional National Government expired in August 2003, Hassan withdrew from talks aimed at forming a new government. Prime Minister Hassan Abshir Farah accused him of trying to make the negotiations fail to extend his time in office. This resulted in Farah's dismissal by Hassan. In 2004, Hassan ran for re-election in that year's presidential race. On October 10, 2004, in a session held by the Transitional Federal Parliament (TFP), Abdullahi Yusuf Ahmed was elected as President of the Transitional Federal Government (TFG), a successor interim body to the TNG that Ahmed had helped establish earlier in the year.[8] Ahmed received 189 votes from the TFG Parliament, while the closest contender, Abdullahi Ahmed Addou, got 79 votes in the third round of voting. Hassan peacefully withdrew his candidature.[9][10] Since the end of his term as President, Hassan has rallied for a safer Somalia. He takes part in numerous events in and around Somalia where he talks to his fellow countrymen about how they can change their nation for the better. He now divides his time between Somalia and Egypt.","country":"Somalia"}