{"name":"Abdullahi Yusuf Ahmed","url":"/wiki/Abdullahi_Yusuf_Ahmed","Born":"1934-12-15","Died":"2012-03-23","Political party":"Transitional Federal Government","termEnds":null,"termStarts":null,"text":"Abdullahi Yusuf Ahmed (Somali: Cabdullaahi Yuusuf Axmed, Arabic: عبدالله يوسف أحمد‎; 15 December 1934 – 23 March 2012) was a Somali politician and former colonel in the Somali National Army. He was one of the founders of the Somali Salvation Democratic Front, as well as the Puntland State of Somalia, the latter of which he served as the first president. In 2004, Ahmed also helped establish the Transitional Federal Government, which he led as President of Somalia from 2004 until 2008. Abdullahi Yusuf was born on 15 December 1934 in Galkayo, situated in the north-central Mudug region of Somalia. The city was at the time part of Italian Somaliland.[1][2] His family hailed from the Omar Mahmoud sub clan of the larger Majeerteen Harti Darod clan.[3] For his post-secondary education, Ahmed studied law at the Somali National University in Mogadishu. He later moved abroad to pursue Military Studies.[4] Ahmed obtained a degree in Military Topography from the M. V. Frunze Military Academy in the former Soviet Union (Военная академия им. М. В. Фрунзе), an elite institution reserved for the most qualified officers of the Warsaw Pact armies and their allies.[2][5] He also received additional military training in Italy.[2] Ahmed was married to Hawa Abdi Samatar.[6] The couple had two sons and two daughters in addition to six grandchildren.[7] Ahmed joined the Somali Army in 1950. In 1954 he was included in the first batch of Somali military personnel that was taken to Italy for Officer training. The batch included Aidid, Samatar, and Gabeyre. He was promoted to the post of commander in 1960.[8] As a soldier, he participated in the Somali-Ethiopian war of 1964 and was decorated for bravery.[9] Between 1965 and 1968, Ahmed also served as Somalia's military attaché to Moscow.[4] On 15 October 1969, while paying a visit to the northern town of Las Anod, Somalia's then President Abdirashid Ali Shermarke was shot dead by one of his own bodyguards. His assassination was quickly followed by a military coup d'état on 21 October 1969 (the day after his funeral), in which the Somali Army seized power without encountering armed opposition – essentially a bloodless takeover. The putsch was spearheaded by Major General Mohamed Siad Barre, who at the time commanded the army.[10] For refusing to support Barre's seizure of power, Ahmed was imprisoned for several years by the new military regime.[4] In 1975, Ahmed was released from prison and appointed by Barre as the director of a governmental agency. He later commanded the Somali National Army's (SNA) southern front in the Ogaden War against neighboring Ethiopia,[2] with assistance from 60th division commandant Col. Abdullahi Ahmed Irro, as well as frontline deputies Col. Abdulkadir Berked of Begedi of Afgio and Col. Ahmed Ilgir of Burtinle serving as his deputies. Ahmed was assigned to lead the Negheille offensive in 1977, which extended from Bali in the southwest to the town of Negheille.[11] For his efforts, Ahmed was again decorated for courage, but would remain a Colonel throughout his military career.[9] f potential leaks. Ahmed was at the time in the southern Gedo region and was unaware of the changes to the coup plan. He later learned of the failed putsch via a secured communication network, which contained a coded two sentence message from Col. Abdullahi Ahmed Irro reading \"Wife Aborted\", dated 11:00 am, 9 April 1978.[12] Most of the people who had helped plot the coup were summarily executed, but Ahmed and several other colonels managed to escape abroad.[4] Later that year, in adjacent Ethiopia, Ahmed and Hassan Ali Mire formed a rebel movement called the Somali Salvation Front, with Ahmed serving as chairman.[13][14] The organization was subsequently renamed the Somali Salvation Democratic Front (SSDF) in 1979. It was the first of several opposition groups dedicated to ousting Barre's regime by force.[13] After opposing the Ethiopian government's claims of sovereignty over several Somali-inhabited areas that the SSDF had managed to seize control of from Barre's forces, Ahmed was detained by the local Ethiopian authorities in 1985.[2] Mire was elected as the SSDF's new chairman the following year.[14] Ahmed would remain imprisoned until his release in 1990, following the demise of Ethiopia's then-ruling Derg.[4][8][15] Ahmed subsequently returned to Somalia. In 1992, he marshalled forces to successfully expel an Islamist extremist group linked to Al-Itihaad al-Islamiya that had taken over Bosaso, a prominent port city and the commercial capital of the northeastern part of the country.[16] He later served as a co-chairman of the National Salvation Council of Somalia, established in 1997.[17] Over the next few years, Ahmed emerged as the pre-eminent leader of his native Puntland region in the north, eventually declaring the territory autonomous in 1998. On 23 July 1998, he was appointed the first President of Puntland by the unicameral Council of Elders legislature, and served in this capacity until his term expired on 1 July 2001. However, Ahmed wanted his tenure extended. He and Jama Ali Jama subsequently fought for control of the region, with Ahmed emerging victorious the following year.[2] Ahmed then served his second term as president until October 2004, when he was elected President of Somalia. He was succeeded in office by Mohamed Abdi Hashi as interim president. On 10 October 2004, in a session held by the Transitional Federal Parliamentin the neighbouring Kenyan capital of Nairobi, Ahmed was elected as President of the Transitional Federal Government (TFG), an interim federal administrative body that he had helped establish earlier in the year.[18] He received 189 votes from the TFG Parliament, while the closest contender being, former Somali Ambassador to the United States Abdullahi Ahmed Addou, got 79 votes in the third round of voting. The then incumbent President of Somalia, Abdiqasim Salad Hassan, peacefully withdrew his candidature.[19][20] Ahmed was sworn in a few days later on 14 October 2004.[20] As President, Ahmed pledged to promote reconciliation and to set about rebuilding the country. However, his government was beset by internal disagreements and contentions with other stakeholders in Somalia. For example, he was at loggerheads with some warlords and government members over where the administration should be based. The President and Prime Minister opposed a move to Mogadishu, citing security reasons. Consequently, Ahmed along with his Prime Minister Ali Mohammed Ghedi and the Speaker of the Parliament Sharif Hassan Sheikh Aden helped to relocate the Transitional Federal Institutions (TFIs) from Nairobi to the Somali cities of Jowhar and Baidoa, where the TFG resided until the government eventually took control of Mogadishu. The make up of a possible foreign peacekeeping force – in particular the inclusion of Ethiopian troops – was another bone of contention. Ethiopia was accused of backing rival Somali warlords in order to keep the country weak. The African Union Mission to Somalia (AMISOM) mission therefore excluded countries neighboring Somalia from participating in peacekeeping activities. Due to a lack of funding and human resources, an arms embargo that made it difficult to re-establish a national security force, and general indifference on the part of the international community, President Ahmed also found himself obliged to deploy thousands of troops from Puntland to Mogadishu to sustain the battle against insurgent elements in the southern part of the country. Financial support for this effort was provided by the autonomous region's government. This left little revenue for Puntland's own security forces and civil service employees, leaving the territory vulnerable to piracy and terrorist attacks.[21][22] In May 2006, the Second Battle of Mogadishu started and CNN reported that there were interim government forces in action. However, Ahmed told the BBC that the alliance of warlords were not fighting on behalf of the government, and threatened to fire them.[23] Indeed, members of the government who were part of the warring Alliance for the Restoration of Peace and Counter-Terrorism (ARPCT) were sacked. Others left the government in disaffection following the victories of the Islamic Courts Union. After the start of the new phase of the War in Somalia on 21 December 2006, the TFG, with the help of Ethiopian forces, wrested control of the southern part of the country and the capital, Mogadishu, from the hands of the Islamic Courts Union. By 28 December, the Transitional Federal Government had captured Mogadishu as the ICU forces fled. On 8 January 2007, as the Battle of Ras Kamboni raged, TFG President Ahmed entered Mogadishu for the first time since being elected to office. It was announced that the government would relocate to Villa Somalia in the capital from its interim location in Baidoa. This marked the first time since the fall of the Siad Barre regime in 1991 that a Somali government controlled most of the country. Following this defeat, the Islamic Courts Union splintered into several different factions. Some of the more radical elements, including Al-Shabaab, regrouped to continue their insurgency against the TFG and oppose the Ethiopian military's presence in Somalia. Throughout 2007 and 2008, Al-Shabaab scored military victories, seizing control of key towns and ports in both central and southern Somalia. At the end of 2008, the group had captured Baidoa but not Mogadishu. By January 2009, Al-Shabaab and other militias had managed to force the Ethiopian troops to withdraw from the country, leaving behind an under-equipped African Union peacekeeping force to assist the Transitional Federal Government's troops.[24] On 17 September 2006, a suicide car bomber smashed his vehicle into Ahmed's convoy outside the National Parliament in Baidoa. The attack killed four of Ahmed's bodyguards as well as Ahmed's brother. Six attackers were also slain in the subsequent gun battle. Ahmed's life was most likely saved by the fact that he was traveling in the second vehicle in the convoy rather than the front one (a decoy). The Islamic Courts Union, which at the time controlled much of the southern half of the country, was blamed for the attack.[25] Ahmed underwent a liver transplant in the 1990s. In early December 2007, he was admitted to a hospital in Nairobi for treatment of what his spokesman described as bronchitis,[26] and on 4 January 2008, he collapsed in Baidoa and was taken to Ethiopia for treatment.[27] Two days later, Ahmed was rushed to London for tests.[28] He returned to Mogadishu on 16 February 2008; rebels promptly fired mortars at the presidential compound, reportedly wounding at least five people.[29] In the second half of 2008, Ahmed had been at loggerheads with then Prime Minister Nur Hassan Hussein over a proposed new cabinet,[30] the latter of which Ahmed characterized as nothing more than a \"clan deal\".[9] On 14 December 2008, Ahmed announced that he had dismissed Hussein and his government, citing corruption, inefficiency, treason and failure to bring peace to the war-torn country as reasons for the dismissal.[31] Earlier in the year, Hussein had survived a vote of no confidence after having been accused by some lawmakers of embezzling state funds.[32] Hussein said that Ahmed did not have the power to fire him without parliamentary approval, while Ahmed asserted that he believed Parliament would endorse the dismissal.[32] Parliament supported Hussein in a vote on 15 December, but Ahmed nevertheless appointed Mohamoud Mohamed Guled as Prime Minister to replace Hussein on 16 December.[33] On 21 December, Radio Garowe reported that 80 members of parliament held a conference in Baidoa where they all agreed that the vote of confidence in support of Hussein's government never took place. Ismail Ali Nur, who spoke on behalf of the dissenting lawmakers, indicated that Somalia's constitution requires a parliament quorum of no less than 139 MPs present for votes, but that \"only 95 MPs\" showed up as opposed to the 143 members of parliament claimed by Speaker Adan \"Madobe\" Mohamed. Nur also urged people to \"watch video footage recorded from that session.\"[34] On 24 December, the newly appointed Prime Minister Guled announced his resignation, citing that he did not wish to be \"seen as a stumbling block to the peace process which is going well now.\"[35][36] Following Guled's resignation, Abdirashid Sed, who was close to President Ahmed, said that Ahmed would announce his resignation and retirement from politics at a special session of Parliament on 29 December. According to Sed, Ahmed made this decision \"because he does not want to be seen as an obstacle to peace in Somalia\".[37] On 29 December 2008, Abdullahi Yusuf Ahmed announced before a united parliament in Baidoa his resignation as President of Somalia. In his speech, which was broadcast on national radio, Ahmed expressed regret at failing to end the country's 17-year conflict as his government had mandated to do.[38] He also blamed the international community for its failure to support the government, and said that the speaker of parliament, Aden \"Madobe\" Mohamed, would succeed him in office per the Transitional Federal Government's Charter.[39] While it was suggested that Ahmed's resignation added chaos to the country's political landscape as Ethiopia withdrew its troops, some diplomats opined that it might have improved the prospects of striking a deal with the more moderate Islamist insurgents.[38] After his retirement from politics, Ahmed was initially reported to have flown out of Baidoa back to his native Puntland in the northeast.[38] He then arrived in Sana'a, the capital of Yemen, on 20 January 2009, along with his wife and 17 family members and guards.[40] On 21 January, Al Arabiya reported that Ahmed was granted political asylum in Yemen, where he resided.[41] In 2011, Ahmed released his memoirs, titled Struggle and Conspiracy: A Memoir (Halgan iyo Hagardaamo: Taariikh Nololeed). He began a promotional European tour for the book late in the year and in early 2012.[42] On 23 March 2012, relatives and Radio Mogadishu announced that Abdullahi Yusuf Ahmed had died from complications due to pneumonia. He had been receiving treatment for several weeks at the Zayed Military Hospital in Abu Dhabi, but had fallen into a coma over the previous few days.[43][44] Somalia's Transitional Federal Government, which Ahmed had co-founded, declared a three-day period of mourning for the late ruler and appointed a ministerial-level committee for the scheduled funeral proceedings.[7][45] Somali citizens also offered their condolences and prayers, particularly in the northeastern Puntland region, where Ahmed is regarded as a founding father.[45] Upon learning of Ahmed's death, Puntland Minister of State for Planning and International Cooperation, Abdulkadir Hashi, tweeted that \"President Yusuf's death marks a huge loss for the Somali people and especially for Puntlanders. He was a great patriot & friend\".[46] Ahmed was flown to the Aden Adde International Airport in Mogadishu, where the Bombay army band conducted a military funeral service in his honor and a Janaza prayer was dedicated to him. On 25 March 2012, the former President was then taken to his hometown of Galkacyo for a state burial. A 22-gun salute was fired upon his arrival, and the ensuing funeral ceremony was attended by over two thousand people. Numerous government officials and religious and clan leaders came to pay their last respects, including incumbent Puntland President Abdirahman Mohamud Farole, former Puntland President Mohamud Muse Hersi, TFG President Sharif Sheikh Ahmed, and Prime Minister of Somalia Abdiweli Mohamed Ali. International delegations from Djibouti, Ethiopia, Sudan and Yemen, among many others, also attended the interment. President Farole gave a brief speech noting that \"Abdullahi was a patriotic man whose dedication and rigidness will inspire many to come.\"[47] In commemoration of the late leader, the Galkayo Airport was also officially renamed as the Abdullahi Yusuf International Airport.[47]","country":"Somalia"}