{"name":"Abelardo L. Rodríguez","url":"/wiki/Abelardo_L._Rodr%C3%ADguez","Born":"1889-05-12","Died":"1967-02-13","Political party":"National Revolutionary","termEnds":"He was appointed substitute president by Congress to conclude the 1928–1934 term.[129]","termStarts":"He was appointed substitute president by Congress to conclude the 1928–1934 term.[129]","text":"Abelardo Rodríguez Luján, commonly known as Abelardo L. Rodríguez (Spanish pronunciation: [aβeˈlaɾðo ˈele roˈðɾiɣes]; 12 May 1889 – 13 February 1967) was the Substitute President of Mexico from 1932 to 1934. He completed the term of President Pascual Ortiz Rubio after his resignation, during the period known as the Maximato. Former President Plutarco Elías Calles (El Jefe Máximo) then held considerable de facto political power, without being president himself. However, Rodríguez was more successful than Ortiz Rubio had been in asserting presidential power against Calles's influence. To date, Rodríguez is the only Mexican to have been brigadier general, president, and governor of two different states.[1] Rodríguez was born on May 12, 1889, to a poor family in San José de Guaymas, Sonora. His parents were Nicolas Rodriguez Campos[2] and Petra Luján.[3] Besides Abelardo, they had multiple children: Jose, Maria, Fernando Feliciano, Catalina, Eduardo, Virginia, Manuela, Nicolas, Catarina, and Jose Maria. Due to poverty, young Abelardo rarely wore shoes. When he was eleven years old, he briefly attended school in Nogales, Arizona. There, he was attacked by two older American boys named Owen Walker and Don Herrera, due to anti-Mexican sentiment. He was in line one day, when Herrera got in front of him and Walker behind. Herrera gave Rodríguez a sharp shove, throwing Rodríguez on top of Walker, who had a knife in his hand. Walker slashed Rodríguez through his left cheek, making an incision, at least six centimeters (2.3 inches), from the mouth upwards. Later, as a young man, Rodríguez returned to Arizona to take his revenge. However, he found that Walker had died in a farming accident, and that Herrera had moved to California with his family. After reflecting on Walker's tragic death, Rodríguez reconsidered and dropped his bid for revenge.[4] Rodríguez never finished his primary studies. Instead, he dropped out after the 4th grade to begin working, in order to help his family. However, he vowed to educate himself.[4] As young man he worked at his brother's hardware store, at a copper mine in Cananea, and as a professional baseball player in Nogales, Sonora. He worked briefly worked at an iron manufacturer in Los Angeles, California while attempting to pursue a career as a singer. After failing as a singer in Los Angeles, he returned to Mexico. In Sonora, he briefly worked for the South Pacific Railroad, before being discharged. Due to his red-green color blindness, he had failed his test to become a railroad conductor.[4] In 1912, he became a police commander in Nogales, Sonora.[5] Rodríguez joined the Mexican Revolution as a Lieutenant on March 1, 1913. He joined the irregular Second Battalion of Sonora, under the command of Lieutenant Colonel Orozco. Rodríguez chronicled his military experience in his 1962 autobiography. He experienced his first combat on August 24, 1913, at Cruz de la Piedra, Sonora. There, the Second Battalion forces ambushed a train carrying Federal Army troops from Mexico City, led by General Girón. The Norteños massacred the Federales and killed General Girón.[4] In late 1913 Rodríguez fought at Los Mochis and then at Sinaloa de Leyva. On October 1, 1913, in Sinaloa de Leyva, he received his promotion to Second Captain. On October 14, 1913, he helped take Culiacán. On March 1, 1914, he was appointed Second Paymaster. The Second Battalion was incorporated into the irregular Fourth Battalion of Sonora, which was part of the escort of General Venustiano Carranza. In June 1914, the Fourth Battalion was at Durango City in the State of Durango. There, Rodríguez was insulted by Captain Pedro Almada, who was his superior. The incident was unprovoked, and occurred at a dinner, at a long table in front of many officers. Rodríguez responded by standing, drawing his pistol, and firing one shot at Captain Almada's forehead. He missed, and the bullet hit a wall behind the Captain. On June 16, 1914, Rodríguez was arrested for insubordination and sent to the Durango State Penitentiary. On June 24, 1914, Rodríguez was released from prison. A law intern, Jesús Dorador Ibarra, had been able to verify that due to his salary as Paymaster, Rodríguez had actually assimilated the rank of First Captain, and therefore, there was no insubordination. A judge revoked the arrest warrant, and Rodríguez was free. On the day of his release, he was visited by Captain Pedro Almada. They forgave each other and became friends. Rodríguez re-joined the Fourth Battalion of Sonora, and continued serving under General Carranza. On July 17, 1914, Rodríguez received his official promotion to First Captain. On August 20, 1914, Carranza and the Fourth Battalion entered Mexico City, and General Carranza assumed the provisional Presidency of the Republic.[4] In late 1914, the irregular Fourth Battalion of Sonora was incorporated into the Northwest Army Corps of the Constitutional Army, led by General Alvaro Obregón. On December 21, 1914, Rodríguez was promoted to Major, while on the railroad above Mexico City. On May 10, 1915, the Constitutional Army commanded by General Obregón left Mexico City. They were headed to defeat the army of General Francisco \"Pancho\" Villa. After some light combat, the Constitutional Army arrived at Celaya. The Constitutional Army fought the Battle of Celaya against Villa's División del Norte. The battle lasted from April 6 to April 15, 1915. During this battle, Rodríguez was shot through the root of his right ear, while manning a machine gun. The Constitutional Army won the battle. On April 25, 1915, Rodríguez was promoted to the rank of lieutenant colonel. In June 1915, during fighting against Villa's forces near León, Guanajuato, Rodríguez was shot in the thigh. He was sent to Guadalajara for surgery to remove splintered bone fragments. After healing, he rejoined the Constitutional Army and fought remnants of Villa's forces at Aguascalientes and Saltillo. On March 1, 1916, Rodríguez was promoted to Colonel. On June 2, 1916, Rodríguez took charge of the Second Infantry Brigade of the First Northwest Division of the Constitutional Army. The brigade consisted of six mostly Yaqui battalions. In 1917, Rodríguez joined General Plutarco Elías Calles at his headquarters in Empalme, Sonora. They were tasked with subduing the indigenous Yaqui in Sonora, who rejected the authority of the Federal Government in Mexico City. The campaign used three flying columns: one under the command of General Arnulfo R. Gómez, one under the command of Colonel Jesús Aguirre, and the third under the command of Rodríguez (The Second Infantry Brigade). The campaign lasted three or four years, from 1917 to around 1920. During this time, Rodríguez was promoted to General. Rodríguez was promoted to the rank of Brigadier General, on May 21, 1920, while in Mexico City. He then held the position of Chief of the Presidential Guards from June 21 to July 20, 1920. On July 21, 1920, Rodríguez was appointed head of a 6,000-man expeditionary column in charge of expelling Colonel Esteban Cantú from Baja California. The column was supported by a gunboat. Cantú had ignored the Federal Government, disobeyed orders, and acted independently. So President Adolfo de la Huerta and Calles responded by dispatching Rodríguez to oust Cantú. But Cantú went into exile in Los Angeles, before Rodríguez arrived from Mexico City with his forces. Later, in 1926 Rodríguez would allow Cantú to re-enter Baja California.[6] Cantú returned to Mexicali, where he ventured into private business and continued to serve as a public official. He died in Mexicali in 1966.[7] Rodríguez became Military Commander of the North Territory of Baja California in 1921, after discharging Cantú's troops.[8] During that period he closed most casinos and bars in the border town of Tijuana, which had flourished under Cantú as a destination for North American vice tourism.[9] However, these would soon be allowed to re-open. In 1923, Rodríguez became Governor of the North Territory of Baja California. He continued his role as Military Commander, while acting as Governor of that state. Rodríguez served as Governor of the North Territory of Baja California until December 31, 1929. Like his predecessor Colonel Esteban Cantú, Rodríguez personally benefited from Tijuana's vice industry, due to its close proximity to San Diego and Los Angeles during Prohibition. In addition to legitimate investments in the private sector, Rodríguez grew wealthy through the sale of licenses associated with vice tourism, as well as illicit enrichment through the sale of alcohol and his involvement in the traffic of opium.[10] According to Francisco Cruz, Rodríguez learned the drug trafficking business from Cantú.[11] During his tenure as governor, Rodríguez made money from the opium, liquor, gambling, prostitution, and the tourist industry.[12] At first, the money that came from these illicit ventures came mainly from the proceeds from the alcohol and opium trades.[13] Besides granting concessions to liquor and gambling establishments, Rodríguez also became a major partner of US entrepreneurs who were involved in these activities. Rodríguez was involved in the development of the Agua Caliente Casino and Hotel. This vast resort attracted wealthy Americans, Hollywood stars, and an elite global clientele. The Agua Caliente was built at a cost of $10 million by the Agua Caliente Company, which was formed by North American investors Baron H. Long, Wirt G. Bowman and James N. Crofton. The fourth equal partner was Governor Rodríguez, who owned 25%. Since the Americans could not own Mexican land, Rodríguez purchased the land upon which the resort was built, at the site of a hot springs. The contract for the construction was awarded to Rodríguez's brother Fernando L. Rodríguez.[14][15] According to Satan's Playground author Paul J. Vanderwood, Rodríguez used taxpayer money to construct and outfit the enterprise.[16][17] The resort brought in enormous sums of money. After visiting the casino, one Los Angeles Times reporter concluded that “there isn’t another place on the continent, outside of a US Mint, where you can see so much money piled up before your eyes at one time. Its only rival in the world is Monte Carlo.”[18] The resort operated from 1928 to 1935. During his time as Governor, Rodríguez also had success making legitimate investments in the private sector. He established the Pesquera del Pacifico fish and shellfish cannery in El Sauzal, outside Ensenada.[19] He invested in an airplane manufacturing company in Baja California. He also formed an oil company to search for petroleum in Baja California, although this endeavor ultimately proved fruitless.[4] Due to the remote nature of Baja California, and his close connection to the rulers in Mexico City, Rodríguez enjoyed considerable autonomy during his tenure in Baja California. He had served as an officer under Obregón during the Mexican Revolution, and they'd both been wounded at the Battle of Celaya, Later, Rodríguez lent Obregón a significant amount of money to help him defeat Adolfo de la Huerta. Thus, President Obregón allowed Rodríguez to continue his operations in the vice industry.[20] And during the Maximato, Governor Rodríguez continued to enjoy the same autonomy, because of his close alliance and personal friendship with Calles. By the late 1920s Rodríguez was the richest man in Baja California, due to his control over the border vice industry.[12] By the time Rodríguez became president in 1932, he had over US$12 million deposited in banks in Los Angeles, New York City, and London.[21][10] In 1926, while still Governor of Baja California, Rodríguez and his wife Aída Sullivan Coya purchased a newly built Spanish Colonial home at 4379 North Talmadge Drive in the Talmadge Park Neighborhood, in San Diego, California. The house was designed by architect Louis G. Gill. Rodríguez probably used the home as a part-time retreat during his presidential term (1932-1934). However, this is not known for certain. The couple sold the home in 1940, and the house still exists today.[22] Taxes from the regional vice businesses helped the Baja California government fund public works and supported industries such as aviation and agriculture.[23] The taxes earned as a result of vice also supported education and the arts. During the Rodríguez administration, Baja California was one of just two entities in Mexico with an elementary educational system that satisfied 100% of the needs of the population, for free. The Alvaro Obregón Elementary School in Tijuana was built at the end of the Rodríguez administration, and it was among the best in the country.[7] Inaugurated in 1930, the school is now the IMAC - Casa de la Cultura Tijuana.[24] In 1929, Rodríguez was invited to join the proposed Escobar Rebellion of General José Gonzalo Escobar. This turned out to be a mistake for Escobar. Rodríguez declined, and also gave Calles advance warning of the rebellion, allowing Calles and President Emilio Portes Gil to jointly defeat Escobar.[25] Thus, Rodríguez demonstrated his loyalty to Plutarco Elias Calles.[8] On December 31, 1929, Rodríguez resigned as Governor of the North Territory of Baja California. In early 1930, Rodríguez and his family traveled to Europe. There, Rodríguez studied accommodation systems for troop units and military camps.[4] They remained in Europe for about 10 months, before moving to Rodríguez's ranch at El Sauzal, outside Ensenada.[4] In 1931, Rodríguez was called to Mexico City to serve in the cabinet of new President Ortiz Rubio. From October 1931 to January 1932, Rodríguez was Undersecretary of War & Navy. From January 1932 to July 1932 he was Secretary of Industry, Commerce & Labor. From August 1932 to September 1932 he was Secretary of War & Navy.[26] President Ortiz Rubio was determined to resign because of conflicts with Calles. Thus, the question of succession was vital. Ortiz Rubio signed his resignation on September 2, 1932, and it was conveyed to Congress the next day. Despite the resignation, the presidential cabinet met, significantly, at the home of former President Calles in Cuernavaca. The President of the PNR, General Manuel Pérez Treviño, would convey names of those whom Calles had made known would be acceptable: Finance Minister Alberto J. Pani, General Joaquín Amaro, and General Abelardo L. Rodriguez. Pani bowed out and suggested that Calles choose Rodríguez. However, four candidates were presented to Congress, with the name of General Juan José Ríos, Secretary of the Interior, added to the other three. A groundswell of support gave the presidency to Rodríguez, who was named by Congress as President of Mexico on September 4, 1932.[27] Thus, the Rodríguez presidency took place during the last two years of the Maximato. Rodríguez's cabinet included Emilio Portes Gil, who had served as interim president from 1928 to 1930. Unlike the cabinet of his predecessor Ortiz Rubio, with excessive changes of personnel, Rodríguez's cabinet was more stable. During Rodríguez's presidency, Calles was at first widely considered as de facto leader of the Republic. The Mexican press still called Calles El Jefe Máximo de la Revolución (The Supreme Chief of the Revolution). The American press called him the \"Strong Man of Mexico.\" Thus, many North American observers saw Rodríguez as a weak political puppet of the Maximato (Calles).[28] And this view is often shared by contemporary historians. For instance, in The Course of Mexican History, Sherman and Meyer deride Rodríguez as \"a man with less administrative talent than relish for power, as puppet number three of the Maximato.\"[29] However, unlike Portes Gil and Ortiz Rubio, Rodríguez was a friend and ally of Calles. Thus, Professor Jürgen Buchenau asserts that overall, due to Calles's declining health, and Rodríguez's own private wealth and astute political maneuvering, Rodríguez was actually able to reclaim a significant degree of political power for the Executive office during his tenure.[12] According to a US Military Attache report from 1932, Calles felt he was leaving the Government in safe, capable hands with Rodríguez.[30] Outside observers help corroborate these views. For instance, the Mexico City newspaper and magazine publisher Felix S. Palavicini referred to President Rodríguez as the \"Mexican Roosevelt\" because the Rodríguez administration closely paralleled that of American President Franklin D. Roosevelt. Palavicini stated in January 1934 that President Rodríguez was making extraordinary efforts to educate the Mexican people, and that the minimum wage law was greatly reducing poverty.[31] And according to Col. Ed Fletcher, the San Diego real estate developer and politician, President Rodríguez was one of the strongest presidents in Mexico's history. Fletcher stated that \"President Rodríguez is developing Mexico in a commercial and cultural way.\"[32] It's true that Calles still had considerable sway over some of Rodríguez's ministers, who often consulted with Calles before affecting policy. And rogue Finance Minister Alberto J. Pani attempted to temper Rodríguez's adoption of deficit spending and objected to the government's anticlerical tendencies. As a result, Rodríguez forced Pani's resignation from the cabinet. To appease Calles, who objected to the ousting of Pani, Rodríguez appointed Calles as Finance Minister.[9] Calles' health, which had never been particularly good, declined significantly during the Rodríguez presidency. In 1932 doctors discovered that Calles was suffering from a combination of arthritis, arteriosclerosis, and chronic intestinal disease caused by poor diet. Thus, his bad health and advancing age increasingly detracted from his attention to political issues.[12] As a result of his health, he did not spend much time in Mexico City. During the Rodríguez presidency, Calles actually vacationed for months at a time at President Rodríguez's ranch in El Sauzal, Baja California, and at Calles' daughter-in-law's beach cottage in El Tambor, Sinaloa.[33] To compound Calles's health woes, his young second wife, Leonor Llorente de Calles, was diagnosed with a brain tumor in spring 1932. She died in Mexico City a few months later, after a failed surgery. \"Calles's health and state of mind constituted the Achilles heel of this powerful leader.\"[9] Eventually, Calles bought a ranch in Cuernavaca, about 50 miles south of Mexico City, where he spent most of his time. Rodríguez dealt competently with the public perception that, although he was president, Calles was still in charge. For instance, in March 1934, US President Franklin Roosevelt wrote Calles a letter \"congratulating him on the peace and the growing prosperity of Mexico.\" The letter was to be delivered at a luncheon that Calles was hosting for Josephus Daniels, the new US ambassador to Mexico. Rodríguez was told of the luncheon at Calles' Cuernavaca ranch, to which many Mexican and foreign dignitaries had already been invited. The information was provided to Rodríguez by José Manuel Puig Casauranc. When he heard of it, Rodríguez was adamant that the lunch be cancelled, since Calles was \"simply a private citizen.\" It was not the prerogative of an ex-president to host such an event. Guests were disinvited on the pretext that Calles had taken ill. \"The President maintained that if any such luncheon were to be given it should be given by him, and that if a message should come from President Roosevelt it should come to the President of Mexico.\"[8] The Roosevelt letter to Calles was eventually delivered. Calles replied that although he held Roosevelt in very high regard, he was not part of the current President's administration. After the letter incident, US Ambassador Daniels made another misstep by calling Calles the \"Strong Man of Mexico\" in an interview with the Mexican newspaper El Nacional. Rodríguez called Daniels out for this gaffe, with the ambassador subsequently claiming that he had been misquoted.[8] Daniels later wrote in his memoirs that Daniels, Calles, and Puig Casauranc \"knew that the man (Rodríguez) in Chapultepec Castle (the official presidential residence) was the President of Mexico.\"[34] Rodríguez was fluent in English, and owned a home in San Diego. He'd spent some time working in Los Angeles before the Mexican Revolution. He later became wealthy due to his dealings with North American business partners, in Tijuana. And his second wife was from Chicago. Thus, he was quite pro-American. One of Rodríguez's first acts was to define the Mexican government's attitude toward the US. He said, \"My policy toward the United States will consist of continuing the relations of friendship which have existed.\"[35] In January 1933, the US Military Attache in Mexico, Robert E. Cummings, observed that: \"General Rodríguez is doing a good job as President and is assuming more and more the responsibilities and decisions, which were formerly left to General Calles during the Ortiz Rubio administration.\"[36] And US Ambassador Reuben Clark reported that the peso had strengthened with Rodriguez, indicating the confidence in him in financial circles[37] and that the policy of the United States was one of cordial friendship.[38] Rodríguez's government organized the Council of Primary Education in the Federal District and created cultural missions in rural areas. He also established agricultural schools and regional farm schools, as well as schools for teacher education. He also established the Technical Council of Rural Education. Narciso Bassols was Minister of Education and pursued a policy that took control of education out of the hands of Mexican states and put it under federal control. At issue was the continued influence of the Catholic Church on students. Under Bassols, the proposition that the education should explicitly advocate socialism was to be official policy, and he moved to embed that in the Mexican Constitution. Many parents objected to sex education in the schools, and there was considerable resistance from the Church. Bassols increased teachers' salaries and sought to undermine the influence of teachers' groups. Rodríguez shifted Bassols from Education to the high-level post as Minister of the Interior, and Baddols then resigned. Rodriguez feared the potential of strong moves against the Catholic Church of causing problems for his successor as president.[8] Under Interim President Emilio Portes Gil, the Roman Catholic Church in Mexico and the Mexican government had come to an agreement that would end the Cristero War in 1929. The Catholic Church was displeased that there were continued anti-Catholic moves in parts of the country, especially Jalisco and Chiapas. Pope Pius XI issued an encyclical that objected to Mexican legislation detrimental to Catholic clergy. Rodríguez strongly objected to the encyclical as full of falsehoods and \"would incite the clergy to disobey the Mexican rulings.\" The Vatican's representative in Mexico, Apostolic Delegate Archbishop Leopoldo Ruiz y Flóres, tried to say that the Mexican government had misunderstood the Pope's message. Congress demanded his expulsion, and he was put on a plane. Ruiz y Flores then called on Mexican Catholics not to be members of the PNR since it was socialistic and atheistic, and he called for action by the Catholic faithful. \"Each Catholic should be converted into a school of Christian doctrine–into a real apostle—and we shall see that the persecution is converted into blessings from Heaven.\"[8] The strongly anticlerical-Calles, whose policies while president had provoked the Cristero War, called for the expulsion of the papal representative as well as the archbishop of Mexico. The papal representative was already outside the country and would be arrested if he returned. Rodríguez authorized Portes Gil, then Minister of the Interior, to draw up a recommendation, which he could discuss with Calles. Steps were taken against the high clerics, but there was no uprising of Catholics against the government, despite clerical calls for one.[8] The government issued the Agrarian Code, which brought together scattered legislation on agrarian matters. Rodríguez renewed efforts to distribute landed estates into the hands of peasants, which had slowed under the Calles administration. Rodríguez promoted the activities of the National Agricultural Credit Bank. President Rodríguez was responsible for many programs devised to help Mexican workers survive the Great Depression. In August 1933 he urged Mexican manufacturers and farmers to align with his plan to establish a minimum wage.[39] Through the minimum wage law for Mexican workers, he aimed to intensify Mexico's industrial development and make the nation less dependent on international trade. The law took effect on January 1, 1934, and it was set at between one peso and three pesos daily, depending on the type of work and the region of Mexico. In August 1934, President Rodríguez stated that his minimum wage law had benefited 2.5 million agricultural and industrial workers, and increased the public's purchasing power by 1.5 million pesos daily since it took effect, for a projected total increase of 547,000,000 pesos by the end of 1934.[40] He created the Department of Labor and promoted the trade union movement and protected the workers against management. He established regulations of the Federal Board of Conciliation and Arbitration were issued and created the Federal Office of Labor Defense, of Agencies of Placements, of Dangerous and Unhealthy Work, of Labor Hygiene, of the Federal Labor Inspection and of Preventive Measures of Accidents. He was a supporter of co-operativies, which he considered would distribute the national wealth to be distributed more evenly, and he pressed Congress to issue the Cooperatives Act. Important for future actions on Mexico's petroleum industry was Rodríguez's creation of a private company, Petromex, tied to the government and guarded supply for domestic use and could compete with foreign investors in the industry.[9] Calles had initiated an ambitious program of road building, which continued in the 1930s under Rodríguez. Roads were would link important centers within Mexico as well as with the United States in the north and Guatemala in the south. They would also connect between remote areas of Mexico and the larger nation. Road building was a form of state building.[41][42] Construction on the Pan-American Highway saw progress, with a map issued in 1933 showing the route. During his presidency, he improved the organization and operation of common justice, issuing the Organic Law of the District and Territorial Courts. The federal codes were reviewed and the Federal Law on Criminal Procedures was issued. He organized the Office of the Attorney General, determining the functions of the Federal Public Ministry, which carried out the study of the Law of Protection and issued the Personal Identification, Nationality and Naturalization, Foreign Service and General Mercantile Companies. He also implemented laws related to private charity and monopolies. He issued the Limited Liability and Public Interest Corporation Law. He enacted the Code of Military Justice. He established the National Economic Council and created the National Financial bank. He founded the Bank of the Pacific, the Mexican Bank of the West, and the Central Mexican Credit. He reformed the Law of Secretaries of State, transforming the Department of Commerce, Commerce and Labor into the Secretariat of the National Economy, which was responsible for establishing the bases of state interventionism and the managed economy. On November 30, 1934, Rodríguez peacefully passed power to Cárdenas. He then returned to private life. As a reformer, Cárdenas outlawed gambling and closed all the casinos in the north, including the famed Agua Caliente Casino and Hotel. This deprived Rodríguez (and Calles) of a significant source of income.[43] However, by this time, Rodríguez was already one of the richest men in Mexico. Rodríguez and his wife Aída Sullivan Coya traveled the world for several years after the presidency, partly to avoid political intrigue. They visited the United States, Canada, Europe, North Africa, Turkey, India, China, Japan, The Philippines, Hawaii, New Zealand, Australia, Cuba, Panama, and Guatemala. The couple lived in London, England from 1936 to 1937. Afterwards, Rodríguez traveled extensively through Russia with his personal secretary Alfonso Verdugo. While in Russia, Rodríguez studied the Soviet political system in great depth. Later, he wrote about what he saw there in his autobiography. After touring Russia, Rodríguez returned to Mexico in 1938.[4] In 1938, Rodríguez and Sullivan moved to their sprawling ranch on the Pacific Coast, at El Sauzal in Baja California. During this time, Rodríguez invested his wealth into various productive industries. He primarily focused on shrimping, fishing and sea products packing.[44][45][46] In 1939, Rodríguez built the Pesquera de Topolobampo in Topolobampo, Sinaloa. At the time, it was the largest shrimp-freezing plant in the world.[47] In September 1940, he warned President Cárdenas of the dangers of renewing Japanese shrimping concessions in Mexican waters. He convinced Cárdenas that a 100% Mexican shrimping industry was safer, and so the Japanese lost the concession. Rodríguez was key in helping to build this industry domestically, and he became involved in various seafood companies like Compañía Productos Marinos de Guaymas, S.A.[48] In 1942, he became the owner and operator of the 50,000-watt XERB radio station in Rosarito.[49][50] Mexico declared war on the Axis powers on May 22, 1942. Although the country's combat role was limited, Mexico did aid the Allies with air squadrons like the Aztec Eagles. Mexico also helped defend the Gulf of Mexico. During the war, Rodríguez was appointed Commander of the Gulf of Mexico Military-Naval Zone.[51] This was the most important military zone in the country, due to constant incursion by Nazi submarines.[52] As Commander, he took steps to protect the Gulf from these German U-boats. In July 1942, he ordered the arrest of two Nazi spies in the State of Veracruz. Both were suspected of signaling Nazi submarines. One of the Germans was found in a house on the beach with radio sets, code books, and firearms. The other, Gerhard Wilhelm Kunze, was a former leader of the German American Bund. Both spies were sent to the US to face trial for espionage.[53][54] Mexico's major contribution to the war effort was a steady supply of raw materials for US industry. Thus, during the war, Rodríguez also served as chief supervisor of the Mexican government's intensified farm-factory production program.[55][56] In 1943, the US Government provided drug plant seeds to the Mexican Department of Agriculture. This joint agriculture program supplied the war effort with plants used for legal drug production. Rodríguez personally donated land and labor to this drug plant-producing program.[57][58][59] In 1943, he was elected Governor of Sonora. While in office, he taxed Chinese casinos and \"recreation centers,\" a euphemism for opium dens. The income allowed the government to avoid taxing \"productive enterprises.\"[43][60] Rodríguez himself had become a wealthy man, largely from vice income.[10] In his position as Governor of Sonora, his entrepreneurial energy and futuristic vision stand out, and he was the initiator of the modernization of Sonora, being an important manager in the construction of state infrastructure on which agricultural development was based. Under his administration, the Municipal Palace of Hermosillo and the Bank of Mexico building were built. Rodríguez also approved numerous drainage systems, dams, and municipal markets. In 1947, the Hermosillo-Nogales highway and the Benjamín Hill-Puerto Peñasco section of the Sonora-Baja California Railroad were completed. Rodríguez approved the project for the construction of a thermoelectric plant in the Port of Guaymas.[5] During his tenure, he increased teachers' salaries and declared the construction of 186 new school buildings, 11 expanded schools, and 145 school rebuilds. Rodríguez also actively promoted university education in Sonora. The Museum and Library of the University of Sonora were built during his administration. It is estimated that half of the construction cost for the museum and library came out of his personal pocket.[5] He was convinced that education was the main weapon to combat inequality. In 1946 he and his wife Aída Sullivan brought together a committee of distinguished businessmen and prominent members of Sonoran society. Their goal was to solicit donations and allocate funds, in order to grant scholarships to low-income students from the State of Sonora. The committee proposed that the aggregate donations be invested, and that the investment returns would provide the funds to support the students. Rodríguez and Sullivan made a personal donation of 1 million pesos (US$47,989), thus endowing the initial assets and establishing the Fundación Esposos Rodríguez (The Rodriguez Couple Foundation). Over the years, the foundation has seen exponential growth in the number of scholarship holders who receive support. The foundation currently supports more than 5,500 students at different levels of education.[61] Rodríguez resigned from his governorship in April 1948, citing health issued caused by diabetes. Rodríguez returned to his work in business. On January 1, 1950, he was appointed General Manager of a large meat-packing firm in Sonora called Frigorífico y Empacadora S.A.[62] In 1950, he became co-owner of a shrimp-freezing plant in El Golfo de Santa Clara, Sonora.[63] In 1953, he built the Hotel Garci Crespo, a huge spa resort in Tehuacan, Puebla.[64] Rodríguez became involved in the Mexican film industry during the Golden Age of Mexican Cinema. In 1950, he was appointed Director General & Chairman of the Board of the Crédito Cinematográfico Mexicano, S.A.[65][66] This government-sponsored film trade financial house was responsible for advancing the Mexican film industry, domestically and abroad.[67] Rodríguez became a leading movie exhibitor and producer. He owned a Mexican film distribution company called Distribuidora Mexicana de Películas, S.A.[68] He also owned over 100 movie theaters in Mexico. In 1953, he helped modernize these theaters by installing CinemaScope technology.[69] By 1954, Rodríguez had become known internationally as a film tycoon. He had acquired eleven top cinema houses in Mexico City, including Cine Opera, Cine Florida, Cine Colonial, Cine Chapultepec, and Cine Mariscala. He also owned the controlling interest in Mexico City's largest theater, the 6,500-seat Cine Coloso. Moreover, Rodríguez owned several provincial theaters.[70] Along with his North American business partner Theodore Gildred Sr., Rodríguez was the owner of Tepeyac Studios in Mexico City.[71] Nearly 150 films were shot there, including Luis Buñuel's classic Los Olvidados (1950).[72][73][74] Tepeyac Studios also produced the award-winning film Robinson Crusoe (1954), and parts of the film were shot there. Directed by Luis Buñuel, two versions of the film were created, one in English and one in Spanish. The film was a critical and commercial success, and it was distributed in Mexico by Rodriguez's film distribution company. In 1954, Rodríguez made a deal with 20th Century Fox to produce CinemaScope movies in Mexico.[75] Tepeyac Studios closed down permanently in 1957. Rodríguez married three times. In 1917, he married Luisa Montijo of Guayamas. They had a son named Abelardo Luis (Rod) Rodríguez Montijo, who lived to be one hundred years old.[76] But the couple was incompatible, so they soon separated by mutual agreement. The second marriage was to Eathyl Vera Meier of Chicago, Illinois. They were married in Calexico in August 1921. Meier suffered from depression, which only got worse when she lost their daughter, who was born prematurely. Meier committed suicide at the Hotel Belmar in Mazatlán on September 25, 1922.[77] In February 1924, Rodríguez married Aída Sullivan Coya of Puebla. He was thirty-four years old, she was nineteen. They had three sons named Juan Abelardo,[78] Fernando Julio,[79] and Abelardo S.[80] They also had multiple grandchildren. His marriage to Sullivan was quite stable and lasted over forty years, up until Rodríguez's death.[1] On June 15, 1951, Rodríguez received an honorary Doctor of Law degree from the University of California, Berkeley. His son Abelardo S. graduated from UCB on the same day, with a degree in business administration.[4] Rodríguez wrote a 445-page autobiography in 1962. The Autobiografía de Abelardo L. Rodríguez was published by the Senate of the Mexican Republic, Commission of Libraries and Editorial Affairs.[4] A family tragedy affected Rodríguez deeply in later years. In 1964, his 39-year-old son Juan Abelardo and his daughter-in-law, Janine Ratliff died in a plane crash. The couple had four young children, whom Sullivan and Rodríguez took into their care and raised. General Abelardo L. Rodríguez died at Scripps Clinic in La Jolla, California, on February 13, 1967. He is buried at the Panteón Municipal Delegación Sauzal. This cemetery is located at El Sauzal de Rodríguez in the Ensenada Municipality, in Baja California. Aída Sullivan Coya was buried next to him, after she died in 1975.[81] Abelardo L. Rodríguez's legacy includes a number of landmarks throughout Mexico. These include: Baja California Sonora Mexico City State of Mexico Aguascalientes Colima Morelos Nuevo León Veracruz President Abelardo L. Rodríguez and First Lady Aída Sullivan at the National Palace, Mexico City Portrait of Abelardo L. Rodríguez.","country":"Mexico"}