{"name":"Aden Adde","url":"/wiki/Aden_Adde","Born":"1908-12-09","Died":"2007-06-08","Political party":"Somali Youth League (SYL)","termEnds":null,"termStarts":null,"text":"Aden Abdulle Osman Daar (Somali: Aadan Cabdulle Cismaan Dacar, Arabic: آدم عبد الله عثمان دعر) (December 9, 1908 – June 8, 2007), popularly known as Aden Adde, was a Somali politician who served as the first president of the Somali Republic from July 1, 1960 to July 6, 1967.[1] He previously served in the Somali Youth League In 1944. In 1946, he was named Secretary of the party's section in Beledweyne, Somalia. In 1951, the Mudug Regional Council appointed him for the Regional Council, and two years later, he became Vice President of the Regional Council. From 1954 until 1956, he was the President of the Somali Youth League. He was re-elected in May 1958, and he continued to hold this position simultaneously along with that of President of the Legislative Assembly until 1960. Osman Daar was born in Beledweyne, Somalia. He studied at government schools, and worked as a community organizer. Somalia was colonized by the Italian government from 1889 to 1941. From 1929 to 1941, Osman Daar served in the Italian Colonial Administration advocating for Somalia's independence from colonization. He was a proponent for the unity of all Somalis. In 1960, Osman Daar garnered national attention, and won the favor of the Somali people. He was formally and democratically elected as the first president of the Somalia on July 1, 1960. On July 1, 1960, the United Nations approved the Somalia's independence, and subsequently united with the former British protectorate of British Somalia, which had already obtained its independence on June 26, 1960. His administration was focused on dismantling the legacy of colonialism and fostering unity among the Somali people. Daar was born on December 9, 1908, in the town of Beledweyne, situated in the south-central Hiraan region of Somalia.[2] He hails from the Udejeen, Abdile Afarah clan of Hawiye. He was an orphan, who lost his parents at a young age. Daar, was an avid reader, and self taught on many subjects. He spoke Arabic, Somali, Italian and English. Daar joined the incipient Somali Youth League (SYL) political party in 1944, a nationalist organization that campaigned for an independent Somalia. Quickly rising through the ranks, he became the local secretary of the SYL's Beledweyne branch in 1946. A decade later, he became Chairman of the National Legislative Assembly, and would eventually lead the SYL itself two years afterwards.[3] By the time Somalia gained its independence in 1960, Daar had attained widespread prominence as a nationalist figure. In short order, he was elected the country's first President, a position he would assume from 1960 to 1967.[3] In the 1967 presidential election, Daar was defeated by Abdirashid Ali Shermarke, his former Prime Minister. His term as president ended on July 6, 1967.[3] Daar accepted the loss graciously, making history as the first head of state in Africa (excluding Liberia) to peacefully hand over power to a democratically elected successor.[4] Shermarke was assassinated two years later by one of his own bodyguards. The slaying led to an unopposed, bloodless coup d'état by the Somali Army on October 21, 1969, the day after Shermarke's funeral. Spearheading the putsch was Major General Muhammad Siad Barre, who at the time commanded the army.[5] In 1990, with the start of the civil war, Daar along with former Minister of Information Ismail Jim'ale Osoble, former Minister of Education Hassan Ali Mire, and about 100 other Somali politicians signed a manifesto expressing concern over the violence and advocating reconciliation.[3][6] Daar was summarily arrested, and remained imprisoned until the ultimate collapse of Barre's regime the following year.[3] After his release, Daar spent the better part of his later years on his farm in Janale, in southern Somalia.[7] On May 22, 2007, it was erroneously reported that he had died in a hospital in Nairobi, Kenya. He was, however, in critical condition and on life support. Daar died in hospital on June 8, 2007, at the age of 98.[8][9][10] The Transitional Federal Government, then headed by former President of Somalia Abdullahi Yusuf Ahmed, declared 21 days of mourning, complete with a national memorial service, and issued a statement that Daar would receive a state funeral.[11] It also renamed Mogadishu International Airport to Aden Adde International Airport in his honor. President Adde is the longest-lived Somali President.","country":"Somalia"}