{"name":"Aden Madobe","url":"/wiki/Aden_Madobe","Occupation":"Politician","Born":"1956-04-15","termEnds":null,"termStarts":null,"text":"Adan Mohamed Nuur Madobe (Somali: Aaden Maxamed Nuur Madoobe, Arabic: آدم محمد نور مادوبي, Maay: Sheeg Ethyng Mothoowy, born 15 April 1956), popularly known as Aden Madobe,[1] is a Somali politician. He previously served as the First Deputy Chairman of the Rahanweyn Resistance Army, before later joining the newly formed Transitional Federal Government (TFG) of Somalia as Justice Minister and Speaker of the Transitional Federal Parliament. From 29 December 2008 to 31 January 2009, Madobe briefly served as acting president of Somalia. In January 2014, he was appointed Minister of Industry and Commerce.[2] Madobe was born in Hudur, the capital of Bakool region of Somalia. He belongs to the Hadame subclan of the Rahanweyn (Digil and Mirifle).[3] Madobe served as the First Deputy Chairman of the Rahanweyn Resistance Army (RRA), one of the factions of the Somali Civil War.[4][5][6] According to Adan Madobe, beginning in 1996, the RRA accepted the assistance of Ethiopia in the training of its troops. In 2003, he temporarily split with his fellow RRA leader Hassan Mohamed Nur \"Shatigadud\", though they later reconciled and both served as ministers in the Transitional Federal Government (TFG).[7] In January 2005, Madobe was appointed Justice Minister of the nascent Transitional Federal Government, part of Prime Minister Ali Mohamed Ghedi's second cabinet lineup.[3] In May 2005, rival parliamentarian and faction leader Muhammad Ibrahim Habsade accused Madobe and Agriculture Minister Hassan Mohamed Nuur \"Shatigudud\" of attacking Baidoa to take the city on behalf of President Abdullahi Yusuf Ahmed's TFG. The TFG later used the town as a temporary capital. Nineteen were killed in the ensuing fight for control over the city.[8] On 31 January 2007, Madobe was elected Speaker by the Transitional Federal Parliament (TFP). His predecessor at the position Sharif Hassan Sheikh Adan was voted out by the legislature on January 17, 2007 due to his alleged support for the Islamic Courts Union (ICU).[9] Madobe was later sworn into office on February 3.[10] Madobe later briefly served as acting TFG president, after the incumbent President of Somalia Yusuf resigned from office on 29 December 2008.[11] On 31 January 2009, Sharif Sheikh Ahmed was voted in as the new president.[12] In April and May 2010, a rift developed between Madobe and Prime Minister of Somalia, Omar Abdirashid Ali Sharmarke. The row culminated in Madobe's resignation after parliament later voted to remove him from office.[13] On May 25, 2010, Sharif Hassan was re-elected Speaker of the Transitional Federal Parliament in place of Madobe.[14] On 17 January 2014, Madobe was appointed Minister of Industry and Commerce by Prime Minister Abdiweli Sheikh Ahmed.[2]","country":"Somalia"}