{"name":"Adolfo de la Huerta","url":"/wiki/Adolfo_de_la_Huerta","Born":"1881-05-26","Died":"1955-07-09","Political party":"Liberal Constitutionalist Party","termEnds":null,"termStarts":"He was one of the leaders of the coup against Carranza, who had attempted to impose a civilian successor in 1920. De la Huerta was appointed provisional president by Congress.","text":"Felipe Adolfo de la Huerta Marcor (Spanish pronunciation: [aˈðolfo ðelaˈweɾta]; 26 May 1881 – 9 July 1955) was a Mexican politician, the 45th President of Mexico from 1 June to 30 November 1920, following the overthrow of Mexican president Venustiano Carranza, with Sonoran generals Alvaro Obregón and Plutarco Elías Calles under the Plan of Agua Prieta. He is considered \"an important figure among Constitutionalists during the Mexican Revolution.\"[2] De la Huerta was born on 26 May 1881, to a prominent family in Guaymas, Sonora. Although he studied music in Hermosillo, and earned a certificate in it, he became a bookkeeper to support his family. In 1908 he joined an Anti-Reelectionist club and in 1910 became its secretary, costing him his government job. In 1911, he defeated Plutarco Elías Calles for a seat in the Sonora state legislature. However, both men joined the Constitutionalist movement following the coup of Victoriano Huerta in February 1913 against Francisco I. Madero. De la Huerta became Venustiano Carranza's chief clerk from 1915–16 as the Constitutionalist faction took power. He then became interim governor of his home state of Sonora (1917–18), as Carranza's grip on power loosened, consul general of Mexico in New York City (1918), and he also traveled to Washington, D.C. to argue for Mexico's neutrality in World War I. De la Huerta was disgusted to learn after he returned to Mexico that Carranza had confiscated millions of pesos in gold from Mexican banks, after De la Huerta had denied the charges by the U.S. government as untrue.[3] He was federal senator (1918) and governor of Sonora (1919–20).[4] Carranza ruled out Obregón as his presidential successor after Obregón disparaged him. Carranza then considered De la Huerta, who was said[by whom?] to be uninterested in the presidency. Carranza then chose Ignacio Bonillas, a civilian who had been ambassador to the U.S. as his successor.[5] De la Huerta had tangled with Carranza over control of Sonora, when Carranza declared the Sonora River federal territory. De la Huerta asserted state control. He also objected to Carranza's meddling with a Sonoran peace with the indigenous Yaqui, which threatened to reignite hostilities, which he had helped bring to an end.[6] Carranza further antagonized De la Huerta by appointing Manuel Diéguez as head of the military in Sonora and insert him and federal troops by transiting through the United States. De la Huerta countered by appointing Calles as head of Sonora military operations.[7] Carranza attempted to remove de la Huerta from the Sonoran governorship and put General Ignacio L. Pesqueira as military governor. Calles began maneuvering in favor of De la Huerta against Carranza, and sent a telegram withdrawing recognition for Carranza's government.[8] The three Sonoran generals, De la Huerta, then governor of Sonora; Obregón; and Calles formulated the Revolution of Agua Prieta. The drafting of the plan was largely in the hands of de la Huerta, Calles, and Salvador Alvarado.[9] They overthrew the presidency of Venustiano Carranza, who died during the revolt, either by rebel forces or possibly suicide. It was then that de la Huerta was appointed interim President by Congress.[10] As interim president, De la Huerta dealt with the transition to peace. De la Huerta urged Mexicans in exile to return home. He also pardoned former Carranza supporters.[11] One of his major accomplishments was negotiations with Pancho Villa, whom he knew personally, and his army to surrender. The negotiated settlement awarded Villa an hacienda. Obregón strongly objected to the settlement, wiring De la Huerta and other officials. Despite Obregón's objections, Villa and De la Huerta came to an agreement, with Villa living on the hacienda Canutillo until his assassination in 1923.[12][13] When Álvaro Obregón was declared the victor of the 1920 presidential election, De la Huerta stepped down to head the Secretariat of Finance and Public Credit,[14] and in that role, negotiated the De la Huerta–Lamont Treaty. De la Huerta started a failed but significant revolt in 1923 against his fellow Sonoran, President Obregón, whom he denounced as corrupt,[15] after Obregón endorsed Plutarco Calles as his successor.[16] Catholics, conservatives and a considerable portion of the army officers, who felt Obregón had reversed Carranza's policy of favoring the army at the expense of the farmer-labor sector, supported de la Huerta.[16] With support from the U.S. government, agrarians, workers, [16] and the creation of a modern Mexican Air Force, Obregón was able to crush the rebellion and send de la Huerta into exile. On 7 March 1924, de la Huerta fled to Los Angeles and Obregón ordered the execution of every rebel officer with a rank higher than major.[16] De la Huerta was invited to return to Mexico by President Lázaro Cárdenas in 1935. Cárdenas named him inspector of Mexican consulates in the U.S. and he served until his retirement in 1946.[17] He died on 9 July 1955 in Mexico City.[1]","country":"Mexico"}