{"name":"Adolfo Ruiz Cortines","url":"/wiki/Adolfo_Ruiz_Cortines","Born":"1889-12-30","Died":"1973-12-03","Political party":"Institutional Revolutionary Party","termEnds":null,"termStarts":null,"text":"Adolfo Tomás Ruiz Cortines (Spanish pronunciation: [aˈðolfo ˈrwis koɾˈtines] (listen); 30 December 1889 – 3 December 1973) was a Mexican politician who served as 54th president of Mexico from 1952 to 1958, after winning the disputed 1952 elections as the candidate of the ruling Institutional Revolutionary Party (PRI). Unlike both his predecessor Miguel Alemán and his successor Adolfo López Mateos, he was a veteran of the Mexican Revolution (and was the last Mexican president to have been so). He was one of the oldest presidents of Mexico, but perhaps best remembered for granting women the right to vote in presidential elections and stimulating the economy during the period known as the Mexican Miracle. Adolfo Ruiz Cortines was born on 30 December 1889, in the state of Veracruz. Posthumous son of Adolfo Ruiz Tejada (1859–1890), regidor of Veracruz during the Porfirio Díaz regime, and María Cortines de la Cotera (1859–1932). Ruiz's grandfather was José Ruiz y Gómez de la Parra, better known as José Ruiz Parra, a member of the State of Veracruz's first Congress in 1824, who co-wrote the state's constitution. José Ruiz Parra was president of the junta that ruled over the Port of Alvarado during the American Invasion of Veracruz, having to personally sign the surrender of the port in 1847. He was also reputed for organizing fundraisers in favor of the Mexican Army during the Second French Invasion of Mexico, as well as for his deep involvement in the education of the local children. José Ruiz Parra was the maternal grandson of Isidro Gómez de la Parra, subdelegado of the Spanish Crown to the province of Tuxtlas (appointed by Bernaldo de Gálvez, viceroy of the New Spain), and of his wife Dominga Casado de Toro y Tamariz, herself a descendant of the Luna y Arellano family, holders of the hereditary title of Mariscal de Castilla. Because of President Ruiz's father, Regidor Adolfo Ruiz Tejada's, premature death, Adolfo was raised and educated by his mother.[1] María Cortines de la Cotera was the daughter of Diego Francisco Cortines y Gutiérrez de Celis (1829, Bielva, Cantabria, Spain), and María Dolores de la Cotera y Calzada (1824, Veracruz, Mexico), whose father was from Peñarrubia, also in Cantabria. His mother taught him to read and write at the age of 3. Later, he entered a school directed by Joaquín Jerónimo Díaz and Florencio Veyro, called Escuela Amiga, but did his secondary educational studies at the Colegio de los Jesuitas, and at the age twelve, he attended the reputed Instituto Veracruzano, famously directed by the poet Salvador Díaz Mirón. Adolfo learned from his mentors about liberalism, a political principle he would apply during his entire political career. In addition, it was at school where he acquired his fanatical interest in baseball. He always wanted to attend a university, but the American Invasion of 1914 forced him to abandon his studies. His first job was as an accounting assistant at a commercial textile company.[1] In 1909, Ruiz read the book La sucesión presidencial de 1910 (The Presidential Succession of 1910) published that year by Francisco I. Madero, the leader of the opposition against the presidency of General Díaz. This book motivated Ruiz's interest in politics. In 1910, the Mexican Revolution started and he became inspired by several of its main players such as Pascual Orozco and Francisco Villa. Because of this influence, in 1912 at the age of 23, he moved to Mexico City. During his stay in Mexico City, President Francisco I. Madero was assassinated and General Victoriano Huerta took power. Since Ruiz Cortines was opposed to the Huerta government, considered by a broad group of Mexicans as a usurper, he volunteered alongside other former students of the Instituto Veracruzano, under the command of Alfredo Robles, a right hand of the leader of the Constitutionalist faction, General Venustiano Carranza. Robles was in charge of the anti-Huerta forces in the south and center of Mexico.[1] Ruiz Cortines did see military action in the Battle of El Ébano, but his main task was as a bookkeeper and paymaster. In 1920, General Carranza was attempting to flee the country after his defeat by the Sonoran generals (Adolfo de la Huerta, Alvaro Obregón, and Plutarco Elías Calles) who rejected Carranza's attempt to impose his successor, and took with him a large amount of the national treasure (150 million pesos in gold). When the generals captured his train and the national treasure's gold, it was the young and trusted officer, Major Adolfo Ruiz Cortines, who received it and delivered it safely and in presence of a notary to General Adolfo de la Huerta in Mexico City.[2] With his reputation for precise accounting and bookkeeping, a reputation for honesty, and credentials as a veteran of the Mexican Revolution, there were several options open to him in the 1920s. He served in the government's Department of National Statistics; he took classes in statistics from Daniel Cosío Villegas, then a young teacher and later an important historian of Mexico. Ruiz Cortines argued in publications that the Department of National Statistics should be an autonomous agency.[3] In 1935 during the presidency of Lázaro Cárdenas, Ruiz Cortines's political career began at age 45, as the director in charge of Mexico City. It was during that time that he met Miguel Alemán Valdés, son of a revolutionary soldier, now a young lawyer who would later become president of Mexico (1946–1952). In 1940, Ruiz Cortines managed the presidential campaign of Cárdenas's choice as successor, Manuel Avila Camacho.[4] Five years later, the president Ávila Camacho designated Alemán as Minister of the Interior (Secretario de Gobernación), a powerful position. Miguel Alemán asked Ruiz to join him as his sub-secretary because of their personal friendship. This position gave Ruiz the opportunity to gain influence within the Institutional Revolutionary Party. After several years, the PRI designated him as candidate for governor of Veracruz.[1] In December 1944, Adolfo Ruiz Cortines became governor of Veracruz. During his administration, he expanded public education in the state. Some of the institutions he founded were the Technical Studies Institute (Departamento para Estudios Técnicos) which provided people with a practical education that allowed them to improve their quality of life. Furthermore, he founded the Institute of Anthropology and the State Planning Committee, among others. He also modified the local constitution to allow women to participate in the local and municipal elections. He built roads and bridges to develop Veracruz's infrastructure since it was one of the main ports of Mexico at that time.[5] On 14 October 1951, Ruiz Cortines was named candidate for the presidency by the Institutional Revolutionary Party (PRI) by the incumbent president, as was the practice. The PRI was the dominant party and Ruiz Cortines's electoral victory was entirely expected. On 1 December 1952, he assumed the presidency of the republic. After the corruption scandals of the Alemán years, he wanted to give a new image to the government and re-establish its credibility.[6] His credo was \"austerity and moralization\". He exercised tight control of public expenditure, supported the construction of roads, railways, dams, schools and hospitals. He also implemented a plan called \"March to the Sea\", which had the aim of shifting population from the highlands to the coast, and making better use and development of marine and coastal resources. Under this program, malaria was eradicated. He created the Rural Social Welfare Program to improve the living conditions of the rural population and encouraged land distribution. Large foreign estates were expropriated. Furthermore, he implemented the Farm Security program to protect farmers from natural disasters.[5] At the beginning of his term, President Ruiz Cortines sent a bill to amend Article 34 of the Constitution, to grant women equal political rights with men; this granted the vote to Mexican women.[6] To promote measures to meet the need for homes, he created the National Housing Institute. He gave a stimulus to industry, particularly small- and medium-sized, and laid the foundation for the development of the petrochemical industry and promoted the creation of jobs.[5] In response to the technical advances in the field of nuclear energy, and considering that Mexico could not remain unaffected by this development, he created the National Nuclear Energy Commission. Primary and secondary education were boosted greatly. He specially supported the polytechnic university. Ruiz equipped the facilities of the National Autonomous University of Mexico (UNAM) and began subsidies to support universities through the republic.[5] Another primary goal of his government was to improve the health of men and women in Mexico. Therefore, he fought malnutrition among children and promoted an immunization campaign.[5] Ruiz Cortines turned his attention to social problems and imposed an era of austerity on the Mexican government. He modified the law to promote responsibility and honesty among public servants since there was a lot of corruption. Ruiz Cortines created a law that forced public servants to declare their assets before beginning to work in the government. Ruiz's purpose was to compare the public servants fortune before and after their participation in public charges, to combat illicit enrichment and corruption.[5] Ruiz's government decided to reduce public spending, to consolidate public finances and fight inflation.[6] This policy allowed Mexico's economy to grow at an enormous rate since for the first time in many years the Mexican government generated a budget surplus. Unfortunately in 1953, private investment went down and Ruiz Cortines lost popularity. He reoriented his policy towards boosting production.[5] In April 1954, in the so-called \"crisis de la Semana Santa\", he had to devaluate the peso from $8.65 per dollar to $12.50 per dollar.[7] By the end of his term in 1958, he faced three social-political conflicts with peasants, teachers and the labor union of the railroad workers.[8] During Ruiz's term, Mexico had cold diplomatic relationships with the United States of America, because Ruiz refused to make any agreements that committed Mexico to participate in international wars. During his term, Ruiz completed the construction of projects like Falcon Dam, built with a 58.6% equity and 41.4% Mexican American[clarification needed] funds. In 1956, Ruiz attended a meeting with President Dwight Eisenhower and Prime Minister Louis St. Laurent of Canada. During the meeting, the leaders discussed immigration issues, economic cooperation, civil aviation and illegal fishing in coastal areas. In general, President Ruiz's foreign policy was conservative and respectful of the sovereignty of other nations.[9] His administration was looking for a closer relationship with Latin America and sought the integration into the institutional system of Latin America, the Organization of American States (OAS).[10] In the Conference of Caracas, held in 1954, Mexico failed in its attempt to defend the self-determination of the people.[11] On 1 December 1958, Ruiz handed over power to his successor, Adolfo López Mateos and then he retired from public life altogether. In his last days, his friend Manuel Caldelas García, a politician whom he had known in his youth, began living with him at his home in Veracruz. Caldelas helped with household chores and took care of the former president. On the afternoon of 3 December 1973, the health status of Ruiz Cortines became critical. Dr. Mario Díaz Tejeda went to the home to treat the condition of the former president. When the drugs took effect on him, Ruiz Cortines fell asleep. At 9:05 am on Monday, 3 December 1973, Tomás Adolfo Ruiz Cortines died at 82 years of age, a victim of heart failure caused by arteriosclerosis.[9]","country":"Mexico"}