{"name":"Afonso Pena","url":"/wiki/Afonso_Pena","Born":"1847-11-30","Died":"1909-06-14","Political party":"Conservative Party (1874–1889) Mineiro Republican Party (1889–1909)","termEnds":"(PRF)","termStarts":null,"text":"Afonso Augusto Moreira Pena (Portuguese: [aˈfõsu awˈɡustu moˈrejrɐ ˈpenɐ]; 30 November 1847 – 14 June 1909) was a Brazilian politician who served as the sixth president of Brazil between 1906 and 1909. Before his political career, Pena had been an attorney and legal scholar.[1] He was the first president to die in office. Pena began his political career in 1874 with an election to the Imperial General Assembly. In the succeeding years, Pena reconciled legislative work with some periods occupying secretariats—secretary of Agriculture (1882), Commerce and Public Issues (1883) and Justice (1885). As president of the provincial assembly of Minas Gerais, Pena inaugurated the new capital Belo Horizonte. After the proclamation of the Republic, he was governor of Minas Gerais between 1892 and 1894. It was during his administration that Belo Horizonte was set for the future state capital (which at that time was Ouro Preto). He ran in the presidential election of 1894, but lost by a large margin to Prudente de Morais. In 1902 Pena became Vice President to Francisco de Paula Rodrigues Alves. As Vice President, he also served as the President of the Senate.[2] He was elected president in 1906 and served until his death in 1909, a few days after the passing of his son Álvaro Pena. Afonso Pena was the first Brazilian president to advocate intervening in the coffee economy. The federal government started to buy production surplus, thus maintaining the high price of coffee in international markets. Pena also promoted the expansion of railroads. The reorganization of the Brazilian army was done by Hermes da Fonseca during the Pena administration. The president also supported Cândido Rondon's expeditions in the Amazon Rainforest. Painting of President Pena by Rodolfo Amoedo Bust of Afonso Pena in the hall of the UFMG School of Law in Belo Horizonte, which he was one of the founders. Press criticizing the young personnel of Pena's cabinet","country":"Brazil"}