{"name":"Alberto Lleras Camargo","url":"/wiki/Alberto_Lleras_Camargo","Born":"1906-07-03","Died":"1990-01-04","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Alberto Lleras Camargo (3 July 1906 – 4 January 1990) was the 20th President of Colombia (1958–1962), and the 1st Secretary General of the Organization of American States (1948–1954). A journalist and liberal party politician, he also served as Minister of Government, Minister of Foreign Affairs, and as Minister of National Education in the administrations of President Alfonso López Pumarejo.[1] He briefly attended the National University of Colombia in Bogotá to study politics, but dropped out later to pursue journalism. Lleras Camargo served as congressman of Colombia.[2] He was also a cousin of later president Carlos Lleras Restrepo. He died in 1990 after suffering a long illness.[3] He attended the traditional Colegio Mayor de Nuestra Señora del Rosario. In 1929, he was elected deputy assemblyman on the Bogotá city council, his first entrance into politics. The following year he became Secretary of the Executive Committee of the Colombian Liberal Party and in 1931, he was elected to the Colombian Chamber of Representatives. That same year, he became the first Liberal to preside over the Chamber in more than forty years. After Alfonso López Pumarejo was elected President of Colombia in 1934, Lleras Camargo was named Cabinet Secretary. In 1935, he became the Minister of Government, a position he occupied until the end of López Pumarejo’s presidential term in 1938. In 1938, he founded the newspaper El Liberal, which promoted López Pumarejo’s re-election. In 1941, he returned to and once again presided over the Chamber of Representatives. When López Pumarejo was re-elected president in 1942, he once again named Lleras Camargo the Minister of Government. Aside from a brief interruption in 1943, when Lleras Camargo became the Colombian Ambassador to the United States, he occupied that position until 1944, when intense political instability disrupted López Pumarejo’s presidency. In July 1944, after López Pumarejo stepped down, Lleras Camargo fought off a coup attempt against Darío Echandía, who had been temporarily designated as president. In 1945, he became Minister of Foreign Relations, and in that capacity, represented Colombia at the Chapultepec Conference and the United Nations Conference on International Organization in San Francisco, which created the United Nations. But that same year, the Senate named designated him as Acting President, a position he occupied until 1946, when Conservative Mariano Ospina Pérez was elected president. At only thirty-nine years-old, he became one of the youngest Acting Presidents in Colombian history. During his short year in office, the Greater Colombian Merchant Fleet was founded and the Constitutional Reform of 1945 completed. After leaving the presidency in 1946, Lleras Camargo founded the highly regarded news magazine Semana. Owing to the respect and prestige he had earned as Minister of Foreign Relations and President of Colombia, he was named Director of the Pan American Union in 1947. He launched a restructuring effort, which culminated in the founding the Organization of American States in 1948. Lleras Camargo served as the first General Secretary between 1948-1949 and later completed a full five-year term between 1950 and 1954. During his second term, the organization became more consolidated as a hemispheric organization, with increased continental participation.","country":"Colombia"}