{"name":"Alexander Rutskoy","url":"/wiki/Alexander_Rutskoy","Born":"1947-09-16","Political party":"Patriots of Russia","termEnds":null,"termStarts":null,"text":"Alexander Vladimirovich Rutskoy (Russian: Александр Владимирович Руцкой; born 16 September 1947) is a Russian politician and a former Soviet military officer, Major General of Aviation (1991).[1][2] He served as the only Vice President of Russia from 10 July 1991 to 4 October 1993 and as the Governor of Kursk Oblast from 1996 to 2000. In September 1993, Rutskoy was proclaimed the Acting President of Russia following Boris Yeltsin's impeachment which led to the Russian constitutional crisis of 1993 where he played one of the key roles.[3][4] Alexander Rutskoy was born in Proskuriv, Ukrainian SSR, USSR (today Khmelnytskyi, Ukraine). Rutskoy graduated from High Air Force School in Barnaul (1971) and Gagarin Air Force Academy in Moscow (1980). He had reached the rank of Soviet Air Force colonel when he was sent to Afghanistan. In Afghanistan, Rutskoy served as the commander of an independent air attack regiment of 40th Army. During the war, his aircraft was shot down twice, but on both occasions he managed to eject safely. On the third occasion, his Su-25 aircraft entered Pakistani airspace, and was shot down by a Pakistani F-16 Falcon, forcing Rutskoy to eject. Rutskoy ejected safely, but was captured by local people and was briefly held as a POW in Islamabad, Pakistan.[5] The U.S. Central Intelligence Agency intervened to save him to avoid interfering with the Geneva Accords and the Soviet withdrawal from Afghanistan.[6] For his bravery and having flown 428 combat missions, he was awarded the title of Hero of the Soviet Union in 1988.[7] He was chosen by Boris Yeltsin to be his vice-presidential running mate in the 1991 Russian presidential election. On 18 May 1991, he was selected as a vice presidential candidate together with presidential candidate Boris Yeltsin for the 1991 election. Rutskoy's candidacy was chosen by Yeltsin on the very last day of the application.[8] Rutskoy was Vice President of Russia from 10 July 1991 before arrest 4 October 1993. As vice president, he openly called for the independence of Transnistria and Crimea from Moldova and Ukraine.[9] Following the initial period of peaceful collaboration with Yeltsin, from the end of 1992, Rutskoy began openly declaring his opposition to the President's economic and foreign policies and accusing some Russian government officials of corruption. For instance, an account stated that he refused to shake the hands of Sergei Filatov, head of the Executive Office of the President, calling him a scum.[10] Rutskoy claimed that Filatov reduced the number of vice presidential staff in response the day after the incident.[11] His opposition to Yeltsin became especially clear during the crisis in March 1993 when Yeltsin successfully shelled and dissolved the Congress of People's Deputies after it unsuccessfully tried to use its constitutional powers to remove an unpopular Yeltsin from the presidency. In subsequent months, Rutskoy himself was accused of corruption by the officials of Yeltsin's government. On 1 September 1993, President Boris Yeltsin suspended Rutskoy's execution of his vice-presidential duties, due to alleged corruption charges,[12] which was not further confirmed.[13] On 3 September, the Supreme Soviet rejected Yeltsin's suspension of Rutskoy and referred the question to the Constitutional Court.[12] On 21 September 1993, President Yeltsin dissolved the Supreme Soviet of Russia, which was in direct contradiction with the articles of Soviet Constitution of 1978, especially Article 121–6, which stated: \"The powers of the President of Russian Federation cannot be used to change national and state organization of Russian Federation, to dissolve or to interfere with the functioning of any elected organs of state power. In this case, his powers cease immediately.\" On the night of 21–22 September 1993, Rutskoy ascended the podium of the Russian parliament,[14] and assumed the powers of acting President of Russia at 00:25, in accordance with the above article.[15] He took the presidential oath, and said: \"I am taking the authority of President. The anti-constitutional decree of President Yeltsin is annulled.\" Rutskoy's interim presidency, although constitutional, was never acknowledged outside Russia. After the two-week standoff, and the violence erupting on the streets of Moscow, on 4 October 1993, the Russian White House was taken by Yeltsin's military forces. Rutskoy and his supporters were arrested and charged with organization of mass disturbances. The day before, Yeltsin officially dismissed Rutskoy as vice president, despite not having legal powers to do so, and fired him from the military forces.[16] Rutskoy was imprisoned in the Moscow Lefortovo prison[17] until 26 February 1994,[18] when he and other participants of both the August 1991 and October 1993 crises were granted amnesty by the State Duma.[19] Soon after his release, Rutskoy founded a populist, nationalist party, Derzhava (Russian: Держава), which failed in the 1995 legislative election to the State Duma, gathering only about 2.5% of the votes and thus not passing the 5% threshold. Rutskoy decided not to run for the presidency in the 1996 election, but did run for the position of the governor of Kursk Oblast in the fall of the same year. Being a joint candidate from the communist and \"patriotic forces\", he was initially banned from the election, but allowed to run by the Russian Supreme Court only a few days before the election, which he won in a landslide, with about 76% of the vote. It is noted that Rutskoy had the potential to become an opposition leader upon re-entering politics but he adopted a pragmatic and compliant approach in his dealings with the government in Moscow in general and Yeltsin in particular.[20] He has apologized for starting the armed rebellion, explaining that he would not have done it if he knew it would lead to several deaths.[21] To this day, Rutskoy is still active in Russian politics. In October 2000, Rutskoy ran for a second term as governor. However, a few hours before the vote on 22 October was suspended from participation in the elections by the decision of the Kursk Oblast Court for the use of official position, inaccurate data on personal property, violations of election campaigning, etc. Rutskoi submitted to the Supreme Court of Russia a protest against the decision of the Kursk Oblast Court to cancel the registration was considered by the Civil Board of the Supreme Court and rejected on 2 November 2000.[22] In December 2001, Rutskoy was sued by the Prosecutor's Office of Kursk Oblast filed a lawsuit. The lawsuit was related to the illegal privatization of a four-room apartment (made in July 2000). Later Rutskoi was brought under article 286 of the criminal code (abuse of power) as an accused. The case was closed for lack of evidence, as no evidence was presented in the case.[23] In the 2003 Russian legislative election, he ran for the State Duma in one of the constituencies of Kursk Oblast. He was not allowed to vote. His registration as a candidate was cancelled by the Supreme Court due to the provision of incorrect information about the place of work in the Central Election Commission. In the 2014 Russian elections, he again tried to run for Governor of Kursk Oblast, but was not registered due to problems with the passage of the municipal filter.[24] In the 2016 Russian legislative election, he again ran for the State Duma as part of the federal list of the party Patriots of Russia and the single-member constituency in Kursk Oblast. The party list did not pass the 5% threshold, and Rutskoy himself lost the election, taking second place in his constituency.[25]","country":"Russia"}