{"name":"Alfonso López Pumarejo","url":"/wiki/Alfonso_L%C3%B3pez_Pumarejo","Occupation":"Economist, journalist, diplomat, politician","Born":"1886-01-31","Died":"1959-11-20","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Alfonso López Pumarejo (31 January 1886 – 20 November 1959) was a Colombian political figure, who twice served as President of Colombia, as a member of the Colombian Liberal Party. He served as President of Colombia for the first time between 1934 and 1938 and again between 1942 and 1945. Alfonso López Pumarejo born in Honda (Tolima) to Pedro Aquilino López Medina, a businessman and Rosario Pumarejo Cotes. [1] Alfonso López Pumarejo went on to study at the London School of Economics. His son, Alfonso López Michelsen, was president of Colombia between 1974 and 1978. The first administration of Alfonso López Pumarejo (1934-8) known as the \"revolución en marcha\", has proven an enduring theme of historical interest [2] He was elected president in 1934 almost unopposed, and as the second participant of the so-called Liberal Hegemony in Colombia, his initial government platform became known under the name \"Revolución en Marcha\" (Marching Revolution), as it attempted to implement far reaching social and political reforms. Several radical changes were promoted during his first administration, as the government supported the creation of labour unions and also passed the Law 200 of 1936, which allowed for the expropriation of private properties, in order to promote \"social interest\". These actions earned López Pumarejo the backing of important rural and labour sectors, in addition to that of the Colombian Communist Party, but they likewise divided his previous political allies, some of which called for moderation. The election of his successor Eduardo Santos Montejo took place in 1938. After being re-elected in 1942, the second administration of López Pumarejo faced a stronger opposition in Congress and by both the more conservative and more radical sectors within the president's own Colombian Liberal Party which resulted in the interruption of previous reforms. When Colombia joined the Allies in declaring war against the Axis powers in July 1943, López Pumarejo strongly supported the decision and simultaneously declared that the government should take into account that the United States would always place its own interests ahead of anything else, implicitly indicating that these may not necessarily coincide with those of Colombia. To permit López Pumarejo to travel to the United States and care for his sick wife, María Michelsen de López, Darío Echandía assumed the acting presidency of the country from 17 November 1943 to 16 May 1944. This turn of events also prevented the development of further reforms, as López himself was temporarily removed from the political arena. After his return to the country, further political conflicts led to a failed military coup attempt in 1944, and López Pumarejo finally resigned in early 1945. In 1946, he was head of the Colombian delegation to the United Nations. Alfonso López Pumarejo died on 20 November 1959 in London, to which he had travelled as Colombia's ambassador to the United Kingdom. He had lived at 33 Wilton Crescent in Belgravia, Knightsbridge in London with his second wife, Olga Dávila Alzamora. They married in 1953 after both their spouses had died (she had been married to Leopoldo Kopp Castello, son of well-known industrialist es:Leo Kopp, founder of Bavaria Brewery). López's body was taken by horse-drawn carriage from his residency to Westminster Cathedral where a funeral mass was held in his name.","country":"Colombia"}