{"name":"Alfonso López Michelsen","url":"/wiki/Alfonso_L%C3%B3pez_Michelsen","Born":"1913-06-30","Died":"2007-07-11","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Alfonso López Michelsen (30 June 1913 – 11 July 2007) was a Colombian politician and lawyer who served as the 24th President of Colombia from 1974 to 1978. He was nicknamed \"El Pollo\" (The Chicken), a popular Colombian idiom for people with precocious careers. López was the son of former two-time president of Colombia, Alfonso López Pumarejo and his first wife María Michelsen Lombana. He was born and raised in Bogotá. He studied at the Gimnasio Moderno School and later in other cities: Paris, Brussels, London and Santiago de Chile. He graduated with a degree in law from the Universidad del Rosario. During his father's presidency, López maintained a low profile in politics and instead focused on becoming a university professor at the Universidad del Rosario.[1] In 1938, López married Cecilia Caballero Blanco in Bogotá and they had three sons. They moved to the outskirts of Bogotá in a hacienda in the then municipality of Engativá, Cundinamarca Department (nowadays a Locality of Bogotá). Settled in this town, López had his first experience of politics becoming a town councilman. During this time, his fellow councilmen included two other politicians who went on to become key political players in the country, Álvaro Gómez Hurtado and future president Julio César Turbay Ayala. In 1959, a group of his former college students founded the Liberal Revolutionary Movement (MRL) as a reaction against the pact between the Liberal Party and the Conservative Party to create the National Front, in which the two parties took turns to govern. López Michelsen was then offered the leadership of the newly created MRL and he accepted, becoming a presidential candidate for the 1962 presidential elections. López lost the election by a large margin to Conservative candidate Guillermo León Valencia. In 1966, López was elected as a senator and negotiated the return of the MRL to the Liberal Party in 1967. This same year López traveled to the city of Valledupar after being appointed by President Carlos Lleras Restrepo as the first governor of Cesar Department, a newly created province in the northern Caribbean Region of Colombia. López was able to trace his grandmothers' family ancestors \"the Pumarejos,\" back to this town. During those years, he was also instrumental in the creation of the Vallenato Legend Festival (nowadays, one of the most important cultural events in Colombia) along with vallenato composer Rafael Escalona and journalist Consuelo Araújo. He served as governor of Cesar from December 21, 1967, until August 14, 1968. A year later, he was appointed Minister of Foreign Affairs until the end of the presidential term of President Carlos Lleras Restrepo in 1970. In 1974, López was chosen by the Liberal Party as their candidate for president, after defeating former president Carlos Lleras Restrepo in the party presidential primaries, with the support of former candidate (and presidential successor) Julio César Turbay. He won the general election by a large margin against the Conservative Party candidate Álvaro Gómez Hurtado, and the ANAPO candidate, María Eugenia Rojas. His 2,929,719 votes were the highest ever for any president until that time. His inaugural presidential speech, delivered on August 7, 1974, is mostly remembered for calling the disputed border area in the Gulf of Venezuela by its native indigenous name, \"Gulf of Coquibacoa\" given by the wayuus. In his speech he also promised to reduce the growing gap between farmer and urban populations and to fight poverty, messages that attracted the support of many left-wing political movements. As a president, López declared economic emergency in order to correct the fiscal deficit, which allowed him to implement a number of regulatory measures to control spending, and to reduce subsidies and programs like the tax credit certificate (CAT) which reimbursed partial or total taxes for exporting companies. He also introduced a tax and fiscal reform which increased national saving, and allowed an increase in public investment and exports. Crop production increased 16%, and he also created public offices devoted to the improvement of farming. Under his government, also, power grids were expanded, and infrastructure investment increased. In contrast, inflation reached under his government its highest historical values, at around 32%.[2] Early support for his policies soon turned to fierce opposition, as many of his campaign promises, in particular those to make deals with unions and in the improvement of potable water access, went unfulfilled, and as subsidies were eliminated and inflation rose. Unions and other leftist activists had been accumulating frustration and resentment for decades after the killing of Jorge Eliécer Gaitán, and the subsequent violence, and the hope for a more open society that came with Lopez's election turned into feelings of betrayal. As a result, and after three years as president the major Colombian Unions got together and managed to propose and organize a massive, general strike. The López administration took a hard approach towards the planned strike, calling it subversive and at some point threatening arrest and forbidding public meetings.[3] This only enraged the participants, and the major unionists were joined by teachers, students, independent workers, housewives, guerrilla leaders, and even members of the opposition conservative party. The organizing committee demanded among other things salary increases, frozen prices for essential goods and public services fees, re-establishment of the right to meet and strike, and a reduction in work hours. The strike, occurring on September 14, 1977, came to be known as the National Civil Strike, and it attracted such a large number of discontented participants that the organizing committee soon lost control of it. Major roads were blocked all over Bogota, and in many other cities around the country, and very soon many small skirmishes between protesters and riot police started occurring all over. The manifestations and skirmishes soon turned into riots, and protesters started pillaging big stores and vandalizing factories and cars. By 4 pm the major declared curfew which only made protesters more enraged. Hundreds of protesters were wounded, and thousands were arrested and assembled in the city's Soccer stadium and bullfighting arena. Riots and skirmishes continued all night and well into the next day, which devastated the city. About 20 or 30 people died in the middle of it.[4][3] As a consequence, unions declared victory and the López Michelsen's government had to make concessions. However, the riot made his government adopt a harsher, more repressive stance. Upon the end of his term in 1978, he again became the leader of Liberal Party. He ran for president again in 1982, but was defeated by the Conservative Party candidate, Belisario Betancur. He continued to actively participate in the decision making of the Liberal Party until the early 1990s when he decided to withdraw from political activity. He was a regular columnist for the Colombian newspaper El Tiempo which drew attention to many critical issues. For this reason he was called \"el hombre que pone a pensar al pais\" (Spanish for \"The man who made the country think\").[1] Lopez Michelsen died in Bogotá on July 11, 2007, after suffering a heart attack.[5]","country":"Colombia"}