{"name":"Alfred Moisiu","url":"/wiki/Alfred_Moisiu","Born":"1929-12-01","termEnds":null,"termStarts":null,"text":"Alfred Spiro Moisiu GCMG (Albanian: [alˈfɾɛd spi'ɾɔ ˈmɔisiu] (listen); born 1 December 1929)[1] is a former Albanian military general, diplomat and politician. He was a President of Albania from 2002 to 2007. He is the oldest son of Albanian Army general, Spiro Moisiu. Moisiu was born into the family of General Spiro Moisiu. In 1946 he was sent to the Soviet Union as a student. In 1948 he graduated from the military engineering school in Saint Petersburg (then Leningrad). He served in Tirana as a platoon-commander at the United Officers' School (1948–1949) and as a teacher at the Skanderbeg Military Academy (1949–1951). From 1952 to 1958 he attended the Academy of Military Engineering in Moscow. Back in Albania, Moisiu continued his military career in the engineers' department of the Ministry of Defense. From 1967 to 1968 he attended the higher courses of general staff at the Defense Academy of Tirana. At the same time he commanded a pontoon brigade in Kavajë (1966–1971). In 1971 he became the chief of the Bureau of Engineering and Fortifications of the Ministry of Defense (under Enver Hoxha, when thousands of concrete casements were built as defense against states held to be hostile). In 1979, Moisiu received a PhD in military science. From 1981 he was Deputy Minister of Defense. Under the ministers Beqir Balluku, Mehmet Shehu and Kadri Hasbiu he held this post until October 1982 (Shehu died violently in December 1981). He was appointed by Enver Hoxha to fill Albania with bunkers. Hoxha sent Moisiu to Burrel, where he served as the commander of an engineers' company from 1982 to 1984. Moisiu left active service as a general. He returned to public life in December 1991 when he was appointed Minister of Defense in Vilson Ahmeti's technocratic government. He held that post until April 1992 when the first Government of the Democratic Party, led by Aleksander Meksi, was formed. The new executive invited Moisiu to work as a counselor to the Minister of Defense. In 1994, Safet Zhulali appointed him the deputy minister charged with elaborating the defence politics of Albania. Moisiu's advice was to concentrate efforts on the reconstruction of the armed forces, which were in bad condition, and to start preparations for joining the North Atlantic Treaty Organisation (NATO). In 1994 he founded the Albanian North Atlantic Association and was elected as its president. On January 24, 1995, he signed an individual association treaty binding Albania with NATO's Partnership for Peace project. From 1995, Moisiu attended to the VIPs' courses of the NATO College in Rome. When the Albanian Socialist Party came to power in 1997, Moisiu lost his post in the Ministry. In the following years, he took an active part in extra-governmental activity, organizing international and all-Albanian conferences where issues of security and defense in South East Europe, armament control and collecting arms from civil persons were discussed. In 2002, under pressure from international organizations, Moisiu was chosen by Sali Berisha and Fatos Nano as a consensus candidate for the presidency after the end of Rexhep Meidani's term. Moisiu was elected by the People's Assembly by a vote of 97 to 19 (with 14 abstentions) and he was sworn in for a five-year term as president on July 24, 2002. After the constitutional reform of November 1998, politics is mainly the task of the government. Moisiu promised to contribute to the strengthening of parliamentary democracy, the stabilization of the judiciary system and the integration of Albania into Euro-Atlantic structures. The day after the beginning of Moisiu's presidency, Socialist Prime Minister Pandeli Majko resigned, and the president appointed Fatos Nano, the leader of the Socialist Party, the new Prime Minister of Albania. Moisiu has been awarded with the following awards and appointments:","country":"Albania"}