{"name":"Ali Mahdi Muhammad","url":"/wiki/Ali_Mahdi_Muhammad","Born":"1939-01-01","Died":"2021-03-10","Political party":"United Somali Congress","termEnds":null,"termStarts":null,"text":"Ali Mahdi Muhammad (Somali: Cali Mahdi Maxamed, Arabic: علي مهدي محمد) (1 January 1939 – 10 March 2021) was a Somali entrepreneur and politician. He served as President of Somalia from 26 January 1991 to 3 January 1997. The Cairo Agreement in December 1997 designated Ali Mahdi as president once again, a position he held until being succeeded by Abdiqasim Salad in the year 2000.[1] Muhammad rose to power after a coalition of armed opposition groups, including his own United Somali Congress, deposed longtime President Siad Barre. However, Muhammad was not able to exert his authority beyond parts of the capital, and instead vied for power with other faction leaders in the southern half of the country and with autonomous subnational entities in the north.[2] Muhammad was born in 1939,[3] in Jowhar, an agricultural town in the southern Middle Shabelle region of Somalia (then a colony of Italy known as Italian Somaliland). His family hails from the Hawiye clan (Harti Abgaal Agoonyar).[3] Muhammad began his career in business, working as an independent Mogadishu-based entrepreneur and first entered politics in 1968, competing for a parliamentary seat in Mogadishu.[4] After fallout from the unsuccessful Ogaden campaign of the late 1970s, the Siad Barre administration began arresting government and military officials under suspicion of participation in the abortive 1978 coup d'état.[5][6] Most of the people who had allegedly helped plot the putsch were summarily executed.[7] However, several officials managed to escape abroad and started to form the first of various dissident groups dedicated to ousting Barre's regime by force.[8] By the late 1980s, Barre's regime had grown considerably unpopular. The authorities became increasingly totalitarian, and resistance movements, supported by Ethiopia's communist Derg administration, sprang up across the country. This eventually led in 1991 to the outbreak of the civil war, the toppling of Barre's government, and the disbandment of the Somali National Army (SNA). Many of the opposition groups subsequently began competing for influence in the power vacuum that followed the ouster of Barre's regime. Armed factions led by United Somali Congress (USC) commanders Mahdi Muhammad and General Mohamed Farah Aidid, in particular, clashed as each sought to exert authority over the capital.[9] In 1991, a multi-phased international conference on Somalia was held in neighbouring Djibouti. Aidid boycotted the first meeting in protest. Due to the legitimacy conferred on Muhammad by the Djibouti conference, he was subsequently recognized by the international community as the new President of Somalia. Djibouti, Egypt, Saudi Arabia, and Italy were among the countries that officially extended recognition to Muhammad's administration.[10] However, he was not able to exert his authority beyond parts of the capital, and instead vied for power with other faction leaders in the southern half of the country and with autonomous subnational entities in the north.[2] The competition for influence and resources between Muhammad and Aidid continued on through the 1992–95 United Nations missions to Somalia (UNOSOM I, UNOSOM II, and UNITAF), until Aidid's eventual death in 1996. In 2000, Muhammad participated in another conference in Djibouti, where he lost a re-election bid to Barre's former Interior Minister Abdiqasim Salad Hassan. Muhammad gave a concession speech, indicating that he respected the outcome of the election and would support and work with the new President-elect. Ali Mahdi Muhammad died on 10 March 2021, in Nairobi, Kenya, after contracting COVID-19 during the COVID-19 pandemic in Kenya.[11]","country":"Somalia"}