{"name":"Américo Tomás","url":"/wiki/Am%C3%A9rico_Tom%C3%A1s","Born":"1894-11-19","Died":"1987-09-18","Political party":"National Union","termEnds":null,"termStarts":null,"text":"Américo de Deus Rodrigues Tomás GCC GOA GOSE (Portuguese pronunciation: [ɐˈmɛɾiku dɨ ˈdewʃ ʁuˈdɾiɡɨʃ tuˈmaʃ]; 19 November 1894 – 18 September 1987) was a Portuguese Navy officer and politician who served as the 13th President of Portugal from 1958 to 1974. Américo de Deus Rodrigues Tomás was born in Lisbon to his parents António Rodrigues Tomás and Maria da Assunção Marques. He married Gertrudes Ribeiro da Costa in October 1922. The couple had two children, Maria Natália Rodrigues Tomás (born 1925) and Maria Madalena Rodrigues Tomás (born 1930). Tomás entered high school at Lapa, Portugal in 1904, completing his secondary education in 1911. He then attended the Faculty of Sciences for two years (1912–1914), after which he joined the Naval Academy as a midshipman. After Tomás graduated from the Naval Academy in 1916, he was assigned to the Portuguese coast escort service on Vasco da Gama and later assigned to the Pedro Nunes and the destroyers Douro and Tejo [1] during World War I. In 1918, he received a promotion to Lieutenant. On 17 March 1920, he was placed on the survey vessel 5 de Outubro, where he served for the next sixteen years. During this time, he was assigned to the survey mission of the Portuguese coast and was a board member of the Technical Commission for Hydrography, Navigation and Nautical Meteorology and a member of the Council for Studies of Oceanography and Fisheries. Tomás was also a member of the International Permanent Council for the Exploration of the Sea.[1] Tomás was appointed chief of staff to the Minister of the Navy in 1936, President of the Merchant Marine National Junta from 1940 to 1944, and Minister of the Navy from 1944 to 1958. During his term as Minister of the Navy, he was responsible for the total reconstruction of the Portuguese commercial navy organized under Dispatch 100. Fifty-six ships were ordered, with a total of more than 300,000 tons of displacement. The dispatch included statutes that also allowed the formation of what is now the modern shipbuilding industry in Portugal. Tomás' actions while serving as Minister of the Navy won him a positive reputation in the marine community, unlike the infamy acquired by several of his colleagues in the Portuguese Armed Forces (FAP) and the Portuguese government during their respective tenures. In 1958, Tomás was chosen by then-Prime Minister António Salazar as the candidate of the ruling National Union party for the presidency of the republic, succeeding Francisco Craveiro Lopes. He ran against the opposition-backed Humberto Delgado. It initially appeared that the election ended as soon as Tomás was nominated. The electoral system was so heavily rigged in favor of the National Union that he could not possibly be defeated. However, in an unusually spirited contest, Tomás was ultimately credited with 76.4 percent of the vote to Delgado's 23.5 percent.[2] Most neutral observers believed, however, that Delgado would have won had the election been honest. Salazar was alarmed enough that he pushed through a constitutional amendment transferring the election of the president to the legislature, which was firmly controlled by the regime. Tomás was re-elected by the legislature in 1965 as the only candidate. Although vested with sweeping—almost dictatorial—powers on paper, in practice Tomás was little more than a figurehead for his first decade in power. For most of the existence of the Estado Novo, Salazar, as prime minister, held the real power. Indeed, Salazar had chosen him because Craveiro Lopes had shown an independent streak that Salazar didn't like. Tomás' virtual powerlessness in the office under Salazar made him little more than a decorative figure at inaugurations and festivities. This, together with a natural ineptitude for speech-making, also made him a target of frequent jokes. Tomás used his presidential prerogative just once during his first decade in office. In September 1968, Salazar was incapacitated by a severe stroke. Believing that Salazar did not have long to live, Tomás dismissed Salazar and appointed Marcello Caetano to succeed him. For all intents and purposes, the president’s power to dismiss the prime minister had been the only check on Salazar's power. However, he never informed Salazar that he had been removed as leader of the regime he had largely created. Reportedly, when Salazar died two years later, he believed still that he was prime minister. Tomás took a much more active role in the government after Caetano took power. While he had given Salazar more or less a free hand, he was not willing to do the same for Caetano. Eventually, Tomás became the rallying point for hardliners who opposed Caetano’s efforts to open up the regime. Caetano’s reforms did not go nearly far enough for a populace that had no memory of the instability and chaos that had preceded Salazar. For instance, he left the presidential election in the hands of the regime-dominated legislature, which re-elected Tomás unopposed in 1972. However, Caetano had to expend nearly all of his political capital to wrangle even these meagre reforms out of Tomás and the hardliners. He was thus in no position to resist when Tomás and the other hardliners forced the end of the reform experiment a year later. Tomás, unlike his predecessor, lived in his private residence while President of the Republic, using the Belém Palace only as an office and for official ceremonies. On 25 April 1974, The Carnation Revolution ended 48 years of authoritarian rule in Portugal.[3] After being removed from power, Tomás was exiled to Brazil; In 1978, Ramalho Eanes allowed his return to Portugal. In 1980, his eldest daughter, Natalia, suddenly dies. He was denied re-entry into the Navy and the extraordinary pension scheme currently in force for former presidents of the Republic, having received a modest pension from a retired military. After his return from exile, Américo Tomás lived practically isolated, having gone through serious financial difficulties, being forced to sell various gifts and valuables from when he was president. He published his memoir in 1986. Américo Tomás died at his home, in Cascais, of a generalized infection, at the age of 92, on 18 September 1987. His funeral was simple and modest, without any representation or military or state honors, being buried in the Ajuda Cemetery. He was portrayed in the Angolan escudo banknote issues of 1962 and 1970.[4][5]","country":"Portugal"}