{"name":"Andrés Pastrana Arango","url":"/wiki/Andr%C3%A9s_Pastrana_Arango","Born":"1954-08-17","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Andrés Pastrana Arango (born August 17, 1954) is a Colombian politician who was the 30th President of Colombia from 1998 to 2002,[1] following in the footsteps of his father, Misael Pastrana Borrero, who was president from 1970 to 1974. Patrana was born to Misael Pastrana Borrero, who later served as the 23rd President of Colombia, and María Cristina Arango Vega, the former First Lady of Colombia. During his father's presidency, he was a high school student at Colegio San Carlos and graduated in 1973. He later acquired a degree in law at the Our Lady of the Rosary University in 1977, and attended Harvard University as a 1978 Weatherhead Center for International Affairs Fellow. He founded the magazine Guión and a programadora known as Datos y Mensajes, whose flagship program was the newscast Noticiero TV Hoy. As a regular news anchor he became a nationally known figure. In 1982 he formally began his political career, gaining a seat on the local Bogotá council. He also specialized in press articles on the production and trafficking of cocaine, for which he gained many journalistic awards. In 1991 he was elected Senator. He was kidnapped on January 18, 1988 in Antioquia by the Medellín Cartel, which was pressuring the Colombian government into preventing the extradition of Pablo Escobar and other drug lords to the United States. He was found by the National Police a week later, and in March he was elected Mayor of Bogotá, a position he held until 1990. In 1994 he stood for the presidency against Liberal candidate Ernesto Samper, losing by only 2 points in the second round. Pastrana immediately accused Samper of using drug money to finance his campaign, and provided audio recordings to the authorities which subsequently attracted much media attention and eventually led to a scandal known as 8.000 Process (Proceso 8.000). While this accusation underwent a parliamentary investigation, Pastrana retired into his private life. In 1998, Pastrana announced his intention to run for president. This time he won in the Presidential elections of 1998. His presidency is remembered first for his negotiations with the two left-wing guerrilla groups FARC and ELN, culminating in the grant of a demilitarized safe haven to the guerrillas the size of Switzerland, and second for his breaking off of said negotiations. It is also remembered for a growing degree of unpopularity in polls as his term progressed. Some critics accused him of possibly accepting unspecified bribes from leading FARC and ELN members, but no concrete evidence of that was presented during his presidency. He was also heavily criticized for all the seemingly pleasure trips he took around the world during his term. In 1999, he and U.S. President Bill Clinton launched Plan Colombia to fight the communist guerrillas with the payment by the United States of $1.6 billion over three years to the Colombian army. An amendment quickly emphasized the plan's second function: to encourage foreign investment by \"insisting that the Colombian government complete the urgent reforms designed to open its economy completely to foreign investment and trade.\"[2] Military counter-guerrilla operations cause the forced displacement of more than one million people in four years. Cocaine production increased by 47% during this period.[3]'[4] In 2005 President Álvaro Uribe Vélez, who had been a critic of Pastrana's peace process with the FARC and had received criticisms from Pastrana regarding his negotiations with Colombian paramilitary groups, surprisingly offered the former president the post of Ambassador to the United States in Washington DC. After consulting his family and political supporters, Pastrana accepted. Some political analysts theorized that Uribe considered that Pastrana would be a useful diplomat in Washington, because he would help to renegotiate Plan Colombia and in general to maintain U.S. aid to Colombia, which has contributed to the successes of the Uribe administration. In July 2006, a few days after President Uribe had appointed former president Ernesto Samper, as Colombian ambassador to France, Pastrana told the President that he was \"morally impeded\" from participating in a government along with ex-president Samper. Pastrana resigned and returned to Colombia and Samper rejected his own appointment. But this move was not well received by the Conservative Party. The Conservative Party was committed to President Uribe (who won the presidency as an independent) and left former President Pastrana alone. Pastrana is a board member in the International Foundation for Electoral Systems,[5] and the honorary president of the Union of Latin American Parties (UPLA).[5] He is also a member of the Fondation Chirac's honour committee,[6] and of the Club de Madrid, a group of more than 80 former leaders of democratic countries, which works to strengthen democratic leadership worldwide.[7] Pastrana also serves on the Board of Advisors for the Global Panel Foundation,[8] and as a counsellor for the One Young World Dublin summit in 2014, along with four other former presidents from Latin American countries.[9] He now maintains a distant and hostile relation with his own party, even referring to it as \"absolutely corrupt\". He has also levied accusations of corruption against two of the most prominent party leaders, Efraín Cepeda and Hernán Andrade.[10] He campaigns in 2016 against the peace agreements signed between the Colombian government and the guerrilla.[11] He is a signatory of the Madrid Charter launched in 2020 by the Spanish party Vox to unite the radical right in Spain and Latin America against \"narco-communism, the left and organized crime.\"[12] In October 2021, his name was mentioned in the Pandora Papers as the owner of a company located in Panama, a country considered a tax haven, through which he makes investments in Colombia.[13] In 2013, Pastrana was awarded the Hanno R. Ellenbogen Citizenship Award jointly by the Prague Society for International Cooperation and Global Panel Foundation.[14]","country":"Colombia"}