{"name":"Andrés Manuel López Obrador","url":"/wiki/Andr%C3%A9s_Manuel_L%C3%B3pez_Obrador","Born":"1953-11-13","Education":"National Autonomous University of Mexico (BA)","Political party":"National Regeneration Movement (2012–present)[a]","termEnds":null,"termStarts":null,"text":"Andrés Manuel López Obrador (Spanish: [anˌdɾes maˈnwel ˈlopes oβɾaˈðoɾ] (listen); born 13 November 1953), also known by his initials AMLO, is a Mexican politician who has been the 65th president of Mexico since 1 December 2018. Born in Tepetitán, in the municipality of Macuspana,[2] in the south-eastern state of Tabasco, López Obrador graduated from the National Autonomous University of Mexico in 1986 following a hiatus from his studies to participate in politics. He earned a bachelor's degree in political science. He began his political career in 1976 as a member of the Institutional Revolutionary Party (PRI) in Tabasco. His first public position was as director of the Indigenous Institute of Tabasco in 1977, where he promoted the edition of books in indigenous languages and the project of the Chontal ridge. In 1989, he joined the Party of the Democratic Revolution (PRD) and was the party's 1994 candidate for Governor of Tabasco. He was the national leader of the PRD between 1996 and 1999. In 2000, he was elected Head of Government of Mexico City. In 2012, he left the PRD, and in 2014, he founded the National Regeneration Movement (MORENA), which he led until 2017. He was elected president after a landslide victory in the 2018 general election. Often described as a center-left progressive populist and economic nationalist,[3] López Obrador has been a national politician for more than three decades.[4] During his presidency he has fostered public investment in sectors that were liberalized under previous administrations and has implemented a number of progressive social reforms. Supporters have praised him for promoting institutional renewal after decades of high inequality and corruption.[5] Critics have claimed that his administration has stumbled in its response to the COVID-19 pandemic and attempts to deal with drug cartels and other crime, has antagonized Mexican democratic institutions, and that the economy had already faltered before the pandemic.[6] López Obrador's government has also been criticised for failing to combat violence against women in Mexico and its high rate of femicide, which has risen dramatically since 2018.[7][8] López Obrador was born in Tepetitán, a small village in the municipality of Macuspana, in the southern state of Tabasco, on 13 November 1953.[9][10] He is the first born son of Andrés López Ramón (son of Lorenzo López and Beatriz Ramón) and Manuela Obrador González, Tabasco and Veracruz-based merchants.[11] His younger siblings include José Ramón, José Ramiro, Pedro Arturo, Pío Lorenzo, and twins Candelaria Beatriz and Martín Jesús.[12] His maternal grandfather José Obrador Revuelta was a Cantabrian who arrived as an exile to Mexico from Ampuero, Spain, while his maternal grandmother Úrsula González was the daughter of Asturians.[13][14][15] Through his paternal grandparents, López Obrador is also of Indigenous and African descent.[16] López Obrador attended the only elementary school in town, the Marcos E. Becerra school, named after the poet of the same name. In the afternoons he helped his parents at the La Posadita store. He started middle school in Macuspana but finished it in the state capital, Villahermosa, as in the mid-1960s the family moved, where they also opened a clothes and shoes store called Novedades Andrés. On 8 June 1969, when he was 15 years old, his brother José Ramón López Obrador was killed by a gunshot to the head. According to Jorge Zepeda Patterson's [es] Los Suspirantes 2018, José Ramón found a pistol, played with it, and it slipped out of his hands, firing a bullet into his head.[17] The Tabasco newspapers Rumbo Nuevo, Diario de Tabasco, and Diario Presente presented a story where they were both playing around with the pistol and that Andrés Manuel fired it by accident.[18] According to Zepeda Patterson, Andrés Manuel became \"taciturn, much more thoughtful\" following the incident.[17] López Obrador went on to finish high school and, at age 19, went to Mexico City to study at the National Autonomous University of Mexico (UNAM).[19] He studied political science and public administration at the UNAM from 1973 to 1976. He returned to school to complete his education after having held several positions within the government of Tabasco and the administration of the Institutional Revolutionary Party (PRI). In 1987, he received his degree in political science and public administration after the presentation of his thesis, Proceso de formación del estado nacional en México 1821-1867 (Formation Process of the National State in Mexico 1821–1867).[20][21][22][23] He lived in the Casa del Estudiante Tabasco during his college years, on Violeta street in the Guerrero neighborhood of Mexico City. The institution was financed by the administration of the governor of Tabasco, Mario Trujillo García by the efforts of the poet Carlos Pellicer, whom López Obrador began to discuss with. There was empathy between the two because the young man raised his concern for the Chontal Maya. After their meeting, the poet invited him to his campaign to obtain a seat in the Senate during the 1976 elections. His university professor, Enrique González Pedrero, was another figure that influenced López Obrador's political trajectory.[23] After attending school from 1973 to 1976, he returned to his native Tabasco where he held various government positions as well as being a professor at the Juárez Autonomous University of Tabasco. During his stint, he met Rocío Beltrán Medina, a sociology student, who suggested him to embrace the progressive wing within the PRI.[24] They eventually married on 8 April 1978.[25] They had three sons: José Ramón López Beltrán (born 1981), Andrés Manuel López Beltrán (born 1986), and Gonzalo Alfonso López Beltrán (born 1991).[26] Beltrán Medina died on 12 January 2003 due to respiratory arrest caused by lupus, from which she had been suffering for several years.[25][27] On 16 October 2006 he married Beatriz Gutiérrez Müller, who had worked in the Mexico City government during his tenure as Head of Government of Mexico City.[28] Together they have one son, Jesús Ernesto.[29] During his first presidential run, there were reports identifying López Obrador as a Protestant; in a television interview, he self-identified as a Roman Catholic.[30][31] Although in March 2018, he declared, \"When I am asked what religion I adhere to, I say that I am a Christian, in the broadest sense of the word, because Christ is love and justice is love.\"[32] López Obrador has held a variety of nicknames throughout his life, including El Molido, El Americano (The American), La Piedra (The Rock), El Comandante (The Commander) and the most popular among them is El Peje, named after the common Tabasco fish, the pejelagarto.[33] A baseball fan, he has stated his favorite team is the St. Louis Cardinals.[34] López Obrador was named one of Time magazine's 100 Most Influential People of 2019.[35] On 24 January 2021, he announced on Twitter that he had tested positive for COVID-19.[36] Member of the PRI He joined the PRI in 1976 to support Carlos Pellicer's campaign for a Senate seat for Tabasco.[37] A year later, he headed the Indigenous People's Institute of Tabasco. In 1984, he relocated to Mexico City to work at the National Consumers' Institute, a federal government agency.[38] Member of the PRD López Obrador resigned his position with the government of Tabasco in 1988 to join the new dissenting left-wing of the PRI, then called the Democratic Current, led by Cuauhtémoc Cárdenas. This movement formed the National Democratic Front and later became the Party of the Democratic Revolution (PRD).[39] In 1994, he ran for the governorship of Tabasco, but lost to PRI candidate Roberto Madrazo. López Obrador gained national exposure as an advocate for the rights of indigenous people when in 1996 he appeared on national TV drenched in blood following confrontations with the police for blocking Pemex oil wells to defend the rights of local indigenous people impacted by pollution.[40] He was president of the PRD from 2 August 1996 to 10 April 1999.[41] On 2 July 2000, he was elected Head of Government of the Federal District, a position akin to that of city mayor for the national capital district, with 38.3% of the vote.[42] As mayor, López Obrador implemented various social programs that included extending financial assistance to help vulnerable groups in Mexico City,[6][43] including single mothers, senior citizens, and the physically and mentally challenged. He invested in housing and schools, created old-age pensions and expanded services.[44] He also helped found the first new university in Mexico City in three decades, the Universidad Autónoma de la Ciudad de México.[citation needed] López Obrador hired former New York City mayor Rudy Giuliani to craft a zero-tolerance policy that would help reduce crime in Mexico City.[44][45] He directed the restoration and modernization of Mexico City's historic downtown, which has 16th- and 17th-century buildings and a large number of tourist attractions. He led a joint venture with billionaire businessman Carlos Slim Helú, a native of downtown Mexico City, to expropriate, restore, rebuild, and gentrify large parts of the area, creating shopping and residential areas for middle- and upper-income residents.[46] López Obrador used fiscal policy to encourage private sector investment in housing.[47] He granted construction firms tax breaks and liberalized zoning regulations, leading to the construction of more condominiums and office buildings during his tenure than during any other period in Mexico City history. New high-density condos emerged in the upscale neighborhoods of Polanco and Lomas.[48] To improve traffic flow in the city's two main inner-city roads, Periférico and Viaducto, he added sections of second stories to their existing infrastructure. About 10% of the total length of those roads was renovated. An express bus service, the Metrobús, based on the Curitiba model, was built down Avenida Insurgentes, cutting through the city some 20 km from north to south.[49] López Obrador's reputation was damaged by the lynching of two federal law-enforcement officers doing an undercover investigation in Tláhuac in November 2004.[50] The Mexico City Police rescued one agent,[51] but the city's chief of police, Marcelo Ebrard, and federal Secretary of Public Safety, Ramón Martín Huerta, were both accused of not organizing a timely rescue effort. López Obrador's secretary of government Alejandro Encinas was criticized for declaring the lynching should be understood as stemming from the traditions (usos y costumbres) of the people.[52][53] After a thorough investigation, López Obrador gave Ebrard a vote of confidence, despite a request from President Vicente Fox Quesada for him to be relieved of duty. Later, using his constitutional powers, Fox fired Ebrard, while Martín Huerta, a member of Fox's cabinet, received a reprimand, and continued to hold the position of Secretary of Public Safety until his death in a helicopter accident.[54][55] López Obrador later appointed Ebrard as Secretary of Social Development, and supported his candidacy in the PRD primaries to run for office as Head of Government of the Federal District in 2006. Elected government officials in Mexico have an official immunity called fuero that prevents criminal charges from being brought against them, which can be removed through a process called desafuero. In 2004 the Attorney General's Office asked Congress to strip López Obrador of his immunity under charges of a misdemeanor (ignoring a court order). The misdemeanor against López Obrador was a failure to order the cessation of the construction of a private hospital on land expropriated by Rosario Robles (who preceded López Obrador as Head of Government of the Federal District under the Ernesto Zedillo government).[56] Under federal law, any person with criminal charges during the electoral process would not be eligible to run in a presidential election. A legal process begun in 2004 would likely have continued until the presidential campaigns of 2006, and would therefore have ended López Obrador's ambitions of running for the presidency in 2006. Although his political opponents argued he should be subject to the same judicial process as anyone else, notable newspaper editorials throughout the world charged that the desafuero was politically motivated (including The New York Times[57] and The Washington Post),[58] that it undermined Mexican democracy, and that López Obrador's exclusion from the upcoming elections would delegitimize the eventual winner. After Congress voted in favor of removing López Obrador's immunity, he asked for leave from his post for a few days. President Vicente Fox, wanting to avoid a political cataclysm, and knowing that the decision made by Congress was widely unpopular,[59] appeared on national television in April 2005, stating that the issue would not be pursued any further. The controversy closed on a technicality, and López Obrador, despite the removal of immunity, was not prosecuted (and thus remained eligible to compete in the presidential election). Weeks later, Attorney General Rafael Macedo de la Concha resigned.[60] During his time as Head of Government of the Federal District, López Obrador became one of the country's most recognizable politicians. He left office with an 84% approval rating, according to an opinion poll by Consulta Mitofsky.[61] According to an article by Reforma newspaper, he kept 80% of the promises he made as a candidate.[62][63] In September 2005, López Obrador was nominated as the PRD's presidential pre-candidate for the 2006 general election. Cuauhtémoc Cárdenas declined to participate in the internal elections when polls showed López Obrador as clear favorite.[64] Until March 2006 he was considered the presidential frontrunner by the majority of polls; however, polls in late April showed a decline in his numbers.[65] An article published by La Crónica de Hoy in March 2006 said that Mexican Bolivarian Circles and students, allegedly assisted by Venezuelan agents, distributed \"Bolivarian propaganda in favor of Andrés Manuel López Obrador\" throughout cities in Mexico, and that such Bolivarian Circles were given \"economic support, logistics advice and ideological instruction\" from the Hugo Chávez government.[66] López Obrador was criticized by some left-wing politicians and analysts for including in his close staff many former members of the PRI who actively fought against his party in the 1980s and 1990s,[67] most notably Arturo Núñez (one of the authors of Fobaproa contingency fund created to resolve liquidity problems of the banking system),[68] Manuel Camacho Solís and Marcelo Ebrard. The guerrilla leader of the Zapatista Army of National Liberation (EZLN), Subcomandante Marcos, said López Obrador was a false left-wing candidate, arguing that he was a centrist candidate. Cuauhtémoc Cárdenas did not participate in campaign events, but stated that he would still vote for his party, the PRD.[69] López Obrador's proposals, including his 50 commitments, produced mixed opinions from analysts. The Washington Post wrote that López Obrador used U.S. President Franklin D. Roosevelt as inspiration for his proposals.[70] On 19 May, Roberto Madrazo, the PRI's presidential candidate and considered by many polls to be in a distant third place, hinted at the possibility of an alliance with López Obrador to prevent National Action Party (PAN) candidate Felipe Calderón from winning the election,[71] after both the parties had criticized the government for what they saw as supposed illegal support by the federal government for the PAN's candidate campaign. The PRD said that both parties entered into an information sharing agreement regarding the issue.[72][73] This, combined with calls from high ranking PRI member Manuel Bartlett (former interior secretary when the alleged 1988 presidential election fraud was committed) to vote for López Obrador,[74] aroused media speculation that the PRI and the PRD would ally. On 28 May, after López Obrador discounted any such alliance because the PRI and PRD political tendencies could not be reconciled,[75] Roberto Madrazo indicated that his comments had been misunderstood and that he would not step down or endorse any other candidate.[76][77] In 2006, the Spanish newspaper El País criticized López Obrador for what it characterized as \"extreme\" verbal insults toward Mexican government institutions and President Vicente Fox.[78] On 6 July 2006, the Federal Electoral Institute (IFE) announced the final vote count in the 2006 presidential election, resulting in a narrow margin of 0.56 percentage points (243,934 votes) of victory for his opponent, Felipe Calderón. López Obrador appealed the results, claiming widespread irregularities, and demanded an election recount.[79] (A generalized recount is only to be carried in extreme circumstances, according to Mexican Electoral Tribunal Jurisprudence S3ELJ14-2004.[80]) On 8 July 2006, López Obrador called for nationwide protests to ask for a national recount, stating \"the government would be responsible for any flare-up of anger after officials rejected his demand for a manual recount of Sunday's extremely close vote.\"[81] However, on 5 September 2006, the Federal Electoral Tribunal (TEPJF) ruled that the election was fair and that Calderón was the winner and would become president.[82] In contesting the election, López Obrador and his coalition made several primary arguments: (a) that President Fox, the Consejo Coordinador Empresarial (CCE), a business interest group, and other organizations had illegally interfered in the presidential campaign, which is strictly prohibited by electoral law,[83] thereby providing grounds for election annulment; that (b) that votes were fraudulently tallied on 2 July and afterwards; and that (c) there was widespread and significant evidence of electoral irregularities, ranging from stuffed ballot boxes and inconsistent tally reports, to improper and illegal handling of the ballot trail and voter intimidation.[84] The Court did find that President Fox and the CCE had interfered in the elections by campaigning for Felipe Calderón, which is against electoral laws.[85] The TEPJF determined that it was not possible to accurately evaluate the influence this interference had had on the election results, but estimated the impact of Fox's interference as insignificant. The Tribunal stated that, similarly, it could not gauge the impact of CCE's interference.[citation needed] Consequently, the Court ruled that both interferences could not be considered as a sufficient judicial cause to annul the election. In reference to fraud allegations, the Court similarly stated that there was insufficient evidence to annul the election.[86][87] López Obrador and his coalition had alleged irregularities in a large number of polling stations and demanded a national recount. Ultimately the electoral tribunal (TEPJF), in a unanimous vote, ordered a recount of about 9% of the polling stations.[88] The Supreme Court later ruled that the evidence presented did not demonstrate that sufficient irregularities had occurred to change the outcome of the election. In response to this result, in a move reminiscent of Francisco I. Madero declaring himself provisional President of Mexico after calling the 1910 elections against Porfirio Díaz fraudulent, López Obrador's followers proclaimed him the Presidente Legitimo (Legitimate President), inaugurated him in a ceremony in the Zócalo, and called for the creation of an alternative, parallel government.[89] López Obrador announced his victory to his supporters on the night of the election, stating that according to exit polls he had won by 500,000 votes. He did not cite any polls at the time,[90] later he referenced Covarrubias[91] and IMO.[92] Several days later, the Federal Electoral Institute published its final tally, which had him down by a margin of 0.58%, or approximately 243,000 votes. López Obrador then initiated legal challenges, claiming election irregularities in 54% of polling stations, and demanded publicly the votes to be recounted \"vote by vote\" in all polling stations. The case was discussed by the Federal Electoral Tribunal (TEPJF) and finally dismissed.[93] While the case was discussed in the Electoral Tribunal, the IFE called for the candidates to refrain from proclaiming themselves as winner, president-elect, or president until the final resolution was taken. Both candidates disobeyed this call. In an interview by U.S. Spanish-language TV network Univisión, López Obrador referred to himself as \"President of Mexico\".[94][95] López Obrador held several gatherings in downtown Mexico City with hundreds of thousands of people attending, pressuring for a \"vote for vote\" general recount. On 31 July, in an act of civil disobedience, he organized a blockade of 12 kilometers of one of the most important roads in the capital, Paseo de la Reforma, which houses several important hotels, corporate main offices and the Mexico City Stock Market.[96] Business groups said the blockades cost Mexico City businesses located near the areas of conflict daily losses of 350,000,000 pesos (about US$35 million).[97] In order to compensate, they asked the Government of Mexico City to exempt them from paying taxes that year.[citation needed] On Saturday 5 August, the TEPJF met in a public session to decide the outcome of the complaints the PRD and its coalition partners had filed. The seven magistrates voted unanimously to order a recount of 11,839 ballot boxes in 155 districts (9.2% of the total), despite López Obrador's public demand that all votes and ballot boxes be recounted.[98] The TEPJF based its decision for a partial recount on its finding that, despite publicly demanding a vote-by-vote general recount, López Obrador's party filed legal challenges for 71,000 polling stations (54%). Therefore, the TEPJF found it could by law order a recount of only those 71,000 polling stations contested. The TEPJF ruled that it could not order a recount of the votes not in controversy because \"the certainty asked by the [López Obrador] Coalition is tied to the respect for the tallies certified by the citizens in the polling stations not in controversy.\" However, the TEPJF did certify that principles of certainty in elections were grounds for a recount in some of the stations in controversy, since there was evidence of possible irregularities.[99] López Obrador rejected the resolution as too narrow, and he and his followers intensified their civil resistance. For about two hours on 9 August, protesters took over the tollbooths on four federal highways linking Mexico City to Cuernavaca, Querétaro, Toluca, and Pachuca. The protesters prevented personnel from charging tolls in some of these roads and allowed vehicles to pass freely. Also, hundreds of López Obrador supporters surrounded four of the main offices of foreign banks, including Citibank, Banamex, BBVA, and the Mexican subsidiary of HSBC, closing them for about four hours, claiming that foreign banks \"ransack the country\" and \"widen the barrier between rich and poor\" alleging banks had become involved in Mexican politics by supporting Calderón.[100][101] On 8 August, López Obrador sent a message to the press regarding the blockades, where he explained to the people \"10 reasons\" for which he stood to continue the \"peaceful civil resistance\".[102] López Obrador held a rally, which he called a \"National Democratic Convention\", on 16 September, Independence Day, when a military parade was also scheduled to be held. The convention started after the military parade.[103] Claiming that all the country's institutions are linked and protect each other, López Obrador said that they \"no longer work\" and called for the creation of new ones.[104] López Obrador led a rally on the day of the state of the union speech, where sympathizers celebrated the President being prevented from delivering his speech inside the Congress chamber.[105] They claimed that the President \"had created a police state\" in the area around the Congress building and interpreted it as a violation of the Constitution that made it impossible for Congress to be called into session, and thereby enabling Fox to address the chamber.[106] He explicitly told his followers not to be lured into violent confrontations, declaring, \"We aren't going to fall into any trap. We aren't going to be provoked.\" He also asked his followers to remain in the Zócalo, instead of marching to the legislative palace, the site of the state of the union speech, as had been planned.[107] According to a poll published on 1 December 2006 in El Universal, 42% believed that Calderón's victory was fraudulent, and 46% believed that it was not.[108] On 20 November 2006, the date when the Mexican Revolution is commemorated, López Obrador's sympathizers proclaimed him the \"Legitimate President\" at a rally in the Zócalo in Mexico City, though no formal poll was taken.[89] The action was planned in another rally, the \"National Democratic Convention\", in which supporters gave him the title. At the convention, López Obrador called for the establishment of a parallel government and shadow cabinet.[110] He also advocated for the abolition or reform of several institutions,[which?] alleging they had become lavish and corrupt, and asked for changes to the constitution to ensure the institutions work \"for the people\", providing welfare and assistance to the elderly and other vulnerable groups.[citation needed] After his supporters proclaimed him as \"Legitimate President of Mexico\",[109] López Obrador created a \"Cabinet of Denunciation\" to counter all moves done by President Felipe Calderón. It was expected the \"alternative cabinet\" would be used as a pressure mechanism to the initiatives of the government.[111] In his speech at the proclamation ceremony, López Obrador promised to \"procure the happiness of the people\",[112] and announced twenty \"actions of government\", such as fostering a process for renewal for public institutions and defending the right to information and demanding openness of communication media.[113] Days later, López Obrador announced that he would earn a salary of $50,000 pesos (US$2,500) a month, provided by donations.[114] Reactions to the \"legitimate presidency\" varied widely. An opinion by El País said that López Obrador's \"lack of consideration for democratic institutions and rule of law seriously endanger civil peace in Mexico\".[115] After speculation on whether or not López Obrador's self-proclamation was against the law, the PRI stated that this political action was not a crime.[116] Liébano Sáenz, chief of staff of former President Ernesto Zedillo, stated that López Obrador \"will become the conscience of the nation, which will do much good for Mexican democracy\".[117] José Raúl Vera López, the Roman Catholic bishop of Saltillo, Coahuila, declared that the so-called \"legitimate presidency\" was a result of the \"profound discontent with how the country has been run\", and that López Obrador had \"very deep moral backing\".[118] A poll conducted by Grupo Reforma indicated that 56% of Mexicans disapproved of López Obrador taking the title, while only 19% approved. Sixty-three percent of those polled also said that the former candidate had lost credibility. Other responses in the poll included 82% describing the political atmosphere in Mexico as \"tense\", and 45% of those polled blamed it on the PRD, with only 20% blaming it on the PAN, and 25% blaming both parties. The poll was a telephone survey of 850 adults on 18 November with 95% confidence interval of +/-3.4% margin of error.[119] In the first few months of his term, President Calderón's announced initiatives that mirrored those of López Obrador. These included price ceilings for tortillas,[120] in the form of a \"Tortilla Price Stabilization Pact\", that protects local producers of corn, a presidential decree limiting the President's salary and that of cabinet ministers, and a proposal for a constitutional amendment that, if passed, would significantly lower salaries for all public servants and impose caps on their remuneration.[121] These measures were interpreted by some as actions \"seeking to fulfill a campaign promise to incorporate the agenda of election rival Andrés Manuel López Obrador into his government\",[121] and by others as actions designed to undercut the opposition government. In 2008, the PRD held leadership elections. López Obrador's candidate, Alejandro Encinas Rodríguez was opposed by Jesús Ortega. Allegations of fraud on both sides halted recounts and raised doubts about the legitimacy of the election. Media figures commented that, while López Obrador had used phrases such as \"fraud\", \"illegitimacy\", \"corruption\", etc. in the 2006 presidential election, the same phrases were now used to describe the PRD's election, and many feared that, no matter what the outcome, there would be a \"legitimate\" and a \"spurious\" President inside the Party.[123] According to exit polls conducted by Mitofsky and IMO, Encinas won by 5% and 8% points, respectively.[124] Congress was also taken by legislators of the Broad Progressive Front (FAP), the PRD, Labor and Convergence parties, on 10 April 2008 because of their disagreement with the Government regarding energy policy discussions, claiming they violated the Constitution. López Obrador's followers took both chambers of Congress and had them chained so nobody could enter, thus avoiding the passage of secondary laws which modified the legal framework of the Mexican national oil company, Pemex.[125] Chairs and tables were used as barricades. López Obrador requested a four-month debate on energy policies and not the 50-day debate presented by the PAN, PRI, Green Party and New Alliance.[126] López Obrador ran again as the PRD, Labor Party, and Citizens' Movement candidate under the coalition Movimiento Progresista in the 2012 presidential election. In November 2011, López Obrador announced some of his economic proposals:[127] López Obrador had been a firm critic of Felipe Calderón's military approach, and promised a further application of the law,[further explanation needed] proposing to take care of the victims of the Mexican Drug War and emphasizing the protection of human rights in the country.[128] He proposed a single police command that would gradually assume the activities of the Mexican Navy and the Mexican Army, as well as a single intelligence agency to tackle the financial networks of criminal organizations.[128] The new police force would promote \"civic and moral values\". He said that he was committed to increasing the salaries and benefits given to law enforcement officials throughout Mexico. His security strategy was composed of ten proposals, but all of them had a major theme: organized crime cannot be tackled if the government is responsible for the erosion of human rights.[128] He also stated that if elected, he would firmly reject any intelligence activity from the United States, including money and weapons in aid. This policy would put a stop to the operations in Mexico of the Central Intelligence Agency and the Drug Enforcement Administration, including the use of unmanned drones.[128] But it could also discourage U.S. aid to Mexico (US$1.6 billion since 2008). The proposal was intended to appeal to popular resentment over U.S. actions in \"Operation Fast and Furious\", where ATF agents were involved in a gunwalking scandal.[128][129] López Obrador promised to reactivate the economy and social growth so more people could have access to a \"better life\" without having to join the cartels and abandon the rule of law.[130] He also pledged to improve the education system and create more jobs before the criminal groups have a chance to recruit them.[130] He also spoke of putting an end to corruption, impunity, drug consumption and addiction, and to the privileges of the elite.[130] The security Cabinet that he proposed was to work directly with the municipal and state forces in a unified command.[130] López Obrador summed up his security policy as \"Abrazos, no balazos\" (Hugs, not bullets).[131] At the start of his campaign, he said that he would remove Mexican Army personnel from the streets, but in May 2012 stated the mililtary would continue to operate until Mexico had a \"trained, skilled and moralized police force\".[131] López Obrador announced a tentative cabinet. Among them were:[132] The election was won by Enrique Peña Nieto of the PRI, with 38.2%, to 31.6% for López Obrador. López Obrador did not accept the preliminary results, as a majority of votes had yet to be counted.[133] Subsequently, he claimed vote buying and other irregularities, and demanded a full recount by the Federal Electoral Institute (IFE).[134] The IFE found a number of irregularities, but confirmed the results on 6 July. López Obrador rejected this announcement, and on 12 July filed a complaint for invalidation of the election. He alleged vote-buying, spending in excess of election regulations, illegal fund raising, and vote fraud. On 30 August, the Electoral Tribunal of the Federal Judiciary rejected his complaint.[135] At a news conference, López Obrador claimed that the election was \"plagued with irregularities\" and accused the PRI of vote buying.[136] He also claimed that the PRI handed out gifts to lure voters into casting their vote for that party with the cooperation of Soriana, a Wal-Mart-style retail chain.[137] On the day of the 2012 presidential elections, people who voted for the PRI would receive pre-paid gift cards.[138] Nonetheless, the PRI and the store denied those accusations[139] and threatened to sue López Obrador.[137] Peña Nieto vowed to imprison anyone – including members of the PRI – if they were found guilty of electoral fraud.[140] Despite Peña Nieto's statement, many videos by citizens about the Soriana cards surfaced on the internet.[141][142] Following the 2012 presidential election loss, López Obrador told a rally in Mexico City's main plaza, the Zócalo, on 9 September 2012 that he would withdraw from the Democratic Revolution Party \"on the best of terms\". He added that he was working on founding a new party from the Movement for National Regeneration (\"Movimiento de Regeneración Nacional\" in Spanish), which he would later name MORENA.[143] A couple of days after his departure from the PRD, federal deputy Ricardo Monreal stated it was a \"divorce for convenience\", and that López Obrador did the most responsible thing in order to avoid the polarization of the country.[144] According to polls and surveys, most of the Mexican public had negative view on the establishment of MORENA as a political party.[145] On 7 January 2014, Martí Batres, president of MORENA, presented the documentation to the INE to be acknowledged political party.[146] In 2014, López Obrador revealed why he left the PRD, stating, \"I left the PRD because the leaders of that party betrayed the people, they went with Peña Nieto and approved the Pact for Mexico, which is nothing more than a Pact against Mexico. I can not be in a party where tax increases were approved and it was approved that they will increase the price of gasoline every month. Gasoline in Mexico costs more than in the United States, the salary in Mexico is the lowest in the entire North American continent, and instead of asking for wage increases, the PRD rose to the podium to ask for the increase in the price of gasoline, it's an embarrassment.\"[147] After Cuauhtémoc Cárdenas criticized him for forming his own political party, on 7 July 2014, López Obrador posted on social media that, \"PRD leaders and most of its legislators voted for the fiscal reforms [raising taxes and gas prices] and with their collaboration they paved the way for privatization of the oil industry.\"[148][dubious – discuss] On 10 July 2014, the INE approved MORENA to be an official political party to receive federal funds and to participate in the 2015 legislative elections.[149] López Obrador ran again in the 2018 presidential election, his third bid for the presidency. In the election he represented MORENA, the left-wing Labor Party (PT), and the socially conservative right-wing Social Encounter Party (PES) under the coalition Juntos Haremos Historia. Pre-election polls indicated he had a double-digit lead over candidates Ricardo Anaya, José Antonio Meade, and Jaime Rodríguez Calderón.[150][151][152] In 2018, the Mexican publication Aristegui Noticias criticized Vicente Fox for what it characterized as \"extreme\" verbal insults on Twitter towards López Obrador's crackdown on institutional corruption.[153] Background On 24 June 2017, the PT agreed to fight the 2018 election in an electoral alliance with MORENA; however the coalition was not officially registered with the National Electoral Institute (INE), the country's electoral authority. For MORENA, the alliance was facilitated by the withdrawal of the PT's candidate Óscar González Yáñez, who resigned his candidacy and called for votes in favor of Delfina Gómez Álvarez, standard-bearer in the state elections of the State of Mexico in 2017.[154][155][156] In October 2017, at PT's National Congress, as party president Alberto Anaya was reelected to another 6-year term, PT formalized its coalition with MORENA.[157] At first, there was speculation about the possibility of a front grouping all the left-wing parties: MORENA, the PRD, PT and the MC. However, López Obrador rejected any kind of agreement due to political differences, especially after the elections in the State of Mexico, when the candidates of the PRD and MC continued with their campaigns refusing to support the MORENA candidate.[158] At the end of November 2017, the leaders of MORENA and the PES announced that they were in talks to form a possible alliance: Hugo Eric Flores Cervantes, president of the PES, said \"We don't negotiate with the PRI, we have two options, go alone or with MORENA.\"[159] Confirmation On 13 December 2017, PES joined the coalition between MORENA and the PT, and it was formalized under the name Juntos Haremos Historia (Together We Will Make History).[160] Following the signing of the agreement, López Obrador was appointed as a pre-candidate for the three political groups.[161] It was a partial coalition that supported López Obrador as the presidential candidate and divided the legislative elections between the three: MORENA chose candidates in 150 federal electoral districts (out of 300) and 32 Senate rates, while the PT and the PES each nominated 75 candidates for the Chamber of Deputies and 16 for the Senate.[162][163] The alliance received criticism as it was a coalition between two left-wing parties (MORENA and the PT) with a formation related to the evangelical right (PES).[164] In response, MORENA national president Yeidckol Polevnsky said that her party believes in inclusion and teamwork to \"rescue Mexico\" and that they will continue to defend human rights;[165] in turn, Hugo Eric Flores Cervantes, national president of the PES, said that \"the only possibility of real change in our country is the one headed by Andrés Manuel López Obrador\" and that his party had decided to be \"on the right side of history\".[166] Andrés Manuel López Obrador said that this would be his last attempt to become president, rejecting the idea of becoming a permanent moral leader for the Mexican left-wing.[167] In Paris, France, there is the \"Official French Committee of MORENA\", on which several occasions have presented their support to the candidate in small rallies in that European country.[168] In February 2018, French deputy and former presidential candidate Jean-Luc Mélenchon, founder of the La France Insoumise party, met with López Obrador, before the official start of the electoral campaign in Mexico, and described his possible victory in the following terms: \"If they manage to thwart the plans against them and win the elections, it will be a great change for Mexico and all of Latin America.\"[169] Miguel Ángel Revilla, president of the Autonomous Community of Cantabria, Spain, mentioned López Obrador in an interview on the El Hormiguero program, where he spoke of the possibility of victory for the presidential candidate in 2018: \"I think he's going to win because Mexico needs a change to a good person, because they are presenting him as a Chávez-type populist, or Fidel Castro-type, but really, because he wants to end corruption and inequality within [the limits of] what he can do because the country does not deserve what it has until now; I want to send my support to this man, Andrés Manuel López Obrador, from here.\"[170] López Obrador has been referred to as the \"ideological twin\" of the US's progressive leader Bernie Sanders and the UK's Labour Party leader, Jeremy Corbyn, the latter having visited López Obrador and invited him over to the British Parliament.[171][172][173][174] In December 2017, López Obrador presented his proposed cabinet:[175] Replacements López Obrador has often been described as left-wing[180] and populist.[4] Other outlets have claimed that López Obrador toned down his rhetoric for the 2018 election.[181][182] In his inauguration speech he inveighed against neoliberalism, calling it a \"disaster\" and a \"calamity\" for the country, and promised a historic \"transformation\".[183][184] He proposed the cancellation of the under-construction New Mexico City International Airport,[185] the conversion of the president's official residence and office complex, Los Pinos, into a cultural center,[186][187] as well as universal health care,[188] free internet,[189] and a sale of the presidential aircraft,[190] and has offered to hold referendums on various issues,[191] among them a performance evaluation halfway through his term during the 2021 legislative elections (instead of his former proposal of every two years)[192]) that would cut his six-year term short if he lost the consultation.[193] He proposed dispersing the cabinet throughout the country's states, with the objective of \"promoting development throughout the national territory\", while the Presidency and the Ministries of National Defense, the Navy, the Interior, Foreign Affairs, and Finance and Public Credit would remain in the capital.[194][195] New Airport for Mexico City Corruption, geological, and environmental problems related to the construction of a new airport in Texcoco, State of Mexico, were a major issue during López Obrador's 2018 presidential campaign. After winning the election but before taking office, he sponsored a citizen referendum on replacing the Texcoco airport with rebuilding the military airport Santa Lucia in Zumpango, State of Mexico. The referendum passed with 70% of the 1 million votes cast.[196] Canceling the airport cost MXN $75 billion (US$3.98 billion).[197] The new airport in Zumpango was renamed \"Felipe Ángeles International Airport\" and construction began on 17 October 2019.[198] The airport opened in March 2022.[citation needed][199] López Obrador's chief pledge was to eradicate institutional corruption by enacting a series of constitutional laws and policies aimed at making corruption more difficult. One example of that is the two laws enacted that now make corruption and voter fraud a criminal act without bail,[200] as well as removing corrupt government officials with due process. López Obrador pledged a combination of zero tolerance and personal honesty to sweep it out \"from top to bottom like cleaning the stairs\".[201] He asked international organizations to come to Mexico to help investigate cases of corruption and human rights abuses, and announced a willingness to allow the creation of a body, akin to the CICIG in Guatemala, to help local prosecutors build graft cases.[202] He also proposed to amend an article in the constitution to make it possible to try presidents for corruption.[192] López Obrador has had mixed views on the privatization of oil that was signed into law in 2013. He has called for a referendum over the 2013 energy reform (es) that ended Pemex's monopoly in the oil industry.[203] Rocío Nahle [es], his top energy adviser, has called for a freeze on future deepwater drilling auctions and a review of contracts with international oil companies.[204] In February 2018, his business adviser, Alfonso Romo, said, \"[he] reviewed most of the oil tenders awarded to private drillers and found them to be beneficial for Mexico.\"[205] He has also pledged ending oil exports in order to focus internally, as well as investing in refineries along with ending the importation of gasoline from the United States,[204][206] saying the nation must recover energy self-sufficiency \"as a principle of national security\" and should make loss-making state refineries operable and assess biodiesel production.[207] López Obrador has promised no more gasolinazos as well as no more hikes in electricity and gas prices.[208] On 30 November 2018 López Obrador told the press that the previous administration's oil reforms, which permitted auctioning oil field rights to private companies, would not continue under his administration.[209] Shortly after taking office, López Obrador cracked down on the robbery of motor fuels: Huachicolero.[210] Despite 18 January 2019 Tlahuelilpan pipeline explosion that cost the lives of at least 119 in Tlahuelilpan, Hidalgo,[211] and local fuel shortages, gasoline theft was cut by 95% from 81,000 barrels in November 2018 to 4,000 barrels in April 2019 with a savings of 11 billion pesos ($581 million).[212] By 2023 Mexico plans to have seven oil refineries, including a new one that is being built As of April 2022[update] at the Dos Bocas port in Paraíso, Tabasco.[213] Construction on the Dos Bocas refinery began in August 2019,[214] with an estimated cost between US$6 billion and $8 billion.[215] With his saying, \"Becarios sí, sicarios, no\" (Scholarships, yes; contract killings, no),[216] López Obrador proposed guaranteed schooling and employment to all young people, through universal access to public colleges[217] and intending to offer monthly scholarships of 2,400 MXN to low-income university students.[218] López Obrador is against the educational reform passed into law in 2013, stating he opposes the use of standarized test scores as a basis for firing teachers,[219] saying, \"It is an ideological problem of the right, of conservatism; deep down they do not want public education, they want education to be privatized, that is the mentality that prevails in these people. I ask them to be serene and if you really want to help improve education, do not polarize or disqualify [the teachers].\"[220] He also argued that, \"Children go to school without eating and that is not addressed in the so-called education reform.\"[221] The educational reform laws that were passed during the administration of Peña Nieto were overturned in September 2019. The new laws promise to take into account teachers' opinions and to preserve the public nature of the school system.[222] As the Mexican Drug War that started under President Calderón (2006–12) dragged on into its 12th year, he reiterated his 2012 presidential run strategy of \"Abrazos, no balazos\" (Hugs, not bullets), arguing that jobs and better wages, especially for younger people and the rural populace, are necessary to combat crime,[223][224] not the use of more military force.[216] He has proposed amnesty for some drug war criminals,[225] for which he would seek the aid of international NGOs, Pope Francis,[226] and UN Secretary-General António Guterres.[202] Héctor Vasconcelos, a former diplomat, said a López Obrador government would gradually pull back the Army and Navy from the streets where they have been engaged.[227] López Obrador is willing to establish a truth commission to bring closure to tens of thousands of people exposed to murders and disappearances of their friends and families, such as the 2014 Ayotzinapa kidnapping.[202][228][229] He declared that he would consider legalizing certain drugs as part of a broader strategy to fight poverty and crime.[230] López Obrador declared an end to the Drug War, announcing that he wished to shift from capturing capos (drug lords) to reducing violence and paying more attention to health and socioeconomic concerns. Nonetheless, the murder rate increased during his first year in office. López Obrador has sent the newly formed, militarized National Guard to fight crime, but they have not been any more successful than previous police and military efforts.[231] A major setback was a failed attempt to arrest Ovidio Guzmán López in October 2019, which set off fierce gun battles in Culiacán, Sinaloa, and had to be called off. López Obrador later explained that his primary concern was saving lives.[232] When three adults and six children, American citizens belonging to the LeBaron family, were killed near the border between Sinaloa and Chihuahua, President Donald Trump briefly threatened to declare the cartels terrorist organizations. López Obrador persuaded him not to do so.[233][234] Lopez Obrador describes himself as an adherent of a mixed economy, at an event on 3 June 2018 he explained that \"there will be a mixed economy; the State with public investment could not face the challenge of growth in Mexico, private investment is required and the social sector is also required.\"[235] Based on his economic proposals; he wants the country to be \"self-sufficient\" and to \"rescue the agriculture industry\" that was affected by the North American Free Trade Agreement. He has also doubled compensations to both, pension to two million five hundred senior citizens,[236] and the nation's minimum wage.[237] López Obrador has also created a special zone along Mexico's northern border with lower value-added taxes, lower rent taxes, and a higher minimum wage.[238][239] His advisers also said that the same measures could also be directed at Mexico's southern border and elsewhere to contain migration.[240] He has planned a host of infrastructure projects in partnership with the private sector, including rail links in the forests of Yucatán and across the Isthmus of Tehuantepec, to spark economic growth in Mexico's economically depressed south.[201] At a major banking conference in March 2018, he made promises to not disrupt economic stability and respect the autonomy of the Bank of Mexico saying, \"We will support banks and we won't confiscate assets. There won't be expropriations or nationalizations.\"[241][242] López Obrador has criticized NAFTA, arguing small Mexican corn farmers have been hurt,[243] as well as proposing to defend avocado farmers from agricultural tariffs.[244] He has asked Peña Nieto's administration to postpone the current renegotiation of the agreement, arguing both Donald Trump and Peña Nieto do not have a strong, amicable relationship, tainted by a cancelled foreign trip.[245] During the general assembly of the American Chamber of Commerce in Mexico, he said he does not want the agreement cancelled, arguing it benefits the three member nations.[246] In June 2018, during a presidential debate, he argued that if there is a failure in the NAFTA renegotiation, the domestic economy must be strengthened, saying, \"[it] cannot be fatal for Mexicans, our country has a lot of natural resources, a lot of wealth.\"[247][248] López Obrador has argued in favor of increasing workers' salaries \"because wages in our country are very low; they are the lowest wages in the world and we need to strengthen the domestic market and improve the income of workers; you can not be paying the workers of the maquilas 800 pesos a week.\"[249] Mexico and the United States reached a new trade agreement on 27 August 2018, and Canada agreed on 30 September of that year. The new trade agreement is called the United States–Mexico–Canada Agreement (USMCA).[250] The USMCA increases environmental and labor regulations, and it incentivizes more domestic production of cars and trucks. The agreement also provides updated intellectual property protections.[251] Then-U.S. Trade Representative Robert Lighthizer, Canadian Deputy Prime Minister Chrystia Freeland, and Deputy Minister for North America Jesús Seade Kuri signed a modified agreement in Mexico City on 10 December 2018.[252] The Mexican Senate ratified the treaty on 19 June 2019,[253] but it still awaits ratification by the U.S. and Canada.[254][needs update] Arguing he would be fiscally conservative,[255] López Obrador intends on raising social spending[206] without tax hikes nor accumulation of public debt,[207][256][257][258][259] via proposed austerity measures on politician and bureaucrat salaries and privileges, including the president's salary and post-presidential pension, as well as fighting private corruption and tax fraud.[227][260][261] López Obrador has reduced the presidential salary by 60% to MXN $108,000 (US$5,000) per month and has limited what public servants and members of the judiciary can earn. He opened the presidential housing complex of Los Pinos to the public, taking up residence in the National Palace. On top of this, he has sold off a number of government assets, including vehicles and real estate; proceeds have gone to social programs for the poor.[262] An austerity law passed in October 2019 restricts remodeling of government offices, bans government employees for a period of ten years from working in private companies they regulated while in office, and cuts presidential pensions.[263] The president flies commercial airlines, but he has not yet found a buyer for the presidential airplane.[264] Following accusations by interest groups and the opposition,[265] which have alleged influences by the Venezuelan government and drawn comparisons with Donald Trump, López Obrador stated, \"No to Chavismo, no to Trumpismo; yes to Juarismo, yes to Maderismo, yes to Cardenismo, yes to Mexicanismo.\"[266] He has repeatedly stated that he wants to continue the bilateral relationship with the United States based on mutual respect and friendship, \"and not of subordination\",[267] insisting that \"Mexico will not be a piñata of any foreign government\".[268] He has also said, \"we no longer want Mexico to be seen as a country of conquest, the looting is over.\"[269] During a presidential debate, López Obrador argued that \"the best foreign policy is domestic policy,\"[270] in that if the country has no corruption and crime, it will help develop trust for investment and tourism because the image of Mexico would improve the perception of Mexico in the international arena. He has campaigned on Mexico's former foreign policy of non-interventionism and the Principle of the self-determination of the peoples' nations, the Estrada Doctrine, stated in the Mexican constitution, article 89.[271] López Obrador reiterated his commitment to non-interventionism with the statement he made during his presidential victory speech, \"We will be friends of all the world's people and governments. The principles of non-intervention, self-determination, and the peaceful settlement of disputes will be applied again.\"[272] After the 2019 election victory in Argentina, López Obrador developed a close relationship with president Alberto Fernández, in what El País described a \"progressive alliance\",[273] with Fernández making one of his first official trips abroad to Mexico[273] (the first being to Israel).[274] The two countries later developed a closer bond in the mutual cooperation regarding the COVID-19 vaccine.[275] López Obrador also expressed support for Argentina's position in regards of the claim to the Falkland Islands, and has urged the United Kingdom to negotiate an end to the dispute with Argentina.[276] As President Donald Trump accused Mexican illegal immigrants of \"bringing drugs [and] crime\" during his presidential campaign, López Obrador took a stance against Trump's proposals for the wall on the U.S.-Mexico border as well as the deportation of undocumented immigrants in the United States. In 2017, he called on the Peña Nieto administration to \"[present] a lawsuit at the United Nations against the U.S. government for violation of human rights and racial discrimination\".[277] He promised to convert the 50 Mexican consulates in the United States into \"procurators\" for the defense of migrants, suggested appointing Alicia Bárcena, current Executive Secretary of the United Nations Economic Commission for Latin America and the Caribbean, as Mexico's permanent representative to the UN, and pledged to put pressure on the United States through organizations like the United Nations. He accused the establishment parties of the corruption that keeps migrants from receiving the support they need.[278] Regarding migration to Mexico, he asserted his government would not \"continue the dirty work\" of the United States and detain Central American migrants at the country's southern border. Following his proposed idea of decentralizing the nation's cabinet away from Mexico City, he would move the National Institute of Migration to Tijuana, Baja California. He suggested that the NAFTA negotiations be used to put together a development plan for Central America as a means to address emigration in the region,[278] including a proposed \"alliance for progress\" including Mexico, the United States, Canada and Central America to foster job creation, grow the economy and pacify the region.[279] López Obrador said he wants to broker a deal with President Trump to stem illegal immigration through jobs and development rather than a border wall.[240] López Obrador's pick for the proposed reestablishment of the Secretariat of Public Security, Alfonso Durazo, declared in July 2018 that there are plans in order to create a border police that would mainly patrol Mexico's southern border to halt illegal immigration, drugs, and weapons.[280] In October 2018, López Obrador declared working visas for Central American immigrants,[281] a couple of days later, following the arrival of Central American migrant caravans into Mexico en route to the United States, he asked for solidarity with the migrants.[282] López Obrador won the election on 1 July 2018 with 53% of the popular vote–the first candidate to win an outright majority since 1988,[283] and the first candidate not from the PRI or its predecessors to do so since the Mexican Revolution. In terms of states won, López Obrador won in a landslide, carrying 31 out of 32 of the country's states.[283] Around 30 minutes after polls closed in the country's northwest, José Antonio Meade, speaking at a news conference from PRI headquarters, conceded defeat and wished Andrés Manuel López Obrador \"every success\".[284][285] Ricardo Anaya also conceded defeat within an hour of the polls closing,[286][287] and independent candidate Jaime Rodríguez Calderón recognized López Obrador's victory shortly afterward.[288] López Obrador took office on 1 December 2018.[289] When he was president-elect, he announced that he would take a 60% salary pay cut.[290] Prior to taking office, from 22 to 25 October, he held an impromptu vote, organized by supporters of his own party, on whether or not the New International Airport for Mexico City was to be scrapped, citing that the project was rife with corruption, cronyism, and a waste of taxpayer's money. About 70% of the results voted against the continuation of the project. López Obrador proposed on expanding the Santa Lucía Air Force Base instead.[291] In December 2018, López Obrador ordered the creation of a truth commission to re-examine one of the country's most notorious unsolved crimes: the kidnapping and presumed murder of 43 trainee teachers who disappeared after an attack by cartel gunmen and police officers.[292] After the 2018 presidential election, media organizations including Forbes reported that López Obrador said the victory of his party, MORENA, was \"La Cuarta Transformación\" (The Fourth Transformation).[293] The phrase is a reference to three major historical reforms, namely Mexican independence, the Reform War, and the Mexican Revolution.[293] Just before his 1 December inauguration, a documentary on López Obrador was broadcast on Now This World.[294] In his first year, López Obrador did not have to contend with any major new issues. His approval ratings were high, approximately the same as previous administrations at the same point in their terms. Despite that, there has appeared to be little progress on issues on which he campaigned, which critics have pointed out.[295] The Economist criticized his first year as lacking in statecraft and abundant in theatrical gestures.[296] In August 2019, Bloomberg News did an extended interview with López Obrador.[297] The China Global Television Network did a short special assessment of López Obrador's first year in office.[298] He argues his presidency is the \"Fourth Transformation\" in Mexican history, with the first three being the Mexican War of Independence (1810–1821), the War of the Reform (1857–1861), and the Mexican Revolution (1910–1920). He invokes imagery likening his presidency to the work of Jesus Christ, with concern for the less fortunate being a top priority under López Obrador.[299] Direct communication with the electorate has become a key feature of his presidency. He holds daily briefings (mañaneras), broadcast on state media. López Obrador has made citizen forums, consultations, and referendums a key part of his decision-making process. Such consultations have been held on major infrastructure projects such as the construction of a new airport, an oil refinery, an electric plant, and the Mayan Train. Other consultations have been held on various social issues, and more are planned for the future—including LGBTQ rights and amnesty for low-level drug offenders.[300] He also plans a popular vote of confidence when he reaches the middle of his term in 2022.[301] The consultations held in 2018 and 2019 have enjoyed widespread support (70% or more),[302] but they have been criticized for low turnout (2% or less) and other reasons.[303] Morning Consult's Global Leader Approval Rating Tracker, which evaluates the approval rating of 13 world leaders on a weekly basis, positioned López Obrador as the second highest in terms of net approval rating as of February 10, 2022.[304] A top priority during López Obrador's campaign was his pledge to end corruption. In 2018 Mexico was on a par with Russia at 138 (of 180 countries) by the Transparency International's Corruption Perceptions Index. López Obrador has made some high-profile gestures against corruption, but his critics see them as not getting at the core issue.[305] He stated his administration will no longer employ the agency designed to uncover corruption in government spending, the National Institute for Access to Information and Data Protection (INAI), citing its complicity in covering up high-profile scandals.[306] Enrique Krauze has criticized López Obrador's move, saying \"Now there is absolutely no transparency in the use of public money, and, at the same time, the awarding of contracts to companies owned by the president's friends.\"[6] López Obrador's anti-corruption efforts have concentrated in five areas: illegal fuel sales known as Huachicolero, accounting methods and tax evasion, illegal outsourcing, judicial corruption, and money laundering.[307] The Unidad de Inteligencia Financiera on 27 December 2019, announced that it has opened investigations into four former governors.[308] In August 2019 Rosario Robles was sent to prison for her involvement in the MXN $7,760 million (US$420 million) \"Master Scam\" (Spanish: Estafa Maestra),[309] and charges against former Pemex officials such as CEO Emilio Lozoya Austin[310] and union leader Carlos Romero Deschamps.[311] In October 2019, a justice of the Supreme Court of Justice of the Nation (SCJN) was forced to resign due to irregularities involving an irregular bank deposit worth MXN $80 million (US$4 million).[312] In October 2019, the human rights group Washington Office on Latin America (WOLA) largely praised then president-elect López Obrador's anti-corruption efforts, noting that most prosecutors are autonomous, citing his austerity plan and support for whistleblowers, and investigations into the Estafa Maestra (\"Master Scam\") and the Odebretch scandal, both which involve several former high government officials.[313] In 2019 López Obrador consolidated some projects to support the educational system in Mexico, some of them being the creation of one hundred public universities and the approval of the reforms to articles 3, 31 and 73 of the Political Constitution of the United Mexican States, about education, in which parents, teachers and authorities participated.[314] That same year, he also implemented the scholarship program \"Bienestar Benito Juárez\" in all educational levels of public service, in order to encourage the permanence of students[315] and also reverted the Education Reform implemented during the Peña Nieto administration, replacing it with one that would guarantee free education at all levels.[316] In 2020, due to the COVID-19 pandemic in Mexico, face-to-face classes were suspended since March, in order to avoid contagions of the disease.[317] In August, the president signed an agreement with the television networks Televisa, TV Azteca, Imagen Televisión and Grupo Multimedios so that preschool, primary and secondary school students could begin receiving classes and educational content on television.[318][319] In December, he announced Delfina Gómez Álvarez as the new secretary of Public Education, replacing Esteban Moctezuma Barragán, who would become Mexico's ambassador to the United States.[320][321] In 2021, a protocol was announced with which students could gradually return to face-to-face classes, but only in those states that were on a green light of the epidemiological traffic light during the COVID pandemic.[322] The exchange between Delfina and Moctezuma was officially carried out on 15 February.[323] The return of face-to-face classes since the beginning of the pandemic took place on 7 June in Mexico City, San Luis Potosí and Aguascalientes,[324] and on the 14 of the same month in the State of Mexico.[325] However, this return was silently canceled again when cases of children infected with COVID-19 began to be registered inside schools,[326][327] little student presence,[328] and the beginning of a third wave of infections by the disease.[329] Despite this, the president announced that the return of face-to-face classes would be \"rained, thundered or lighted\" in August,[330] one of his motivations being to avoid the supposed \"addiction to video games\" that kids have today.[331] López Obrador's energy policy has prioritized the state over the market. Petroleum is at the center of his strategy, with the construction of a refinery in Tabasco, and has in essence banned private investment in the sector. There was low or flat economic growth in his first year of office. He implemented a minimum wage increase of 16.21% in 2019, before uplifting the wage increase to 20% the same year.[332] The coronavirus pandemic is expected to cause lasting damage to the economy, with some critics arguing López Obrador has not effectively planned and responded to economic uncertainty, with the peso falling in the first months of the pandemic.[333] López Obrador made good on his promise to cancel the building of a new airport (Texcoco Airport) to serve Mexico City, with $13.3 billion already spent. Instead, the Felipe Ángeles International Airport was reworked to replace it.[6] The trade deal with the U.S. and Canada was ratified by all three nations and went into effect in July 2020.[334] López Obrador traveled to the U.S. to sign the agreement, but Justin Trudeau, Prime Minister of the third partner, Canada, did not attend, claiming the coronavirus as the reason. Trump and López Obrador signed the agreement at the White House.[335] With the COVID-19 pandemic, remittances from Mexicans in the U.S. have fallen. In addition, with the U.S.-Mexico border increasingly difficult to cross, Mexicans in the U.S. are now aging and dying, often being buried in their home towns and villages.[336] According to Los Angeles Times, the initial response by López Obrador's government was as late as March 2020, and was met with significant criticism. The president continued to hold rallies, be tactile with crowds, and downplay the threat of coronavirus to Mexicans' health and to the Mexican economy. When COVID-19 arrived in Mexico, the government took few steps to ramp up preparedness. The healthcare system is undergoing reforms to lessen the possibility of corruption and to shift from the existing insurance system to a universal one.[337] In March 2020, López Obrador pledged to donate a quarter of his salary to help the country weather the pandemic.[338] As of 25 January 2021, 1,763,219 people have contracted the virus and 149,614 have died.[339][needs update] The Trump administration in the U.S. pressed for building a wall on Mexico's northern border, and it also implemented measures attempting to stem the flow of migrants from Central America and other regions of the world. Although López Obrador expressed sympathy with migrants during his campaign, when the number of migrants surged, the U.S. threatened his government with trade sanctions, which led him to solidify the southern border. Government forces broke up migrant caravans heading through Mexico to the U.S.[340] At the northern border, Mexico is now the stopping point for migrants sent back to Mexico by U.S. immigration authorities awaiting adjudication of their claims for asylum.[341] Citing widespread corruption, López Obrador dismantled the Federal Police and incorporated elements of it into the recently created National Guard, which has been employed to stop Central American immigrants at the southern border.[6] Rates of crime remain high in Mexico and conflict and violence of drug mafias has not been stemmed.[342] The number of murders nationwide in 2019 was over 34,000. Although the rate of women's murders is only about 10% of that number, femicide (murders of women specifically because they are women), has risen and resulted in major demonstrations in early 2020. López Obrador initially backed away from the policy of taking out mafia heads. His policy was not a harsh crackdown, offering \"abrazos, no balazos\"\" (\"hugs, not gunshots\"), which confused and demoralized the security forces. He then gave the army nation-wide control of security.[6] A high-profile situation developed in Sinaloa in October 2019 when Ovidio Guzmán López, son of imprisoned drug mafia head Joaquín “El Chapo” Guzmán, was captured by a small government force. The mafia responded there with a shootout on the Culiacán city streets, resulting in the government freeing Ovidio Guzmán.[343] He has acceded to U.S. requests to extradite criminals to the U.S.[344] In Michoacán, drug mafias have been extorting avocado producers, an ongoing issue especially following the rise in demand in the U.S. for the crop.[345] During the coronavirus pandemic, Mexican drug cartels have been handing out food relief in their core regions. López Obrador has called on them instead to end the violence.[346] Cartels have been acting with continued impunity in Mexico City, with the chief of its police force, Omar García Harfuch targeted for assassination in an early morning by the Jalisco New Generation Cartel. He was wounded, but two of his bodyguards were killed, in addition to a civilian.[347] López Obrador's hands off policy toward drug cartels has been reported in the press in the United States on an ongoing basis.[348] Since 2020, a gradual decrease in intentional homicides has been shown nationwide in Mexico. As López Obrador reported on 6 January 2022, in the year 2020, the amount of reported intentional homicides was 0.4% less than 2019, and it decreased further in 2021, with 4.6% less homicides than 2020. López Obrador stated in the report that he plans to continue this trend throughout the rest of his presidency. Despite this, 2019 was one of the most violent years in Mexican history, with 34,690 reported intentional homicides.[349] Though these reports address the intentional homicide rates nationwide, violence has increased in some states. The biggest increase was seen in the state of Zacatecas, where the number of total homicides per 100,000 people increased from 63.91 to 89.99 in the first 11 months of 2021, showing 40.8% more homicides than 2020. Other states where an increase was reported were Sonora (10.7% increase) and Michoacán (1% increase).[350] Plans to regularize the personal use of marijuana missed a 24 October 2019 SCJN deadline, which has been extended to 30 April 2020. Users, growers, and businesses could not agree on details.[351] In June 2021, the Supreme Court invalidated laws regarding the personal possession and cultivation of cannabis, legalizing its recreational use.[352] The COVID-19 pandemic has interrupted supply chains from China to Mexico that provided the precursor chemicals to create fentanyl and methamphetamine, usually then exported to the U.S.[353] López Obrador has been accused by the opposition of being slow to respond to women's demands to act on the issue of femicide.[354] After a particularly well-publicized femicide of a kidnapped girl, women marches spiked nationally; as a result, the Head of Government of Mexico City, Claudia Sheinbaum (who is also a member of MORENA) announced new measures to prevent further femicides in the city,[355][356] while López Obrador also announced a package of new measures to address the issue.[357] Soon after, women's groups called for two days of action, a massive demonstration in Mexico City on International Women's Day (8 March), following by a strike on 9 March 2020. The Mexico City demonstration had some 80,000 participants. On Monday, 9 March 2020, the second day of action was marked by the absence of women at work, in class, shopping and other public activities. The \"Day Without Us\" (Día Sin Nosotras) was reported in the international press along with the previous day's demonstrations.[358][359] Former Bolivian President Evo Morales, who was forced to resign amid allegations of fraud in October's presidential election, fled Bolivia during the night of 11 November 2019, on a plane for Mexico, which offered him asylum. Mexican Foreign Minister Marcelo Ebrard said his country decided to grant asylum \"for humanitarian reasons, and given the urgent situation faced in Bolivia\".[360] During López Obrador's term, there will be major historical commemorations in 2021 and he has formed an official committee. The events are the founding of Tenochtitlan (although the date of its founding is often given as 1325); the 1521 fall of Tenochtitlan to the Spanish; and the 1821 consummation of Mexican independence.[361][362] The Mexico City Metropolitan Cathedral is being repaired, along with other colonial-era buildings in advance of the commemorations.[363] He is taking the occasions to apologize in the name of Mexico to indigenous peoples and Mexicans of Chinese descent for historical abuses.[364] López Obrador has invited King Felipe VI of Spain and Pope Francis to Mexico for the commemorations, and asked them to apologize for the conquest of America.[365] The Pope declined the invitation, saying he had apologized in 2015.[366] In June 2021 midterm elections, López Obrador's left-leaning Morena’s coalition lost seats in the lower house of Congress. However, his ruling coalition maintained a simple majority, but López Obrador failed to secure the two-thirds congressional supermajority. The main opposition was a coalition of Mexico’s three traditional parties: the Revolutionary Institutional Party, National Action Party and Party of the Democratic Revolution.[367] In October 2019, López Obrador said that once he leaves the presidency he wants to retire in peace and does not want any streets or statues named for him. Nevertheless, on 18 July 2020, the newspaper El Universal published a list of places that bear his name:[371]","country":"Mexico"}