{"name":"Antonio Guzmán Blanco","url":"/wiki/Antonio_Guzm%C3%A1n_Blanco","Born":"1829-02-28","Died":"1899-07-28","Political party":"Liberal Party","termEnds":"(1829–1899)","termStarts":null,"text":"Antonio José Ramón de La Trinidad y María Guzmán Blanco (28 February 1829 – 28 July 1899) was a Venezuelan military leader, statesman, diplomat and politician.[1] He was the president of Venezuela for three separate terms, from 1870 until 1877, from 1879 until 1884, and from 1886 until 1887[2] and General during the Venezuelan Federal War. He was a member of the movement known as Liberalismo Amarillo. Guzmán was born in Caracas as the son of Antonio Leocadio Guzmán, a Venezuelan journalist, politician as well as founder of the Liberal Party and Carlota Blanco Jerez de Aristeguieta.[citation needed] He was banished by the administration of General Julián Castro, and accompanied General Juan Crisóstomo Falcón in his invasion of Venezuela, becoming his general secretary. After the final defeat of Falcón at the Battle of Coplé in September, 1860, Guzmán accompanied his chief in his flight, and was sent to the West Indies to solicit assistance. Toward the end of 1861 he landed again with Falcón on the coast of Coro, and after numerous engagements signed on 22 May 1863, the Treaty of Coche, by which arms were laid down, and a general assembly called at La Victoria, which elected Falcón president and Guzmán vice president. Guzmán was at the same time Minister of Finance,[3] and went to London to negotiate a loan.[citation needed] In 1863, he served as Minister of Foreign Affairs of Venezuela.[citation needed] On 7 August,[citation needed] 1863, Guillermo Tell Villegas was appointed Minister of Foreign Affairs of Venezuela (Ministerio de Relaciones Exteriores)[clarification needed][4] when he temporarily assumed the role of Guzman during Guzman's absence.[4] Tell Villegas remained the 65th Minister of Foreign Affairs of Venezuela until 21 January 1864,[citation needed] when Guzman returned to the role to finish out his term.[citation needed] Guzman was the Venezuelan ambassador to Spain from 1863 until 1866.[5] Upon his return he was for a short time in charge of the executive, and afterward was elected president of congress. After the overthrow of Falcón in 1868, Guzmán left the country, but headed a revolution in 1869, and in 1870 became provisional president with extraordinary powers, ruling the country for seven years as a dictator. In 1871 Blanco created by decree the Territorio Colón (Columbus Territory) which included Los Roques and other adjacent islands.[citation needed] The Palacio Federal Legislativo, also known as the Capitolio, is a historic building in Caracas, Venezuela which now houses the National Assembly. It was built in 1872 by Guzman to a design by the architect Luciano Urdaneta Vargas.[6] In 1876, under Guzmán, the Universidad de Caracas was moved to the Palacio de las Academias building, whose former colonial façade was rebuilt in the Neo-Gothic style.[7] His successor, General Francisco Linares Alcántara, died in office in December, 1878, and there were several revolutionary uprisings, till Guzmán assumed the government again.[citation needed] Free and compulsory education for ages 7 to 14 was established by decree on 27 June 1880, under President Guzmán, and was followed by the creation of the Ministry of Public Instruction in 1881, also under Guzmán Blanco.[8] In 15 years from 1870, the number of primary schools quadrupled to nearly 2000 and the enrolment of children expanded ten-fold, to nearly 100,000.[9] Falcón Zulia was a state of Venezuela created by initiative of Guzmán in 1881.[citation needed] He established the Order of the Liberator on 14 September 1880, which was the highest distinction of Venezuela and was appointed for services to the country, outstanding merit and benefits made to the community.[citation needed] \"Gloria al Bravo Pueblo\" (Glory to the Brave People) was adopted as Venezuela's national anthem by Guzmán on 25 May 1881.[citation needed] In the elections of 1883 General Joaquín Crespo, one of his friends, was declared president, and Guzmán became ambassador to France, living with great ostentation in Paris.[citation needed] In 1886, he again assumed the presidency.[citation needed] During the rule of Guzmán as governor of a few states (from 1871) in the late 1880s when he was known by the epithet \"Illustrious American\", Venezuela witnessed all round development (development of Caracas is largely attributed to him) and coffee production in Venezuela increased rapidly as there was an additional support in the form of loans from foreign countries.[10][11] According to some historians, Guzmán Blanco led a fairly steady Venezuelan government that was allegedly ripe with corruption.[12] Guzmán Blanco reportedly stole money from the treasury, abused his power, and, after a disagreement with a bishop, expelled any clergy who disagreed with him and seized property belonging to the Catholic Church.[13][14] When facing severe disapproval during his administration, Guzmán Blanco ordered the body of Simon Bolivar to be exhumed and reburied in the National Pantheon of Venezuela to espouse Bolivar's ideals, despite the two men's opposing views.[15] His successor, the undistinguished Hermógenes López, was also understood to be under his influence.[citation needed] The autocratic nature of Guzmán's regimes was in sharp contradiction with the economic and legal reforms as well as with the achievements brought about. His government was responsible for the creation of the modern currency (bolívar), the restoration of the national anthem, the second national census, the railroad between Caracas and La Guaira, the foundation of the Venezuelan Academy of the Language, the telephone service between Caracas and La Guaira, promotion of agriculture and education (Decree of Public and Obligatory Instruction of 1870), stimulus to commerce, and important public works (the National Pantheon, the Capitol, and the Municipal Theater, among others.) According to historian Charles L. Davis, Guzman has been referred to as an example of a strongman politician.[16] Also a freemason,[17] he sharply reduced the power of the Roman Catholic Church in Venezuela while in office. Guzmán was married to Ana Teresa Ibarra Urbaneja, who served as First Lady of Venezuela from 1870 until 1877,[citation needed] 1879 until 1884, and 1887 until 1888. Due to his marriage he was brother in law with María Ibarra Urbaneja, who married Venezuelan banker Manuel Antonio Matos[citation needed] He is buried in Passy Cemetery in France. After a hundreds years, his remains now rest at the National Pantheon.[citation needed] Towards the end of the nineteenth century Guzmán built a country house in the region of Antímano, calling it \"La Pequeña Versalles\" (Little Versailles). Despite being declared a National Monument, the house fell into disuse after Guzman's death and was eventually restored in 2004, the building being turned into a sociocultural complex and sports facility.[18] Ana Teresa Ibarra Urbaneja, Guzman's wife and repeat First Lady of Venezuela Guzman with one of his daughters 1872 depiction of Guzman in battle at the Batalla de Apure Guzman in 1872 Antonio Guzmán Blanco by V. Rodríguez, 1908 Guzman's funeral in 1899","country":"Venezuela"}