{"name":"António de Spínola","url":"/wiki/Ant%C3%B3nio_de_Sp%C3%ADnola","Occupation":"Politician Writer","Born":"1910-04-11","Died":"1996-08-13","Political party":"MDLP [Notes 1]","termEnds":null,"termStarts":null,"text":"António Sebastião Ribeiro de Spínola GCTE ComA (generally referred to as António de Spínola, Portuguese pronunciation: [ɐ̃ ˈtɔniu dɨ ˈspinulɐ];[Notes 2] 11 April 1910 – 13 August 1996) was a Portuguese military officer, author and conservative politician who played an important role in Portugal's transition to democracy following the Carnation Revolution. Spínola was born in Santo André, Estremoz in 1910[1] to António Sebastião Spínola and his first wife Maria Gabriela Alves Ribeiro, both natives of Madeira.[2] Spínola entered the Colégio Militar in 1920, beginning what would be a very successful military career. By 1928, Spínola was at Portugal's Military Academy, where he stood out as a young and promising cavalry officer. In Anjos, Lisbon, by August 1932, he married Maria Helena Martin Monteiro de Barros (14 January 1913 – 23 May 2002), daughter of João de Azevedo Monteiro de Barros and his German wife Gertrud Elisabete Martin. In 1939, he became adjunct-de-camp of the Guarda Nacional Republicana (Republican National Guard). In 1941 he travelled to the German-Russian Front, as an observer, to monitor Wehrmacht movements during the encirclement of Leningrad (the Portuguese volunteers had been incorporated into the Blue Division). In 1961, guided by António de Oliveira Salazar, he offered himself for voluntary service in Portuguese colonies of West Africa. Between 1961 and 1963, he held the command of the 345th Cavalry Battalion in Portuguese Angola, distinguishing himself and his unit. At the end of his tenure, he was appointed for, and served as, the Governor and Commander-in-Chief of the Armed Forces of the Portuguese Guinea from 1968, and again in 1972, during the period of the Overseas War, where his administration favoured a policy of respect for ethnic Guineans and the traditional authorities. At the same time, he continued to practice a range of initiatives in the War, from clandestine meetings (he met secretly with the President of Senegal, Léopold Sédar Senghor, at one point) to armed incursions to neighbouring states (such as Operation Green Sea, which saw the assault by Portuguese Army Commandos into Conakry, Guinea). In November 1973, he returned to Lisbon, on the invitation of Salazar's successor, Marcello Caetano, to head the Overseas portfolio: which he refused, due to the government's intransigence on the Portuguese colonies. A month later, on 17 January 1974, he was asked to be the Vice-Chief of the Defence Council of the Armed Forces, on the advice of Francisco da Costa Gomes, a post that he would be removed from in March. Shortly later, he would publish Portugal e o Futuro (Portugal and the Future), where he expressed the idea that the only solution to the Colonial Wars was the discontinuation of the conflict. On 25 April 1974, as a representative in the MFA – Movimento das Forças Armadas (Movement of the Armed Forces) he received from the President of the Council of Ministers, Marcello Caetano, the rendition of the Government (which was in refuge in the Carmo Barracks). Although General Spínola did not play an important role, Marcelo Caetano insisted he would only surrender power to Spínola. This allowed Spínola to assume an important public place as a leader of the revolution, although that was not what the MFA originally intended. The formation of the Junta de Salvação Nacional (National Salvation Junta), formed in the days following the Carnation Revolution, allowed Spínola to take on the role of President of the Republic. Spínola met with Mobutu Sese Seko, the President of Zaire, Hilgard Muller, South African Foreign Minister, and Hugo Biermann, South African Defence Chief, on 15 September 1974, on Sal Island in the Portuguese Cape Verde, crafting a plan to empower Holden Roberto of the National Liberation Front of Angola, Jonas Savimbi of UNITA, and Daniel Chipenda leader of the MPLA's eastern faction (a rival of MPLA leader Agostinho Neto) while retaining the façade of national unity; Mobutu, the South Africans, and Spínola wanted to diminish Neto's importance and present Chipenda as the MPLA leader (Mobutu particularly preferring Chipenda to Neto because Chipenda supported autonomy for the province of Cabinda, an Angolan exclave surrounded by Zaire and the Republic of the Congo, and Neto did not). The group also relied on the immense petroleum reserves of the province, estimated at around 300 million tons, which the Mobutu government required for economic survival.[3] Spínola lasted as the first post-Revolution President from 15 May 1974 until 30 September of the same year, to be substituted by General Francisco da Costa Gomes. His resignation was partly due to what he saw as the profound move to the political left, their effects on the military and the independence of the Portuguese colonies. Discontent over these changes, he tried to intervene politically to mitigate the movements of the MFA program. He resigned fifteen days later on 30 September 1974, after just four months in power, when he realized he would not be able to block the application of the MFA program.[4] His appeals to the maioria silenciosa (″silent majority″), to resist the political radicalization of the left after the failed coup of 28 September 1974, and his tentative involvement in the rightist counter-revolution on 11 March 1975 (wherein he fled to Brazil)[5] were examples that Spínola had changed his allegiances. Between 1976 and 1980, he presided over the Exército de Libertação de Portugal (ELP), the Liberation Army of Portugal, a paramilitary terrorist group of the extreme-right based in Brazil. As the author Günter Wallraff wrote in his book Aufdeckung einer Verschwörung – die Spínola-Aktion (″Revealing a conspiracy – the Spínola operation″), Spínola was always interested in returning to power and eliminating his political adversaries. During Spínola's exile to Brazil, he was approached by Wallraff who had infiltrated Spínola's group, pretending to be an arms dealer working for Franz-Josef Strauss, a conservative and leader of the Christian Social Union in Bavaria. Spínola's group was the MDLP – Movimento Democrático de Libertação de Portugal (″Democratic Movement for the Liberation of Portugal″) an anti-communist network of terrorist bombers, responsible for the death of a priest, whose operatives included Carlos Paixão, Alfredo Vitorino, Valter dos Santos and Alcides Pereira. As their leader, Spínola had met with Wallraff to negotiate the purchase of arms and had supporters in the Alentejo who awaited the word to regain power (which Wallraff submitted as proof in order to detain Spínola by Swiss authorities). But there was never enough proof to charge him or his conspirators in court. [6] But even his extreme swing would not affect his importance in the Carnation Revolution. In 1981 Spínola was promoted to the highest rank in the Army, Field Marshal. His prestige would be rehabilitated officially on 5 February 1987 by President Mário Soares, who bestowed on him the Grã-Cruz da Ordem Militar da Torre e Espada (Grand Cross of the Order of the Tower and Sword), for: On 13 August 1996, aged 86, Spínola died in Lisbon from a pulmonary embolism. In the 2000 film Capitães de Abril, Spínola is played by the actor Ruy de Carvalho. The mayor of the city of Lisbon, António Costa, marked the 100 years since António de Spínola's birth in a ceremony attended by President Aníbal Cavaco Silva, which included the presentation of a plaque and naming of a new avenue in the capital. Foreign","country":"Portugal"}