{"name":"António José de Almeida","url":"/wiki/Ant%C3%B3nio_Jos%C3%A9_de_Almeida","Occupation":"Politician","Born":"1866-07-27","Died":"1929-10-31","Political party":"Portuguese Republican Evolutionist Republican Liberal","termEnds":null,"termStarts":null,"text":"António José de Almeida, GCTE, GCA, GCC, GCSE (Portuguese pronunciation: [ɐ̃ˈtɔniu ʒuˈzɛ dɨ aɫˈmɐjdɐ]; 27 July 1866 – 31 October 1929), was a Portuguese politician who served as the sixth President of Portugal from 1919 to 1923. Born in Penacova to José António de Almeida and his wife Maria Rita das Neves, Almeida studied medicine at the University of Coimbra and became a medical doctor. During his term as Minister for the Interior, he was the founder of both the University of Lisbon and the University of Porto in 1911. He was one of the most eloquent republican tribunes, and, after the 5 October 1910 revolution, as interior minister[1] he led the moderate wing of the Portuguese Republican Party, that opposed Afonso Costa. The moderates elected Manuel de Arriaga for first elected President, on 24 August 1911, defeating Afonso Costa's candidate, Bernardino Machado. António José de Almeida founded his own party, the Evolutionist Party, that was in the opposition. On 12 June 1916 he became the 6th Minister for Finance and also the 96th Prime Minister of Portugal. Later, both the Evolutionist Party and the Republican Union, Manuel de Brito Camacho's party, joined to form the new Republican Liberal Party, in 1919, that went on to win the legislative elections. On 6 August 1919, António José de Almeida was elected the 6th President of the Republic, and was the only President of the First Republic, that completed the full four years mandate. He faced the greatest political instability of the regime and almost resigned. He was also remembered for his voyage to Brazil, in 1922, during the centennial of that country's independence from Portugal, where he was noted as a brilliant speaker. He married on 14 December 1910 to Maria Joana de Morais Perdigão Queiroga, daughter with her younger sisters Antónia and Catarina of Joaquim José Perdigão Queiroga (b. Évora) and first wife Maria Cândida de Morais and half-sister of Perdigão Queiroga. On 27 December 1911 they had an only daughter Maria Teresa Queiroga de Almeida, married to medical doctor Júlio Gomes da Cunha de Abreu.","country":"Portugal"}