{"name":"Aquileo Parra","url":"/wiki/Aquileo_Parra","Occupation":"Businessman, soldier, politician","Born":"1825-05-12","Died":"1900-12-04","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"José Bonifacio Aquileo Elias Parra y Gómez de la Vega was a Colombian soldier, businessman and political figure. He was the President of Colombia between 1876 and 1878.[1] Aquileo Parra was born in Barichara, Santander, on May 12, 1825. He died in Pacho, Cundinamarca, on December 4, 1900.[1] Parra began his early education in the public school of his home town of Barichara, but he was forced to drop out before graduating from high school because of economic hardship. He found a job making and selling hats, and he navigated the Magdalena River, calling on the ports of Magangué, Mompós and Puerto Berrío. He eventually saved enough money to change jobs and became a politician. He spent all his free time learning and studying, and he became an autodidact and highly educated.[1] Parra takes his first steps as a politician in the state of Santander as state senator and later, in 1875, elected as president of the same state. He is also elected MP assists to congress for several terms. Para was also elected as delegate to the Constitutional Assembly of Rionegro. He served as minister of the treasury of President Manuel Murillo Toro and later, reappointed to the same position by President Santiago Pérez de Manosalbas.[1] Parra also served in the military and participated in the civil wars against presidents José María Melo, Mariano Ospina Rodríguez and the Granadine Confederation (\"Confederacion Granadina\") in 1861.[1] Parra was elected President of Colombia by congress. During the general election for president in 1876, none of the three candidates obtained enough votes to become president. Thus, Congress decide the election by giving Parra 48 votes, Rafael Nuñez 18 votes and Bartolomé Calvo 18 votes.[2] becoming the first and only President of Colombia from Santander. Parra was inaugurated as President of Colombia on April 1, 1876. Three months later he had deal with the events that lead to the bloodiest civil war of the 19th century. The liberal party was divided in two groups, the \"Radicals\", loyal to Parra and the \"Independent\", loyal to Rafel Núñez. The Conservatives, united in one group, launched the military offensive in the States of Antioquia and Cauca.[2]","country":"Colombia"}