{"name":"Artur da Costa e Silva","url":"/wiki/Artur_da_Costa_e_Silva","Born":"1899-10-03","Died":"1969-12-17","Political party":"ARENA (1966–1969)","termEnds":"(ARENA)","termStarts":null,"text":"Artur da Costa e Silva (Portuguese: [aʁˈtuʁ dɐ ˈkɔstɐ i ˈsiwvɐ]; 3 October 1899 – 17 December 1969) was a Brazilian Army Marshal and the second president of the Brazilian military government that came to power after the 1964 coup d'état. He reached the rank of Marshal of the Brazilian Army, and held the post of Minister of War in the military government of President Castelo Branco. During his term in office Institutional Act 5 was promulgated. This law gave the President powers to dismiss the National Congress, strip politicians of their offices of power, and institutionalize repressive methods of rule against left-wing parties and individuals. Costa e Silva's government started the most oppressive stage of the military regime against opposition, left-wing activists and suspected communists, which would be continued and expanded under his successor Emílio Garrastazu Médici. Costa e Silva was born in Taquari in Rio Grande do Sul state on 3 October 1899. While several sources erroneously suggest that Costa e Silva's parents were Portuguese from Madeira, both his parents were Brazilians, although one of his great-grandparents was a Portuguese immigrant from Lisbon.[1] Costa e Silva began his military career by entering the Military College of Porto Alegre, where he finished first of his class and commander of the cadet corps. He then entered the Escola Militar de Realengo in Rio de Janeiro in 1918, where he finished third of his class. Made an aspirant on January 18, 1921, he was commissioned 2nd Lieutenant in 1922 and was stationed with the 1st Infantry Regiment in Vila Militar until 5 July 1922, when he was involved in Tenentist rebellion and imprisoned for six months. He then married Iolanda Barbosa Costa e Silva, an officer's daughter. As part of a joint program, he was trained in the United States of America from January to June 1944, after having been an assistant instructor of general tactics at the School for Command and the Army General-Staff. He served as a military attaché in Argentina from 1950 to 1952, and was then appointed to command the 3rd Military Region (Rio Grande do Sul) from 1957 to 1959, and to command of the 4th Army (Pernambuco) from August 1961 to September 1962. He was then appointed chief of the General Personnel Department and later the chief of the Department of Production and Works. Costa e Silva was promoted to general on 2 August 1952, and reached rank of Army General on 25 November 1961. During the Presidency of João Goulart, Costa e Silva put down left-wing student demonstrations that broke out in the Northeast and subsequently was removed from command of the 4th Army. By the end of 1963 he actively participated in the plot that overthrew Goulart, who was accused of aligning with Communists during the Cold War tension. After the 1964 Brazilian coup d'état Costa e Silva was appointed the Minister of War on 1 April 1964, and remained in that post during the Presidency of Castelo Branco. As Minister of War, Costa e Silva defended interests of hard-liners, the ultra-right faction of the Armed Forces. As such he was considered an acceptable candidate to succeed Castelo Branco, who was judged to be too liberal. This also served well to isolate from power more moderate soldiers – such as future President Ernesto Geisel and his future chief aide Golbery do Couto e Silva. Under the Constitution of 1967, the President was to be elected indirectly, by an absolute majority of both houses of Congress. Costa e Silva was nominated as the candidate of the military-backed National Renewal Alliance Party (ARENA); he was the only candidate. In any event, ARENA's dominance of Congress was so absolute that the presidential campaign essentially ended with Costa e Silva's nomination. He was duly elected on 3 October 1966, by a vote of 295–0, with 41 abstentions and 136 members not voting. He was sworn in on 15 March 1967. While Costa e Silva was campaigning for the Presidency of the Republic, he barely escaped death during a left-wing guerrilla attack at Guararapes International Airport in Recife on 25 July 1966. The attack happened while he was waiting with around 300 other people at the airport. Since the airplane that was supposed to take him had broken down earlier that day in João Pessoa, Costa e Silva decided to leave Recife by automobile, thereby avoiding the assault which left several men dead or injured in what became known as the Attack of the Guararapes. As President, he outlawed the Broad Front (Frente Ampla), an opposition movement that had brought together politicians from the pre-1964 period. He fought against inflation, revised government salaries and enlarged foreign trade. He also began a reform of the administrative organs, expanded the communication and transportation systems, but failed to resolve the problems in the education system. His time in power initiated the \"Brazilian Miracle\" – a growth rate ranging from 9–10% per year. In 1968 the death of college sophomore Edson Luís de Lima Souto in a confrontation with a police officer provoked a massive protest (The One Hundred Thousand March) in Rio de Janeiro. The political situation worsened in August, when Congressman Márcio Moreira Alves suggested in a speech that young women should refuse to dance with military cadets in an act of protest against the military regime. The government asked the National Congress to prosecute the deputy. This was too much even for the ARENA-dominated legislature, which turned down the request. Costa e Silva then convened the Council of National Security and enacted the Institutional Act 5. It gave him the power to close Congress or any state legislature, rule by decree, dismiss state governors, and suspend citizens' political rights. It also instituted heavy-handed censorship, abolished habeas corpus for political crimes, and gave the federal government nearly unlimited authority to intervene in state and local affairs. Almost as soon as Costa e Silva signed this decree, he used its provisions to close Congress, as well as the legislatures of all states except São Paulo, and assumed full legislative powers. For all intents and purposes, AI-5 placed Brazil under a tight dictatorship. Congress remained shuttered for the remainder of Costa e Silva's term. Armed resistance against Costa e Silva's government intensified in 1968. The most noticeable act of resistance took place on 26 June 1968, when Diógenes José Carvalho de Oliveira, Pedro Lobo de Oliveira and José Ronaldo Tavares de Lira e Silva, members of an eleven-man cell that was part of the People's Revolutionary Vanguard (VPR), managed to detonate a bomb at the General Headquarters of the 2nd Army in São Paulo. The car-bomb was launched without a driver towards the compound's front gate. The guards fired on the vehicle, which hit the external wall of the headquarters. Mário Kozel Filho, a soldier who was completing his compulsory military service and serving as a sentry on that day, left his post and ran towards the vehicle, trying to see if anyone was trapped inside. At that moment the car, filled with 50 kilograms of dynamite, exploded, damaging everything within a 300-meter radius around it. Kozel's body was ripped to pieces from the force of the explosion, and six other soldiers were seriously wounded. In response to this action, the government intensified its repressive and subversive activities. After suddenly suffering a cerebral thrombosis, Costa e Silva was removed from duties on 31 August 1969. Although civilian Vice President Pedro Aleixo should have succeeded him, the three armed forces ministers instead took power as a military junta under the 12th Institutional Act. Costa e Silva legally remained President until 14 October when he was formally removed from office by the 16th Institutional Act. Costa e Silva died on 17 December of that same year, the victim of a heart attack. Taking advantage of the opportunity, the military junta introduced new amendments to the 1967 Constitution that gave the already highly authoritarian document an even more repressive tone. Despite this, it was less repressive than the AI-5. Shortly after this \"Constitutional Amendment no. 1\", sometimes referred to as the Constitution of 1969, was passed into law by the junta, Congress was summoned from its two-year recess and charged with electing a successor. General Emílio Garrastazu Médici was the sole candidate, and was elected unanimously. Due to the heavy press censorship of the time, many people did not accept the official version of events about Costa e Silva's illness, instead believing that he had been removed by the more conservative elements of the military regime. Regardless of such theories, there is no proof that Costa e Silva was anything else but seriously ill at the time of his removal.","country":"Brazil"}