{"name":"Bamir Topi","url":"/wiki/Bamir_Topi","Born":"1957-04-24","Political party":"Democratic Party New Democratic Spirit","termEnds":null,"termStarts":null,"text":"Bamir Myrteza Topi (Albanian: [baˈmiɾ ˈtɔpi] (listen); born 24 April 1957)[1] is an Albanian diplomat and politician. He also was the President of Albania from July of 2007 to July of 2012. Topi was also the honorary President of the Albanian football club KF Tirana from 2005 to 2007. In September 2012, Topi became the leader of the New Democratic Spirit party.[2] Topi graduated from the Agricultural University of Tirana in veterinary studies and earned a PhD degree in the same field. In 1984, he was appointed a Scientific Researcher at the Institute of Veterinary Scientific Researches until 1995. During the 1987-90 period, he attended post-graduate studies in Italy in the field of Molecular Biology. After his return from Italy, Topi was appointed Director of the Food Safety and Veterinary Institute, a position held until the end of 1995. During the activity in this Institute as the Director and Scientific Researcher, Topi gave a Western world physiognomy to this important institution of the country. Alongside his work as Scientific Researcher, Topi has carried out a dense academic activity in preparing the educational curricula of the Toxicology and Pharmacology subjects for the students and postgraduates of the Veterinary Medicine Faculty while at the same time he was also a Lecturer of these subjects for about a decade. He was first elected as a parliamentarian of the Assembly of Albania in 1996 and was appointed Minister of Agriculture and Food where he served until 1997.[1] He was elected to three mandates in the Assembly of Albania as a candidate of Democratic Party of Albania. In two terms Topi led the Parliamentary Group of Democratic Party in the Assembly. He has been elected vice-chairman of the Democratic Party of Albania, which is led by Sali Berisha. Topi has been distinguished and widely hailed as a politician of a moderated profile, as very active in resolving the crisis between the ruling majority and opposition and as a protagonist of political agreements and various parliamentary initiatives. He also holds the title of Honorary President of Albanian football club KF Tirana. On 8 March 2007, Topi said that he would be the candidate of the ruling Democratic Party in the 2007 presidential election. Both the Demochristian and Republican parties said that they would probably support him.[3] Parliament took 4 tries, and the opposition finally gave up and elected Topi, a choice of Prime Minister Sali Berisha.[4] On a vote held on 8 July, Topi won 75 votes in parliament; this was not enough to be elected president, as at least 84 votes are required. The opposition, led by the Socialist Party, boycotted the vote.[5] The second round of voting for electing the president was held on 10 July. The parliament still failed to elect a president; this time Topi received 74 votes.[6] On 14 July, another vote was held; this time Topi won only 50 votes, while Neritan Ceka of the Democratic Alliance Party won 32.[7] On 20 July, in the fourth round of voting, Topi was supported by some members of the opposition and won 85 votes, thus being elected as the President of the Republic of Albania for a five-year term. He was sworn in on 24 July.[8] Topi officially resigned his position as vice-chairman of the Democratic Party of Albania and at the same time withdrew from his party. He is considered to be impartial politically. Topi is a vocal advocate of independence for Kosovo. He pointed out the need for a sovereign state of Kosovo before the European Council and other international instances. With a joint invitation of Kosovo's President, Fatmir Sejdiu, and the head of the UN mission, Joachim Ruecker, Topi stayed for a three-day visit in Kosovo in January 2009. He was proclaimed an honorary citizen of the capital Pristina. During his visit, he was also conferred an honorary doctorate by the University of Pristina.","country":"Albania"}