{"name":"Bartolomé Calvo","url":"/wiki/Bartolom%C3%A9_Calvo","Occupation":"Lawyer, Diplomat, Journalist (Typographer, Editor)","Born":"1815-08-24","Died":"1889-01-02","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Bartolomé Calvo Díaz de Lamadrid (August 24, 1815 – January 2, 1889) was a Colombian lawyer, journalist, and statesman, who became President of the Granadine Confederation, in what is now Colombia, in 1861 in his role as Inspector General, because no elections were held on that year to decide the presidency. He also served as Governor of Panama and Ambassador to Ecuador, and worked in a number of newspapers. Bartolomé Calvo Díaz de Lamadrid was born on August 24, 1815 in Cartagena de Indias, in what was then the United Provinces of the New Granada. Orphaned at an early age, he spend his youth working in the print shop his father had left him and his brothers. He attended the University of Magdalena where he graduated in Jurisprudence.[1] He was married to Isidora Martí.[2] Calvo inherited the passion for journalism from his father, one of the oldest typographers of Cartagena. After finishing his studies, he worked for the newspapers La Civilización and La República, and then he moved to Panama where he became the publisher and editor of El Correo del Istmo.[3][4] After that he became editor-in-chief of La Estrella de Panamá, the Spanish language section of the trilingual newspaper The Daily Star & Herald. Calvo’s strong political views, however, did not meet the commercial interests of the newspaper owners, and Calvo refused to compromise his views, which led to the closing of La Estrella and his firing.[5] When the Vice-Governor Francisco Fábregas took over the State as governor in replacement of Justo Arosemena, he named Bartolomé Calvo as his Secretary of State.[6] By now, racial tensions generated by the United States and the Americans living in Panama were getting very violent, Panamanians were angry that the Americans were taking all the jobs and the Americans discriminated the population. On the morning of April 15, 1856 an incident known as the Watermelon Riot took place. The results of this were very hard for the administration who was blamed by the United States and had to pay substantial damages. On August 15, 1856 the elections for Governor of Panama were held. In this ballot, Bartolomé Calvo was a candidate. The elections proved to be complicated, the white factions claimed that Calvo had been elected by a 4000 votes lead, while the black factions claimed that Manuel M. Díaz had been chosen.[7] By September 15, the Legislative Assembly of Panama had not yet declared a winner as required by law as the liberal radicals in the assembly wanted the Vice-Governor, who was on their side, to assume the Governorship, and they were deliberately absent in the legislature so to prevent a quorum to pass the resolution, in the hopes that come the date of inauguration and no candidate was elected, the vice governor would then become acting governor.[6] But by now things were starting to get tense and protest were being held. On September 18, a quorum was finally met, and the Legislative Assembly declared that Calvo had been constitutionally elected for two years.[7] Bartolomé Calvo took the office as Governor of the State of Panama on October 1, 1856[8] with Francisco Fábregas as his Vice-Governor. Calvo eventually won over many of the opposition with his good governance and honesty. His administration was a moderate but successful one encouraging public education, and improving the finances.[6][7] In 1858, Calvo was elected Inspector General of Colombia, and he left Panama on May 5 to go to Bogotá, ceding power to the first designate Ramon Gamboa.[8] In 1861 the country was enduring a Civil War, the country was now the Granadine Confederation, name given by the Constitution of 1858. The president Mariano Ospina Rodríguez was barely able to control the government. That year, Congress was shut down, and Presidential elections were not held. The Presidential term of Ospina was coming to an end, and according to the Constitution of 1858, in the absence of the designates, which were not elected either, the inspector general would take over the presidency.[9] And on April 1, 1861, Bartolomé Calvo Díaz de Lamadrid became President of the Granadine Confederation as inspector general in charge of the Executive Power.[10][11] The forces of General Tomás Cipriano de Mosquera invaded Bogotá on July 18, 1861 taking control of government and arresting many prominent figures, including Bartolomé Calvo, Mariano Ospina Rodríguez and his brother Pastor, who were taken prisoners and taken to the Bocachica Castle in Cartagena. From there, Calvo manages to escape to the Antilles on his way to Puerto Rico where he stayed in exile. In 1867 he moved to Guayaquil, Ecuador where his brother Juan Antonio lived, and with him they establish the first newspaper of the city, Los Andes,[12][13] a politically neutral newspaper that became of great importance at the time. In 1876 Bartolomé Calvo was nominated as a candidate to the Presidency of Colombia, and returned to his country for the subsequent elections. He ran on the Conservative ballot against Aquileo Parra from the Radical Liberal Movement, and Rafael Núñez from the National Liberal Party. In the voting held by the Senate, no candidate held the absolute majority, and the elections went to a second round, this time in the Chamber where the winner was declared to be Aquileo Parra.[1] In 1884, Calvo was named Plenipotentiary Minister to Ecuador, but could not assume his post, because of the Colombian Civil War of 1885 which halted politics. On April 18, 1886 he arrived in Quito officially taking his post.[1] In 1888 he was elected senator in the Colombian Congress, but he refused the offer choosing to stay in Ecuador.[15] Bartolomé Calvo Díaz de Lamadrid died in Quito, on January 2, 1889 at the age of 73 leaving behind his wife and no children. On October 10 of that same year, the Congress of Colombia passed a law lamenting the death of the ex-president and setting funds for the repatriation of his remains to be interred in a National Monument in the Central Cemetery of Bogota, and also for the painting of two oil paintings, one which would hang in Congress, the other to be presented to his widow, also the creation of two busts in his likeness to be presented one to the Municipality of Cartagena, and the other to the Panamanian Assembly in honor and recognition of his service to the Nation.[16] The Library Bartolomé Calvo in Cartagena de Indias was created in his honor.","country":"Colombia"}