{"name":"Beji Caid Essebsi","url":"/wiki/Beji_Caid_Essebsi","Born":"1926-11-29","Died":"2019-07-25","Political party":"Nidaa Tounes (2012–2019)","termEnds":"President of the Republic (Died in office; term would have expired on 31 December 2019) (2014) 31 December 2014 – 25 July 2019","termStarts":"31 December 2014 31 December 2014 – 25 July 2019","text":"Mohamed Beji Caid Essebsi (or es-Sebsi; Arabic: محمد الباجي قائد السبسي, romanized: Muhammad al-Bājī Qā’id as-Sibsī, pronunciation (help·info); 29 November 1926[1] – 25 July 2019[2]) was a Tunisian statesman who was the president of Tunisia from 31 December 2014 until his death on 25 July 2019.[3] Previously, he served as the minister of Foreign Affairs from 1981 to 1986 and as the prime minister from February 2011 to December 2011.[4][5] Essebsi's political career spanned six decades, culminating in his leadership of Tunisia in its transition to democracy.[6] Essebsi was the founder of the Nidaa Tounes political party, which won a plurality in the 2014 parliamentary election. In December 2014, he won the first regular presidential election following the Tunisian Revolution, becoming Tunisia's first democratically elected president.[7] Born in 1926, in Sidi Bou Said to an elite family originally from Sardinia (Italy), he was the great-grandson of Ismail Caïd Essebsi, a Sardinian kidnapped by Barbary corsairs in Ottoman Tunisia along the coasts of the island at the beginning of the nineteenth century, who then became a mamluk leader raised with the ruling family after converting to Islam and was later recognized as a free man when he became an important member of the government.[8][9] Essebsi's first involvement in politics came in 1941, when he joined the Neo Destour youth organization in Hammam-Lif.[10][11] He went to France in 1950 to study law in Paris.[12] He began his career as a lawyer defending Neo-Destour activists.[12][13] Essebsi later joined Tunisia's leader Habib Bourguiba, as supporter of the separatist movement and later as his adviser following the country's independence from France in 1956.[13] Essebsi, a protégé of Bourguiba, held various posts under Bourguiba[6] from 1957 to 1971, including chief of the regional administration,[14] general director of the Sûreté nationale,[12] Interior Minister in 1965,[12] Minister-Delegate to the Prime Minister, Defense Minister in 1969,[12] and then Ambassador to Paris.[13] From October 1971 to January 1972, he advocated greater democracy in Tunisia and resigned his function, then returned to Tunis.[15] In April 1981, he came back to the government under Mohamed Mzali as Minister of Foreign Affairs, serving until September 1986.[9][10] In 1987, he switched allegiance following Ben Ali's removal of Bourguiba from power. He was appointed as Ambassador to West Germany. From 1990 to 1991, he was the Speaker of the Chamber of Deputies.[10] On 27 February 2011, in the aftermath of the Tunisian Revolution, Tunisian Prime Minister Mohamed Ghannouchi resigned following a day of clashes in Tunis with five protesters being killed. On the same day, acting President Fouad Mebazaa appointed Caïd Essebsi as the new Prime Minister, describing him as \"a person with an impeccable political and private life, known for his profound patriotism, his loyalty and his self-sacrifice in serving his country.\" The mostly young protesters however continued taking their discontent to the streets, criticizing the unilateral appointment of Caïd Essebsi without further consultation.[16] On 5 May accusations of the former Interior Minister Farhat Rajhi that a coup d'etat was being prepared against the possibility of the Islamist Ennahda Party winning the Constituent Assembly election in October. This, again, led to several days of fierce anti-Government protests and clashes on the streets.[17] In the interview disseminated on Facebook, Rajhi called Caïd Essebsi a \"liar\", whose government had been manipulated by the old Ben Ali circles.[18] Caïd Essebsi strongly rejected Rajhi's accusations as \"dangerous and irresponsible lies, [aimed at spreading] chaos in the country\" and also dismissed him from his post as director of the High Commission for Human Rights and Fundamental Freedoms, which he had retained after being dismissed from the office as Interior Minister already on 8 March. Nevertheless, Ennahda's president Rached Ghannouchi further fueled the suspicions, stating that \"Tunisians doubt the credibility of the Transitional Government.\"[17] After the elections in October, Caïd Essebsi left office on 24 December 2011 when the new Interim President Moncef Marzouki appointed Hamadi Jebali of the Islamist Ennahda, which had become the largest parliamentary group.[19] Following his departure from office, Caïd Essebsi founded the secular Nidaa Tounes party, which won a plurality of the seats in the October 2014 parliamentary election.[20] He was also the party's candidate in the country's first free presidential elections, in November 2014.[21] On 22 December 2014, official election results showed that Essebsi had defeated incumbent President Moncef Marzouki in the second round of voting, receiving 55.68% of the vote.[22] After the polls closed the previous day, Essebsi said on local television that he dedicated his victory to \"the martyrs of Tunisia\".[23] Essebsi was sworn in as President on 31 December 2014 at the age of 88, he was the first freely elected president of modern Tunisia. He played a vital role in helping ensure that, more than any other Arab state, the North African country preserved many of the essential gains of the Arab spring movement.[24] He vowed on that occasion to \"be president of all Tunisian men and women without exclusion\" and stressed the importance of \"consensus among all parties and social movements\".[25] On 3 August 2016, Essebsi appointed Youssef Chahed as a prime minister as the parliament withdrew confidence from Habib Essid's government.[26] In 2017 he called for legal amendments to the inheritance law to ensure equal rights for men and women, and he called for Tunisian women to be able to marry non-Muslims, which he believed is not in direct conflict with Sharia or the Tunisian constitution.[27] In 2018 he proposed a revision of Tunisian electoral law, which he felt contained many shortcomings going against the principles of the revolution.[28] On 13 August 2018, he promised also to submit a bill to parliament soon which would aim to give women equal inheritance rights with men, as debate over the topic of inheritance reverberated throughout the Muslim world.[29] Concerning the economic crisis of Tunisia, he declared that the year 2018 would be difficult but that the hope of economic revival was still possible.[30] In April 2019, Essebsi announced he would not seek a second term in that year's presidential election, saying it was time to \"open the door to the youth.\"[31] Beji Caid Essebsi was recognized for his role in reinforcing democratic advances in the face of economic hardship and terrorism.[24] On 27 June 2019, Essebsi was hospitalized at a military hospital in Tunis due to a serious illness.[32] The following day his condition stabilized.[33] He was re-admitted to hospital on 24 July 2019, and died the following day, 25 July 2019 (which coincided with the 62nd anniversary of the abolition of the Tunisian monarchy), five months before his term was due to end.[34][35] In addition to Tunisia, which declared mourning 7 days, eight other countries announced mourning 3 days after the death of Essebsi, namely Libya, Algeria, Mauritania, Jordan, Palestine, Lebanon, Egypt and Cuba. Likewise, the United Nations stood for a minute of silence, and flew flags for a day, after Essebsi’s death. The electoral commission subsequently announced that Essebsi's successor would be elected sooner than the original date of 17 November,[2] due to the constitutional provision that in the event of the president's death, a permanent successor must be in office within 90 days.[7] The president of the Assembly of Representatives of the People, Mohamed Ennaceur, served as acting president in the meantime.[36] Ultimately, the election was pushed up to 15 September.[37] His state funeral took place on 27 July in Carthage in the presence of dignitaries such as : A procession took place from the Carthage Palace to Jellaz Cemetery where he was buried. Essebsi married Chadlia Saïda Farhat on 8 February 1958.[14] The couple had four children: two daughters, Amel and Salwa, and two sons, Mohamed Hafedh and Khélil.[39] His wife died on 15 September 2019, aged 83, nearly two months after her husband.[40] Essebsi giving a speech at the political office of the Socialist Destourian Party. Essebsi in Stade Chedly Zouiten in 1960. Essebsi decorated by Habib Bourguiba in 1966. Essebsi as Minister of Defense. Essebsi with president Bourguiba Beji Caid Essebsi at the Ministry of Foreign Affairs in 1981. Essebsi and Ahmed Taleb Ibrahimi signing a treaty between Tunisia and Algeria in 1983. Beji Caid Essebsi and Hillary Clinton in Washington in 2011. Essebsi at a press conference with Italian Prime Minister Berlusconi in 2011. Essebsi and US Secretary of Defense Ashton Carter at the Pentagon in 2015. Essebsi during meeting with John Kerry in May 2015. Essebsi receiving a delegation in the presidential palace. Essebsi oversees a MOU between his adviser Mohsen Marzouk and John Kerry in 2015. President Essebsi with the Vice President of India, Hamid Ansari, in June 2016. Essebsi with Secretary-General of the ITU Houlin Zhao. Beji Caid Essebsi at the Carthage Presidential Palace. Essebsi with US Secretary of State John Kerry in September 2016 in New York City. Funeral of Beji Caid Essebsi in 2019. The funeral procession of President Beji Caid Essebsi. The car transporting Essebsi during his funeral. The body of the late Tunisian President Beji Caid Essebsi","country":"Tunisia"}