{"name":"Benigno Aquino III","url":"/wiki/Benigno_Aquino_III","Born":"1960-02-08","Died":"2021-06-24","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Benigno Simeon Cojuangco Aquino III KGCR (locally [bɛˈniɡnɔʔ aˈkino]; February 8, 1960 – June 24, 2021),[1][2] also known as Noynoy Aquino[3][4][5] and colloquially as PNoy,[a] was a Filipino politician who served as the 15th president of the Philippines from 2010 to 2016.[9][10][11] Before being elected president, Aquino was a member of the House of Representatives and Senate from 1998 to 2010, and also served as a deputy speaker of the House of Representatives from 2004 to 2006. The son of politician Benigno Aquino Jr. and President Corazon Aquino, he was a fourth-generation politician as part of the Aquino family of Tarlac. On September 9, 2009, shortly after the death of his mother, he officially announced his candidacy in the 2010 presidential election, which he would go on to win. He was sworn into office as the 15th president of the Philippines on June 30, 2010, succeeding Gloria Macapagal Arroyo.[9][3] Under his presidency, the nation's economy grew at rates that were the highest in decades, and the country was dubbed as a \"Rising Tiger\".[12] Aquino is also credited for his confrontational foreign policy. His administration filed an arbitration case, Philippines v. China, before the Permanent Court of Arbitration in an attempt to invalidate China's claims in the South China Sea and assert the Philippines' claims in the area; the court ruled in favor of the Philippines.[13] His non-renewable term ended on June 30, 2016, and he was succeeded by Rodrigo Duterte. After leaving office, Aquino was the subject of legal actions over his role in the Mamasapano clash and for approval of a controversial budget project.[14][15] He was later acquitted of all charges filed against him regarding the Mamasapano incident.[16] Benigno Simeon Cojuangco Aquino III[17] was born on February 8, 1960, at Far Eastern University Hospital in Sampaloc, Manila.[18] He is the third of the five children of Benigno Aquino Jr., who was then the vice governor of Tarlac, and Corazon Cojuangco, daughter of a prominent Tarlac businessman. He has four sisters, namely: Maria \"Ballsy\" Elena, Aurora \"Pinky\" Corazon, Victoria \"Viel\" Elisa, and Kristina \"Kris\" Bernadette. He attended the Ateneo de Manila University in Quezon City for his elementary, high school, and college education.[4] Aquino finished his Bachelor of Arts (major in economics) degree from the Ateneo de Manila University in 1981.[9][4] He was one of the students of former professor of economics at the Ateneo de Manila University, former President Gloria Macapagal Arroyo.[19] He joined his family in their exile in the United States shortly thereafter.[20] In September 1972, Aquino's father, who was then a senator and prominent opposition leader to President Ferdinand Marcos, was arrested for subversion.[5] In August 1973, Aquino's father was brought before a military tribunal in Fort Bonifacio.[5] In 1980, after a series of heart attacks, Aquino's father was allowed to seek medical treatment in the United States, where Aquino's family began a period of self-exile. After graduating, Aquino joined his family in the United States in 1981.[20] In 1983, after three years in exile in the United States, Aquino's family returned to the Philippines, shortly after the assassination of his father on August 21, 1983.[4] He had a short tenure as a member of the Philippine Business for Social Progress, working as an assistant of the executive director of PBSP.[4] He later joined Mondragon Industries Philippines, Inc. as an assistant Retail Sales Supervisor and assistant promotions manager for Nike Philippines.[4] From 1986 to 1992, during the presidency of his mother, Aquino joined the Intra-Strata Assurance Corporation, a company owned by his uncle Antolin Oreta Jr., as vice president.[4] On August 28, 1987, eighteen months into the presidency of Aquino's mother, rebel soldiers led by Gregorio Honasan staged an unsuccessful coup attempt, attempting to lay siege to Malacañang Palace.[20] Aquino was two blocks from the palace when he came under fire. Three of Aquino's four security escorts were killed, and the last was wounded protecting him.[21] He himself was hit by five bullets, one of which was embedded in his neck.[21] From 1993 to 1998, he worked for Central Azucarera de Tarlac, the sugar refinery in the Cojuangco-owned Hacienda Luisita.[22] He was employed as the executive assistant for administration from 1993 to 1996 and subsequently worked as manager for field services from 1996 to 1998.[4] In 1998, he was elected to the House of Representatives as Representative of the 2nd district of Tarlac.[9] He was subsequently re-elected to the House in 2001 and 2004.[9] In 2007, having been barred from running for re-election to the House due to term limits, he was elected to the Senate in the 14th Congress of the Philippines.[9] Aquino was a fourth-generation politician: his great-grandfather, Servillano \"Mianong\" Aquino, served as a delegate to the Malolos Congress; his paternal grandfather, Benigno Aquino Sr., served as Speaker of the National Assembly from 1943 to 1944; his maternal grandfather, José Cojuangco, was also a member of the House of Representatives; and his parents were Corazon Aquino, who served as the 11th president of the Philippines (1986–1992), and Senator Benigno \"Ninoy\" Aquino Jr.[23][20] Aquino was a member of the Liberal Party,[23] where he held various positions such as secretary general and vice president for Luzon.[24] Aquino became a deputy speaker of the House of Representatives on November 8, 2004, but relinquished the post on February 21, 2006, when Aquino joined his Liberal Party members in calling for the resignation of President Gloria Macapagal Arroyo at the height of the Hello Garci scandal.[9][25] Aquino was also Chairman of the Board of the Central Luzon Congressional Caucus.[25] Barred from running for re-election to the House of Representatives of the Philippines, to represent the 2nd district of Tarlac, due to term limits, Aquino was elected to the Senate of the Philippines in the 2007 Philippine midterm election on May 15, 2007, under the banner of the Genuine Opposition (GO), a coalition comprising a number of parties, including Aquino's own Liberal Party, seeking to curb attempts by President Gloria Macapagal Arroyo to amend the 1987 Philippine Constitution. In Aquino's political ads, he was endorsed by his younger sister, television host Kris Aquino, and his mother, Corazon Aquino. Although a Roman Catholic, Aquino was endorsed by the pentecostal Jesus Is Lord Church, one of the largest Protestant churches in the Philippines.[26][27][28] With more than 14.3 million votes, Aquino's tally was the sixth highest of the 37 candidates for the 12 vacant seats elected from the nation at large. Aquino assumed his new office on June 30, 2007.[9] During the campaign, Aquino reached out to his former political rival, Senator Gregorio Honasan, supporting his application for bail. Aquino told Job Tabada of Cebu Daily News, on March 5, 2007; \"I endorse Honasan's request for bail para parehas ang laban [to even out the playing field]. I was hit by bullets from Honasan's men in the neck and hips but that's past now. The principle of my father was, 'Respect the rights even of your enemies.' Ito ang nagpatingkad ng demokrasya [This is what defines democracy]. Genuine reconciliation is democracy in action.\"[29] Aquino was referring to an unsuccessful coup attempt staged by rebel soldiers led by Gregorio Honasan on August 28, 1987, in which Aquino was seriously injured.[29] The Budget Impoundment and Control Act (Senate Bill No. 3121), wherein \"impoundment\" refers to the power of the president to refuse the release of funds appropriated by the Congress of the Philippines, is another bill Aquino was proud of;[30][unreliable source?] he regretted,[30] however, that such power has been used and abused by President Gloria Macapagal Arroyo, a result of which abuse has been the significant emasculation of Congress' ability to check the president's authority.[31] Aquino filed this bill so that the president would have to pass a measure through Congress every time that they the chief executive had the impetus to impound part of the budget.[31] Another significant Aquino contribution to the Philippines' corruption problem was Senate Bill 2035, which is the Preservation of Public Infrastructures bill, seeking to raise standards in the construction of all public infrastructures by penalizing contractors of defective infrastructures.[32] The bill also requires the Bureau of Maintenance under the Department of Public Works and Highways (DPWH) to conduct periodic inspections of public infrastructures.[32] Aquino also pushed for the passage of the Amending the Government Procurement Act (SB 2160), which applies to all government procurement activities regardless of source of funds whether local or foreign; only treaties or international/executive agreements entered into by the government prior to its enactment shall be exempt from coverage.[33] The bill was filed in light of the Department of Justice (DOJ) declaration regarding the validity of the NBN–ZTE deal corruption scandal, wherein its international aspect, as well as the fact that it was an executive agreement, was cited as one reason for its exemption from the procurement process stipulated in Republic Act No. 9184.[33] Focusing further on accountability in government appropriations and spending, Aquino filed other reform-oriented bills, among which were Philippine National Police reform;[34] the banning of reappointment to the Judicial and Bar Council;[35] and the prevention of reappointment and bypassing of the Commission on Appointments.[36] On November 26, 2008, the Liberal Party elected Mar Roxas, president of the Liberal Party, as the standard-bearer of the Liberal Party for President of the Philippines in the then-upcoming 2010 presidential elections.[37] Following the death and funeral of Aquino's mother, former President Corazon Aquino, many people began calling on Aquino to run for President of the Philippines.[9] This groundswell of support became known as the \"Noynoy Phenomenon\".[38] On August 27, 2009, Edgardo \"Eddie\" Roces, son of the late Chino Roces, publisher and owner of The Manila Times, and a group of lawyers and activists formed the Noynoy Aquino for President Movement (NAPM), a nationwide campaign to collect a million signatures in order to persuade Aquino to run for president,[39] reminiscent of Roces' father, who on October 15, 1985, launched the Cory Aquino for President Movement (CAPM), collecting more than one million signatures nationwide and asking Aquino's mother to run against Ferdinand Marcos in the 1986 presidential snap elections.[40] On September 1, 2009, at the Club Filipino, in a press conference, Senator Mar Roxas, president of the Liberal Party, announced his withdrawal from the 2010 presidential race and expressed his support for Aquino, as the party standard-bearer instead.[41] Aquino later stood side by side with Roxas, but did not make a public statement at the press conference.[23] The next day, Aquino announced that he would be going on a \"spiritual retreat\" over the weekend to finalize his decision for the elections, visiting the Carmelite sisters in Zamboanga City,[9] reminiscent of his mother's own soul-searching in 1985 before deciding to run for the elections the following year.[42] He came back on September 9 to formally announce his candidacy.[9][43] Almost two weeks later, Roxas pledged to run alongside Aquino as the Liberal Party standard-bearer for vice-president.[44][45] The two men filed their respective certificates of candidacy for president and vice-president on November 28, 2009.[46] Fake psychiatric reports on Aquino's mental health began circulating online during the 90-day election campaign period from February 9 – May 8, 2010,[47][48] Aquino received information that the first such report came from the wife of Nacionalista Party supporter and former National Power Corporation (NAPOCOR) president Guido Delgado, a move Aquino claimed was made with \"malicious intent\".[48] A second report came from an unidentified supporter of Senator Manny Villar, the Nacionalistas' leader and presidential candidate.[48][49] Later presented by Delgado at a press conference, the psychiatric report was supposedly signed by Father Jaime C. Bulatao, S.J., PhD, a Jesuit priest, a professor of Psychology and a clinical psychologist at the Ateneo de Manila University, taken when Aquino was finishing his bachelor's degree in economics at the university in 1979.[48] It reportedly showed that Aquino suffered from depression and melancholia,[49] the priest later denied writing the document at all.[48] Another supposed psychiatric report that later surfaced claimed that Aquino suffered from major depressive disorder; the report's supposed author, Jesuit priest Father Carmelo A. Caluag II, denied writing any evaluations of Aquino.[48] The university's psychology department later debunked the documents, with Aquino labelling them as another desperate effort by rivals to malign his reputation.[48] During the campaign,[47] Senator Francis Escudero began endorsing Aquino as president and PDP–Laban standard-bearer Jejomar Binay, for Vice President, launching the Aquino–Binay campaign.[50] During the 2010 presidential election, held on May 10, 2010, in unofficial tallies, conducted by the Commission on Elections (COMELEC) and the Parish Pastoral Council for Responsible Voting (PPCRV), Aquino was the leading candidate in tallied votes for president, and in the official Congressional canvass, Aquino was the leading candidate in canvassed votes for president.[51] Aquino was unofficially referred to at the time as \"president-apparent\" by the media.[52] On June 9, 2010, at the Batasang Pambansa Complex, in Quezon City, the Congress of the Philippines proclaimed Aquino as the president-elect of the Philippines,[9][10] following the 2010 election with 15,208,678 votes,[9][11] while Jejomar Binay, the former mayor of Makati, was proclaimed as the vice president-elect of the Philippines with 14,645,574 votes,[53] defeating runner-up for the vice presidency Mar Roxas, the standard-bearer of the Liberal Party for vice president.[54] The presidency of Benigno Aquino III began at noon on June 30, 2010, when he became the fifteenth president of the Philippines, succeeding Gloria Macapagal Arroyo. From the start of his presidency on, he was also referred to in the media as PNoy.[55][56][57][8] The presidential transition began on June 9, 2010, when the Congress of the Philippines proclaimed Aquino the winner of the 2010 Philippine presidential elections held on May 10, 2010, proclaiming Aquino as the president-elect of the Philippines.[10][11] The transition was in charge of the new presidential residence, cabinet appointments, and cordial meetings between themselves and the outgoing administration.[10][11] Aquino took residence in the Bahay Pangarap, the first president to do so, instead of the Malacañang Palace, which has been the official residence of his predecessors.[58] Aquino also announced the formation of a truth commission that would investigate various issues including corruption allegations against his predecessor President Gloria Macapagal Arroyo with former Chief Justice Hilario Davide Jr. as commission head.[59] Aquino took the oath of office on June 30, 2010, at the Quirino Grandstand in Rizal Park, Manila.[9][3] The oath of office was administered by Associate Justice Conchita Carpio-Morales, who officially accepted Aquino's request to swear him into office,[9][60] reminiscent of the decision of his mother, who in 1986, was sworn into the presidency by Associate Justice Claudio Teehankee.[61] After being sworn in as the fifteenth president of the Philippines, succeeding Gloria Macapagal Arroyo, Aquino delivered his inaugural address.[9][3] On July 26, 2010, at the Batasang Pambansa, in Quezon City, Aquino delivered his first State of the Nation Address (SONA).[57][62] During Aquino's first State of the Nation Address (SONA), Aquino announced his intention to reform the education system in the Philippines by shifting to K–12 education, a 12-year basic education cycle.[63] K–12 education is used in the United States, Canada, and Australia. On July 29, 2015, Aquino delivered his final SONA address, where he discussed the country's economic improvements and the benefits of social service programs, particularly the Pantawid Pamilyang Pilipino Program and the Philippine Health Insurance Corporation, during the course of his presidency.[64] During the inaugural address, Aquino created the \"no wang-wang\" policy, strengthening the implementation of Presidential Decree No. 96.[56][65] Wang-wang is colloquial term for blaring sirens.[66] The decree was issued on January 13, 1973, by then President Ferdinand Marcos, regulating the use of sirens and other similar devices only to motor vehicles designated for the use of select national government officials, the police, the military, the fire department and ambulances.[56][65] Despite having the privilege of using wang-wang as president, Aquino refrained from using sirens to set up an example for his policy, even if it means being stuck in traffic and being late every now and then.[67][68] After the inaugural address, the Metropolitan Manila Development Authority began to enforce Aquino's no wang-wang policy, confiscating wang-wang from public officials and private motorists who illegally used them.[65] Aquino resumed stalled peace talks with the Moro Islamic Liberation Front (MILF), a rebel group in Mindanao seeking self-determination for Moros. He met with the MILF in Tokyo, Japan in August 2011 to initiate peace talks which resulted to the signing of the Framework Agreement on the Bangsamoro between the Philippine government and the rebel group the following year. The agreement started the process of replacing the Autonomous Region in Muslim Mindanao (ARMM) with a new political entity. In 2014, the Comprehensive Agreement on the Bangsamoro (CAB) was signed between the Philippine government and the MILF, with the deal characterized as a \"final peace agreement\" between the two parties.[69] The CAB paved way for the drafting of the Bangsamoro Basic Law (BBL; later known as the Bangsamoro Organic Law or BOL), a charter for a proposed Bangsamoro autonomous region which would replace the ARMM.[69] In 2015, President Aquino was accused of evading responsibility for the Mamasapano clash, a botched police operation, which resulted to the death of 44 Special Action Force officers. He was also criticized for entrusting the operation to suspended police chief Alan Purisima.[70] This led to a decrease of public support for the BBL.[71] Aquino introduced reforms on the Philippine education program by introducing the K-12 curriculum by signing into law the Enhanced Basic Education Act in 2013. This added two years to the basic education system; which became known as the Senior High School stage.[72] The program was introduced because the Philippines was among the three countries in the world at that time still had a 10-year basic education program.[73] Among the criticisms of the K-12 program is the associated costs to be shouldered by teachers, parents, and students for the additional two years of basic education as well as the lack of classrooms and teachers required for the implementation of the shift to K-12.[72] Benigno Aquino III is noted for his confrontational foreign policy against China, especially concerning the Philippines' approach in pursuing its claims in the South China Sea. It was under his administration, that the China v. Philippines case was filed in the Permanent Court of Arbitration (PCA) which ruled in 2016 the invalidity of China's nine-dash line claim which covers the entire sea, although China continues to disregard the decision.[13] The case was filed in 2013, after the Philippines lost control of the Scarborough Shoal after the 2012 standoff with China over the dispute feature.[74][75] He is also responsible for instituting the term \"West Philippine Sea\" in 2012 for the eastern parts of the South China Sea which the Philippines claims to be part of its exclusive economic zone.[76] Aquino appointed the following to the Supreme Court of the Philippines: On August 23, 2010, in front of the Quirino Grandstand in Rizal Park, Manila, the Manila hostage crisis occurred when a gunman took hostage a bus with Hong Kong tourists. Aquino defended the actions of the police at the scene, stating that the gunman had not shown any signs of wanting to kill the hostages. Aquino ordered a \"thorough investigation\" into the incident, and would wait until it is completed before deciding whether anyone should lose his or her job.[83] Aquino declared that the media may have worsened the situation by giving the gunman \"a bird's-eye view of the entire situation\".[84] Aquino also made reference to the Moscow theater hostage crisis, which, according to Aquino, resulted in \"more severe\" casualties despite Russia's \"resources and sophistication\".[85] On August 24, 2010, Aquino signed Proclamation No. 23, declaring August 25, 2010, as a national day of mourning, instructing all public institutions nationwide and all Philippine embassies and consulates overseas to lower the Philippine flag at half-mast, in honor of the eight Hong Kong residents who died during the crisis.[86][87] On August 25, 2010, at a press conference in Malacañang, Aquino apologized to those offended when he was caught on television apparently smiling while being interviewed at the crime scene hours after the Manila hostage crisis.[88] Aquino said: \"My smile might have been misunderstood. I have several expressions. I smile when I'm happy, I smile when I'm faced with a very absurd situation...and if I offended certain people, I apologize to them. It's more of an expression maybe of exasperation rather than anything and again, I apologize if I offended certain people, who misunderstood (my) facial expression.\"[88] On September 3, 2010, Aquino took responsibility for the crisis.[89] Aquino actually has direct supervision of the Philippine National Police, since Aquino had asked Secretary of the Interior and Local Government Jesse Robredo to address other concerns, such as coming up with a comprehensive plan on delivering social services to and relocating informal settlers in coordination with the local governments.[89] No formal apology for the crisis was made by Aquino until President Rodrigo Duterte formally apologized in 2018 as president of the Republic of the Philippines and in behalf of the people of the Philippines.[90] President Aquino's administration was criticized during and after Typhoon Haiyan (Yolanda) in November 2013 for the government's \"slow\" response to aid the victims.[6] This criticism resulted in countries like Canada providing humanitarian aid to the victims of the typhoon through non-governmental organizations and not the Philippine government.[91] Noynoying (pronounced noy-noy-YING[92] or noy-NOY-ying[93]) was a protest tactic in the form of a neologism that Aquino's critics used to question his work ethic, alleging his inaction on the issues of disaster response and rising oil prices.[93] A play on the term planking and Aquino's nickname, Noynoying involved posing in a lazy manner, such as sitting idly while resting his head on one hand, and doing nothing.[93] Following the turnover ceremonies to his successor Rodrigo Duterte at Malacañang, Aquino returned to his parents' residence along Times Street, Quezon City.[94] After leaving office, Aquino remained silent on the Duterte administration and rarely made public appearances.[95] However, in November 2016, Aquino attended a concert at Rizal Park and joined protests against the burial of Ferdinand Marcos.[96] In February 2017, Aquino commemorated the 31st anniversary of the People Power Revolution by marching to the People Power Monument and joining the protests against the Ferdinand Marcos regime.[97][98] In July 2017, criminal charges were filed against Aquino for usurpation of authority under the Revised Penal Code and violating anti-graft and corruption laws.[16] Ombudsman Conchita Carpio-Morales cited the involvement of then suspended Philippine National Police chief Alan Purisima in the 2015 Mamasapano police operation against the Bangsamoro Islamic Freedom Fighters and the Moro Islamic Liberation Front in Mamasapano, Maguindanao, where 44 Special Action Force members were killed.[16] Under the Revised Penal Code, suspended public officials cannot perform their duties or interfere in government affairs. Aquino's former Deputy Presidential Spokesperson Abigail Valte said that Aquino planned to file a motion for reconsideration to appeal the charges.[16] On August 22, 2019, the Sandiganbayan dropped the charges against Aquino upon request from Ombudsman Samuel Martires, citing the rule that no president can be charged of inducing subordinates to follow orders.[99][100] In 2018, Aquino was indicted in a $1.35-billion criminal case involving a congressional approval to use state funds on major government projects.[101] However, the Supreme Court of the Philippines already ruled earlier with finality back in 2015 on the multiple petitions (G.R. Nos. 209135, 209136, 209155, 209164, 209260, 209442, 209517, and 209569) filed against the former president's Disbursement Allocation Programme or DAP. There were different respondents to the case, such as the President, Sec. Abad, Sec. Ochoa, et al. Under the umbrella G.R. No. 209287,[102] the Supreme Court en banc has decided on the following rulings: 1. There's no actual case of controversy and grave abuse of discretion by the Executive Department, including the President and concerned department secretaries in the different petitions filed 2. All grounds made by the different petitioners cannot stand in the highest court 3. The decision of the court were not based on the 116 projects/cases of DAP, but on the constitutionality of the DAP itself 4. Not all 116 DAP cases (projects) were covered under the Government Appropriations Act (GAA) 5. The President has powers to transfer savings to other departments pursuant to his constitutional powers 6. Although only Congress has the rights to appropriate unallocated funds, the President's veto powers to use the funds only under the condition that projects are defined in the GAA and that revenue of respective departments exceed their targets 7. The DAP was indeed unconstitutional as procedural, but the court does not invalidate all of the 116 DAP cases in question 8. The justices en banc's decision did find doubtful those projects that appeared to have no appropriation cover under the relevant GAA 9. The justices en banc failed to declare unconstitutional and illegal all moneys under the DAP used for alleged augmentation of appropriation items that didn't have actual deficiencies (programs, activities and projects or PAP) The case filed in the Office of the Ombudsman did not progress forward due to an earlier dismissal of the Supreme Court in 2015 of any wrong-doing or grave abuse of powers and the declaration of the DAP as unconstitutional on a number of the cases in the 116 programs, activities and projects (PAPs) contained in the budget submitted to Congress from 2012 to 2014. Aquino never married and had no children, making him the Philippines' first bachelor president.[103] Aquino previously had a relationship with Shalani Soledad, a Valenzuela metropolitan councilor and niece of former Senator Francisco Tatad.[104][105] In November 2010, Aquino confirmed that he and Soledad had ended their relationship.[106] He had previously dated Korina Sanchez,[104] Bernadette Sembrano,[104] and Liz Uy.[106][107] He was also in a relationship with Korean television host Grace Lee.[108] Aquino had openly stated that he preferred younger women because he wanted to have children.[109] Aquino was also an enthusiast of shooting, billiards, and video games.[110] Aquino did not drink alcoholic beverages[61] but was a chain smoker.[111] Aquino also said that he was not keen on being a poster boy for anti-smoking campaigns.[112] Upon winning the election, Aquino received a phone call from U.S. President Barack Obama, who congratulated him and offered assistance to smoking cessation.[113][114] Although his official residence as president was Malacañang Palace, Aquino chose to reside in the Bahay Pangarap (House of Dreams), located within the Palace grounds, while in office.[58][115] Speculation surrounding Aquino's health began circulating in August 2019 after he was unable to attend the commemoration of his father's 36th death anniversary; however, his spokesperson Abigail Valte said that his illness then was \"nothing serious\".[116] In November 2019, Aquino was reported to have suffered from pneumonia.[117] A month after, he was confined at Makati Medical Center for an executive checkup and undisclosed routine procedures. Aquino was confined in an intensive care unit, although according to his spokesperson, he was never in critical condition and the accommodation was just to limit visitors.[118][119] Senator Francis Pangilinan, who was Aquino's former food security czar, later stated that this confinement was due to a kidney malfunction. Pangilinan added that Aquino had also been suffering from hypertension and diabetes.[120] Thereafter, Aquino regularly sought medical treatment for his condition.[121] By May 2021, Aquino told Camille Elemia of Rappler that he was experiencing a loss of appetite and breathing difficulties. That same month, he reportedly underwent a cardiac surgery.[122] In the early hours of June 24, 2021, Aquino was found by his maidservant lying unconscious on his recliner at his home in West Triangle, Quezon City. He was immediately transported by ambulance to the nearby Capitol Medical Center in Diliman, where he was pronounced dead at 6:30 a.m. (PHT), that day (22:30 UTC of the previous day).[1] The cause of death was stated as renal disease, secondary to diabetes.[2][123] According to his personal chauffeur, Aquino was scheduled to undergo dialysis on June 21, but refused because he felt that his body was \"weak\". Another dialysis was planned the day prior to his death, but Aquino again turned it down for similar reasons.[124] Aquino's former public works secretary, Rogelio Singson, stated that he also underwent angioplasty to prepare for a scheduled kidney transplantation; Aquino was in the process of searching for donors at the time of his death.[120] His remains were cremated on the day of his death and his ashes were buried adjacent to that of his parents at the Manila Memorial Park in Parañaque on June 26, making him the first Philippine president to have been cremated. Three Masses were held on June 25–26 at the Church of the Gesù at his alma mater, the Ateneo de Manila University, where a public viewing was also held.[125] Manila Archbishop Jose Advincula blessed his remains, while his funeral mass was presided over by Lingayen–Dagupan Archbishop Socrates Villegas (who also presided the requiem mass for Aquino's mother in 2009 when Villegas was Bishop of Balanga), with Caloocan Bishop Pablo Virgilio David concelebrating. Aquino's grave marker is in the same style as his parents: a simple, grey marble plaque with his name, nickname, and the dates of birth and death inscribed in black. A few hours after the announcement of Aquino's death, President Rodrigo Duterte declared a ten-day \"period of national mourning\" from June 24 to July 3. All national flags have been flown at half-mast as a sign of mourning.[126] The funeral rites of Aquino were covered by Radyo Katipunan, the radio arm of his alma mater, for the wake and Radio Television Malacañang for his burial.[127] This is a list of honors and awards received by Benigno Aquino III. Foreign honors National Honors: Honorary degrees Recognitions","country":"Philippines"}