{"name":"Benito Juárez","url":"/wiki/Benito_Ju%C3%A1rez","Born":"1806-03-21","Died":"1872-07-18","Political party":"Liberal Party","termEnds":"The first term he was interim president during the Reform War. The second term resulted from his being appointed constitutional president by Congress after the elections of 1861. His constitutional period began on 1 December. The third term was an extension of the second, a consequence of the invasion. The fourth and fifth terms followed the triumph of the Republic.","termStarts":"The first term he was interim president during the Reform War. The second term resulted from his being appointed constitutional president by Congress after the elections of 1861. His constitutional period began on 1 December. The third term was an extension of the second, a consequence of the invasion. The fourth and fifth terms followed the triumph of the Republic.","text":"Benito Pablo Juárez García (Spanish: [beˈnito ˈpaβlo ˈxwaɾes gaɾˈsi.a] (listen); 21 March 1806 – 18 July 1872)[1] was a Mexican liberal politician and lawyer who served as the 26th president of Mexico from 1858 until his death in office in 1872. A Zapotec, he was the first president of Mexico of indigenous origin. Born in Oaxaca to a poor rural family and orphaned when he was young, Juárez was looked after by his uncle and would eventually move to Oaxaca City at the age of 12, where his sister was living. He was aided by a lay Franciscan, and enrolled in seminary, then later studied law at the liberal Institute of Sciences and Arts. After being appointed as a judge, in his 30s he married Margarita Maza, a woman of European heritage from a socially prominent family in Oaxaca City.[2] From his years at the Institute, he was active in liberal politics in Oaxaca City and state, then rose to national prominence after the liberal ouster of General Antonio López de Santa Anna. He was part of the Liberal Reform under Presidents Juan Alvarez and Ignacio Comonfort. With Comonfort's resignation in 1858 and Juárez, as President of the Supreme Court, became the constitutional President of Mexico. He led the successful fight against conservatives in the War of the Reform and prevailed against the conservatives and the French Intervention to lead the Restored Republic. He died of natural causes in office. Juárez was a controversial figure in his lifetime, tenaciously and successfully holding the presidency from 1858 until his death in 1872. During the Reform War (1858–60) he held extraordinary[opinion] powers as President because of wartime exigencies. With the defeat of the conservatives, he held elections, but not before he proposed changes to the liberal Constitution of 1857 to strengthen the powers of the presidency over those of congress and Mexican states. He was elected president in 1861 and extended his term during the French Intervention (1862–67). He was re-elected president in 1871, but with significant challenges from fellow liberals. During the War of the Reform (1858–1860) and then the French Intervention he had the support of Mexican liberals when he was president in internal exile. Juárez tied liberalism to Mexican nationalism. He asserted his leadership as the legitimate head of the Mexican state, rather than Emperor Maximilian, whom the French had installed with the support of Mexican conservatives. He returned to full power in 1867 with the ouster of the French. With the defeat of the French and Mexican conservatism, many of Juárez's fellow liberals became his political rivals and challenged his continuance in power.[3][4] During his presidential career, he took a number of controversial actions, including negotiating a treaty in 1859 with the U.S. granting it transit rights across the Isthmus of Tehuantepec; the decree extending his presidential term in 1865 for the duration of the war against the French; the 1867 execution of Emperor Maximilian rather than allowing him to go into exile; his proposal to revise the liberal Constitution of 1857 to strength the power of the federal executive against Mexican states; and his decision to run for reelection in 1871.[5] Liberal general and fellow Oaxacan Porfirio Díaz unsuccessfully rebelled against Juárez in 1871 for running for re-election. Only Juárez's death in 1872 ended his hold on power, but mythmaking about his legacy quickly began. Politically controversial in life among both liberals and conservatives, after his death Juárez came to be seen in Mexico as \"a preeminent symbol of Mexican nationalism and resistance to foreign intervention.\"[6][7] As with most liberals, he looked to the U.S. as a model for Mexican development, as opposed to the conservatives' toward Europe as the model. He understood the importance of a working relationship with the United States and secured its recognition for his government during the War of the Reform, while the Conservatives received recognition from European powers. He held fast to particular principles, including the supremacy of civil power over the Catholic Church and the military; respect for law; and the depersonalization of political life.[8] Juárez sought to strengthen the national government, asserting its central power over the states, a position that both radical and provincial liberals opposed.[9] For Juárez's success in ousting the European incursion, Latin Americans considered Juárez's tenure as a time of a \"second struggle for independence, a second defeat for the European powers, and a second reversal of the Conquest.\"[10] After his death, the city of Oaxaca added \"de Juárez\" to its formal name in his honor, and numerous other places and institutions were named for him. His birthday (21 March) is celebrated as a national public and patriotic holiday in Mexico. He is the only individual Mexican to be so honored. Juárez was born in an adobe house in San Pablo Guelatao, Oaxaca, located in the mountain range since named for him and now known as the Sierra Juárez. His parents, Brígida García and Marcelino Juárez, were Zapotec peasants. He had an older sister. Both parents died of complications of diabetes when Juárez was three years old. Shortly afterward, his grandparents died as well, so after that his uncle raised him.[11][12] He described his parents as \"indios de la raza primitiva del país,\" that is, \"Indians from the primitive race of the country.\"[12] He worked in the cornfields and as a shepherd until the age of 12. His sister had moved to the city of Oaxaca for work, and that year he moved to the city in order to attend school.[13] There he took a job as a domestic servant in the household of Antonio Maza, where his sister worked as a cook.[13] At the time, he could speak only Zapotec. At this critical time, Juárez was also helped by a lay Franciscan and bookbinder, Antonio Salanueva, who was impressed by the youth's intelligence and desire for learning. Salanueva arranged for his admission to the city's seminary so that he could train to become a priest. His earlier education was rudimentary, but he soon began studying Latin, and completed the secondary curriculum while still too young to be ordained. But, realizing he had no calling to become a priest, Juárez began studying law at the Institute of Sciences and Arts, founded in 1827. It was a center of liberal intellectual life in Oaxaca, and he graduated with a degree in law in 1834. Even prior to his graduation, Juárez sought political office, and was elected to the Oaxaca city council in 1831. After practicing law for several years, in 1841 he was appointed as a civil judge.[6] Juárez's political formation was in Oaxaca, where he trained as a lawyer and entered state politics, rising to the state governorship. He went into exile in the U.S. after running afoul of General Santa Anna and formed important ties to fellow Mexican liberals and to Cuban nationalists. He rose to prominence after the ouster of Santa Anna and was involved in the drafting of legislation that came to be known as the Liberal Reform. Conservatives pushed back against the Liberals sweeping program, forcing the resignation of President Comonfort, which brought Juárez to the Presidency because he was head of the Supreme Court. Civil war with the rebel Conservatives ensued, with the Liberals victorious in 1861. Juárez was elected to the presidency in 1861, but Conservatives allied with France, which invaded Mexico in 1862 and placed Maximilian von Hapsburg on the newly created monarchy of Mexico. Despite the fracturing of liberalism, Juárez steadfastly continued to resist the foreign invasion and replacement of the republic. He came to embody Mexican nationalism. Following the fall of the French empire in 1867, liberal politicians renewed their factional disputes, often attacking Juárez, who sought the strengthening of the powers of the presidency and central governance. His death in office in 1872 ended that phase of Mexican politics. Juárez's experiences in political life in Oaxaca were crucial to his later success as a leader. His political affiliation with liberalism developed at the Institute of Arts and Science and his ability to rise in Oaxaca state politics was due to the lack of an entrenched political class of criollos, Mexicans of European descent. The relative openness of the system allowed him and other newcomers to enter politics and gain patronage.[14] He developed a political base and gained an understanding of political maneuvering. Juárez's graduated as a lawyer in 1834 and set up a law practice. As a lawyer, Juárez took cases of indigenous villagers. Community members of Loxicha, Oaxaca hired him for their denunciation of a priest, whom they accused of abuses. He did not win the case, and in fact was thrown into jail along with community members, \"thanks to the collusion between Church and the state,\" writing later that it \"strengthened in me the goal of working constantly to destroy the pernicious power of the privileged classes.\"[15] Juárez and other liberals saw equality before the law as a transformative principle for Mexico, which even in the post-independence era accorded special privileges to the Roman Catholic Church and the army, and continued some protections for indigenous communities. He served as a civil judge in 1841, he became part of the Oaxaca state government, led by liberal governor Antonio León (1841–1845).[16] He became a prosecutor in the Oaxaca state court and was elected to the state legislature in 1845. Juárez was subsequently elected to the federal legislature, where he supported Valentín Gómez Farías, who instigated liberal reforms including limitations on the power of the Catholic Church. With the return to the presidency of Antonio López de Santa Anna in 1847, Juárez returned to his practice in Oaxaca.[6][17] He was elected governor of the state of Oaxaca, serving from 1847 to 1852. During his tenure as governor, Juárez supported the war effort against the U.S. in the Mexican–American War. Recognizing that the war was lost, he refused Santa Anna's request to regroup and raise new forces. This, as well as his objections to the corrupt military dictatorship of Santa Anna, resulted in his going into exile in New Orleans in 1853. Like most liberals, Juárez looked to the U.S. as the model for Mexico, while conservatives looked to Europe, especially France and Britain.[18] When Santa Anna returned to power in 1853, many liberals went into exile in the U.S., including Juárez. In New Orleans Juárez was brought into a multifaceted and international new milieu. His day job was as a cigar maker in one of the city's factories.[19][20] His wife remained in Mexico with their children, and were looked after by liberal loyalists, Ignacio Mejía and Domingo Castro.[21] Since he had not enriched himself as governor of Oaxaca, both Juárez and his wife had economic hardships, but she managed to send him some of her own money there to help with his support.[22] Other Santa Anna opponents were also in exile there, including Melchor Ocampo of Michoacán, who was fiercely anticlerical.[23] The year and a half Juárez spent in New Orleans (1853–55) were important to Juárez's and other exiles' political formation. \"They [the liberals] might never have met had not misfortune lumped them in the infested climate of New Orleans.\"[24]. The liberal exiles plotted a return to Mexico and the overthrow of Santa Anna. In 1854, Juárez helped draft the liberals' Plan of Ayutla, a document calling for Santa Anna's being deposed and for a convention to draft a new constitution. Faced with growing opposition, Santa Anna was forced to resign in 1855. Juárez's time in New Orleans broadened his horizons, meeting not just fellow exile Mexican liberals, but also Cuban separatist exile, Pedro Santacicilia, who was later to marry Juárez's oldest child. Cuba was still a Spanish colony, not gaining its independence until 1898, and Cuban nationalists sought independence. For Mexico, the existence of a Spanish colony geographically close to Mexico was a potential threat. It had been the springboard for Spain's unsuccessful attempt to reconquer Mexico. Santacicilia and his fellow Cuban business partner Domingo de Goicuría were important to the Mexican liberal cause, sending arms to Guerrero and acting on liberals' behalf in Veracruz in the War of the Reform. During the French Intervention (1862–67) Santacilia helped Juárez's wife and children in their New York exile.[25] With Santa Anna's resignation, Juárez returned to Mexico from his exile in the U.S. and became part of the activist puro (pure) faction of Liberals. They formed a provisional government under General Juan Álvarez, the strong man of Guerrero state, inaugurating the period known as La Reforma, or Liberal Reform. Juárez served as Minister of Justice and ecclesiastical affairs. During this time, he drafted the law named after him, the Juárez Law, which declared all citizens equal before the law, and restricted the privileges (fueros) of the Catholic Church and the Mexican army. President Álvarez signed the draft into law in 1855.[26] The Reform laws curtailed the power of the Catholic Church, under the Lerdo law forcing the sale of Church land as well as those of indigenous communities, and restricting the military. They tried to create a modern civil society and capitalist economy based on the model of the United States. The Ley Juárez was subsequently incorporated into the Mexican Constitution of 1857. Juárez had no role in drafting the constitution, since he had returned to Oaxaca, where he served again as governor.[26] The new liberal Constitution of 1857 was promulgated in February and the new president, Ignacio Comonfort, who appointed Juárez as Minister of Government in November 1857. He was elected as President of the Supreme Court of Justice, an office that virtually put its holder as the successor to the President of the Republic.[26] Conservatives rejected the new constitution, promulgated on 11 March 1857, and sought to overturn it. Led by General Félix María Zuloaga, Conservatives sought to nullify the constitution and issued the Plan of Tacubaya on 17 December 1857. Recently elected president, Ignacio Comonfort, a moderate Liberal, saw flaws in the constitution, which gave most power to Mexican states and further curtailed the power of the executive by making Congress superior to it. Comonfort signed onto the Conservatives' plan, which called for nullifying the constitution, drafting a new constitution, and leaving Comonfort as president with extraordinary powers in the interim. Comonfort \"felt that by temporarily assuming dictatorial powers he could hold the extremists on both sides in check and pursue a middle course, always his object. It soon became obvious that such an assumption was mere wishful thinking.\"[27] Juárez, Ignacio Olvera, and many other liberal deputies and ministers were arrested. For the conservatives, these actions did not go far enough, and on 11 January 1858, Zuloaga demanded Comonfort's resignation. Comonfort re-established the Congress, and liberated all prisoners including Juárez, before resigning as president. The conservative forces proclaimed Zuloaga as president on 21 January 1858. Under the terms of the 1857 Constitution, the President of the Supreme Court of Justice became interim President of Mexico until a new election could be held. With Comonfort's resignation, Juárez was acknowledged as president by liberals on 15 January 1858 and assumed leadership of the Liberal side of the civil war known as the War of the Reform (Guerra de Reforma), (1858–61). During this war, Mexico had rival governments of the liberals under Juárez, in a constitutional succession, and the conservatives under Félix María Zuloaga. The contest would be decided on the field of battle. With the conservatives in control of Mexico City, Juárez and his government evacuated and moved first to Querétaro and later to Veracruz, whose customs revenues were used to fund the government. On 4 May 1858, Juárez arrived in Veracruz[28] where the government of Manuel Gutiérrez Zamora was stationed with General Ignacio de la Llave. His wife and children were waiting for his arrival on the dock at Veracruz's port, along with a large part of the population that had flooded the pier to greet him. Juárez lived many months in Veracruz without incident until conservative General Miguel Miramón's attack on the port on 30 March 1859. On 6 April, Juárez received a diplomatic representative of the United States Government: Robert Milligan McLane. The U.S. was seeking a route for transit from the Caribbean to the Pacific Ocean, and the Isthmus of Tehuantepec was the narrowest crossing in Mexico between the bodies of water. With Juárez needing allies against the conservatives, Juárez went forward with a formal treaty between the two governments. Melchor Ocampo signed for Mexico on McLane-Ocampo Treaty in December 1859. Juárez was saved implementation of the treaty and undermining Mexico's sovereignty because U.S. President James Buchanan was unable to secure ratification of the treaty by the U.S. Senate. Despite the failure of the treaty, Juárez's government received aid from the US that enabled the liberals to overcome the conservatives' initial military advantage. Juárez's government successfully defended Veracruz from assault twice during 1860, and recaptured Mexico City on 1 January 1861. On 12 July 1859, Juárez decreed the first regulations of the \"Law of Nationalization of the Ecclesiastical Wealth.\" This enactment prohibited the Catholic Church from owning properties in Mexico.[29] Because of Juárez's Law of Nationalization, the Catholic Church and the regular army supported the Conservatives in the Reform War. On the other hand, the Liberals had the support of several state governments in the north and central-west of the country, as well as that of President Buchanan's government. Due to the initial weakness of the Juárez administration, Conservatives Félix María Zuloaga and Leonardo Márquez had the opportunity to reclaim power. To counter this, Juárez petitioned Congress to give him emergency powers. The liberal members of Congress denied the petition, believing that they had to preserve their constitutional government achieved only after a damaging civil war. They did not believe that Juárez, who had implemented that constitution, should violate it by taking dictatorial powers. But, after two groups of Conservatives ambushed and killed major liberal politicians and intellectuals Melchor Ocampo and later Santos Degollado in 1861, the liberals were outraged. Juárez took \"extreme measures\" to deal with the conservatives. After the scandal of Ocampo's murder, the liberal-majority Congress gave Juárez the money and power that he needed to defeat the conservatives.[30] After the defeat of the Conservatives on the battlefield, in March 1861 elections were held and Juárez was elected president in his own right under the Constitution of 1857. Juárez called for elections to be held in January 1861, but they were not held until March. At this point, Juárez had two liberal rivals in the election, Miguel Lerdo de Tejada and Jesús González Ortega. Melchor Ocampo supported Juárez and charged the Lerdo lacked the judgment to become President, pointing to Lerdo's statements late in the Reform War that the liberal republic could not win except with armed aid of the Americans. Ocampo was opposed to Lerdo Law and its implementation as unjust. Guillermo Prieto also attacked Lerdo and favored Juárez. As the Juárez government was attempting to regain control of the country's financial situation, it allowed conservative functionaries of the treasury to return to their positions under the liberals, for which Juárez drew criticism. Prieto countered that the conservative bureaucrats had the relevant expertise. In the midst of the campaign, Lerdo died of typhoid, leaving González Ortega as Juárez's only rival. González Ortega was a popular military hero who had delivered significant victories against the conservatives. He then served as Minister of War in Juárez's cabinet, while maintaining his command of the troops of the Zacatecas Division. He resigned from the cabinet, but despite civil unrest in the capital calling for his reinstatement, he did not rebel or allow his name to be used by armed supporters. The civilian government of Juárez prevailed and he won the 1861 election.[31] Although the conservatives had been defeated on the battlefield, they did not disappear. As congress was reconvening for the first time since 1857, they received word that Melchor Ocampo had been executed in his home state of Michoacan by a conservative guerrilla band. Santos Degollado, who had been dismissed from his command, requested permission of congress to eliminate Ocampo's killers. He too was killed by the guerrillas on June 15. González Ortega took charge of routing the guerrillas there.[32] Conservative General Leonardo Márquez took refuge in the Sierra Gorda of Querétaro and refused to recognize Juárez as President. He was blamed for the murders of prominent liberals Melchor Ocampo and Santos Degollado. In hiding in March 1861, Márquez declared that Juárez and his supporters were traitors and therefore subject to summary execution.[33] In the wake of the civil war and the demobilization of combatants, Juárez established the Rural Guard or Rurales, aimed at bringing public security, particularly as banditry and rural unrest grew. Many brigands and bandits had allied themselves with the liberal cause during the civil war. When that conflict was concluded and they were unable to gain jobs, many became guerrillas and bandits again. Juárez's Minister of the Interior, Francisco Zarco, oversaw the founding of the Rurales. The creation of the police force controlled by the President was done quietly because it violated federalist principles of traditional liberalism, which gave little power to the central government and much more to Mexican states. The force's creation was an indication that Juárez was becoming a centralist as he confronted rural continuing unrest. As a pragmatic solution, the force consisted of former bandits converted into policemen.[34] Juárez's government also faced international dangers. In view of the government's desperate financial straits, Juárez contemplated suspending payments on the foreign debt, which could trigger international intervention. The British government sent diplomat Sir Charles Lennox Wyke, previously posted to Central America, to find a solution to the financial crisis.[35] Juárez's Minister of Finance Zamacona negotiated an agreement with Wyke, concluded on 21 November 1861, but the treaty was repudiated by congress.[36] When Juárez suspended repayments of interest on foreign loans taken out by the defeated conservatives on 17 July it set in motion intervention from European powers. Spain, Britain and France, angry over unpaid Mexican debts, sent a joint expeditionary force that seized the Veracruz Customs House in December 1861. Spain and Britain soon withdrew. They realized that the French Emperor Napoleon III intended to overthrow the Juárez government and establish a Second Mexican Empire, with the support of remaining Conservatives. Thus began the French invasion in 1861 and the outbreak of an even longer war, with Liberals attempting to oust the foreign invaders and their Conservative allies and save the Republic. The outbreak of this Mexican conflict came as the U.S. had to deal with its civil war, which broke out in April 1861. Despite that, U.S. President Abraham Lincoln's government was aware of the liberals' peril. U.S. Secretary of State William Seward attempted to find a solution to the debt crisis, floating the possibility of the U.S. assuming the interest charges on the Mexican debt and placing a lien on public lands in Mexican northern states of Baja California, Chihuahua, Sonora and Sinaloa. Mexico's representative in the U.S. Matías Romero attempted to promote the resolution, but it was rejected by the U.S. Senate. The European powers invited the U.S. to join their coalition to force payment of the debt, but it declined given its adherence to the Monroe Doctrine.[37] After much contention among the liberals and after it became clear that the European powers would indeed intervene, Juárez was granted extraordinary powers by congress to deal with the crisis. The sole restrictions on his taking any step necessary in the current crisis was that \"he must maintain the nation's independence and territorial integrity, the form of government established by the constitution, and the principles of the laws of Reform.\"[38] During the French invasion following Juárez's decision to cancel debt payments to European powers, Juárez came to embody implacable Mexican nationalism against foreign invaders and during the crisis led a largely unified liberal republic. As with the Reform War, Mexico again had two governments, the conservatives with their French allies and that of the constitutional, elected president Juárez. The French invasion challenged the political order in Mexico, but Republican forces under Ignacio Zaragoza won an initial victory over the monarchists on 5 May 1862, the Battle of Puebla, celebrated annually as Cinco de Mayo. The French were forced retreat to the coast for a year, but they advanced again in 1863 and captured Mexico City on 10 June 1863. With the invasion, congress ratified the grant to Juárez of extraordinary powers on 27 October 1862 and again on 27 May 1863.[39] Juárez left the capital to set up a government in internal exile, though the rump United Mexican States had very little authority or territorial control over most of the non-occupied territory. Juárez headed north, first to San Luis Potosí (9 June – 22 December 1863), Saltillo (9 January; 14 February – 2 April opposed by his old rival Santiago Vidaurri); then to the arid north of Chihuahua near the U.S. border, (12 October 1864 – 10 December 1866), with time in El Paso del Norte (present-day Ciudad Juárez, Chihuahua) and finally to the capital of the state, Chihuahua City, where he set up his cabinet. Juárez deposed Vidaurri from his stronghold in Nuevo León-Coahuila, separating the states on 26 February 1863 and Vidaurri defected to the conservative monarchists on 7 September 1863.[40] A conservative regency council comprising Juan Nepomuceno Almonte, natural son of José María Morelos; Bishop Pelagio Antonio de Labastida, and General Mariano Salas established a conservative, monarchist regime 18 June 1863. Maximilian von Habsburg, younger brother of Habsburg Emperor Franz Joseph of Austria, accepted the invitation to become emperor on 3 October 1863 and was proclaimed Emperor as Maximilian I of Mexico on 20 April 1864, with the backing of Napoleon III and Mexican conservatives.[39] Juárez's term as president expired on 1 December 1865, and arguably the head of the Supreme Court would succeed as president. Jesús González Ortega could legally claim the presidency.[41] Juárez issued two decrees to undermine Ortega's claims and retain office. One decree extended the terms of the President and head of the Supreme Court until elections could be held. Juárez \"believed he had the power to extend his term ... [and] became convinced that the nation would approve his continuing his term.\" Juárez exceeded his constitutional powers in remaining in office, but given the extraordinary times, he had considerable support.[42] In response to the French invasion and the elevation of Maximilian as Emperor of Mexico, Juárez sent General Plácido Vega y Daza to California to gather Mexican American sympathy for republican Mexico. Maximilian offered Juárez amnesty and later the post of prime minister, but Juárez refused to accept a government imposed by foreigners, or a monarchy. The US government was sympathetic to Juárez, refusing to recognize Maximilian and opposing the French invasion as a violation of the Monroe Doctrine. Most of its attention was taken up by the American Civil War.[43] Juárez's wife, Margarita Maza, and their children spent the invasion in exile in New York, where she met several times with U.S. President Abraham Lincoln, who received her as the First Lady of Mexico. The careers of Juárez and Abraham Lincoln have been compared, because they were two presidents who shared humble social origins, a law career, a rapidly ascending political career in their home states, and a presidency that began under the auspices of a civil war that made long-lasting reform a necessity. But they never met nor exchanged correspondence.[44] Following the end of the American Civil War and Lincoln's assassination, Andrew Johnson succeeded to the US presidency. He demanded that the French evacuate Mexico and imposed a naval blockade in February 1866. When Johnson could not get sufficient support in Congress to aid Juárez, he allegedly had the Army \"lose\" some supplies (including rifles) \"near\" (across) the border with Mexico, according to U.S. General Philip Sheridan's journal account.[45][page needed] In his memoirs, Sheridan stated that he had supplied arms and ammunition to Juárez's forces: \"... which we left at convenient places on our side of the river to fall into their hands\".[46] Faced with US opposition to a continuing French presence and a growing threat on the European mainland from Prussia, French troops began pulling out of Mexico in late 1866. Maximilian's liberal views had cost him support from Mexican conservatives as well. In 1867, the last of the Emperor's forces were defeated. Maximilian was sentenced to death by a military court, a retaliation for Maximilian's earlier orders for the execution of republican soldiers (although some historians point to the fact that the original \"Black Decree\" was from Juárez – who had people executed, without trial, for \"helping\" his enemies, whereas Maximilian often pardoned people who had fought against him). Despite national and international pleas for amnesty, Juárez refused to commute the sentence. Maximilian was executed by firing squad on 19 June 1867 at Cerro de las Campanas in Querétaro. His body was returned to Vienna for burial. The period following the expulsion of the French and up to the revolt of Porfirio Díaz in 1876 are now generally known in Mexico as the Restored Republic. The period includes the last years of the Juárez presidency and, following his death in office in 1872, that of fellow civilian politician Sebastián Lerdo de Tejada. Under ordinary circumstances, Juárez's presidential term would have ended in 1865 and elections held, but during French invasion, he continued in the presidency as head of state in domestic exile. With the ouster of the French in 1867, other liberals now objected to Juárez's remaining in power without an electoral mandate. The broad liberal front against the French had splintered and rivals to Juárez emerged. Liberals had not been unified in their support of the Constitution of 1857, and with the exit of the French, the simmering conflicts between liberal factions in abeyance during the intervention, came to the fore. Juárez sought the legal means to extend his time in power, proposing that the Constitution be amended to allow for a third term and increase the power of the executive against that of the legislature. For Juárez's opponents, this was confirmation that Juárez wished to keep a personal grip on power.[47] The Constitution had been aimed at breaking the power of the Catholic Church and the army as an institution and invigorating the power of Mexican states against the power of the central government. The constitution also made the legislative branch superior to the executive, to forestall personalist power. During the intervention, the republic barely continued to exist and the structure of constitutional division of powers was inoperative. Juárez realized when he returned to the presidency in 1867 that presidential powers were diminished. In the face of opposition, Juárez built a set of alliances to strengthen the power of the central government and make the constitutional system work. His critics saw his actions as building a personal dictatorship.[48] The Restored Republic was a politically unstable time in Mexico, with multiple insurrections.[49] A perceived challenge to Juárez came early. In 1867, the liberals' former nemesis, General Antonio López de Santa Anna and President of Mexico multiple times, sought to return to Mexico from exile. The U.S. had pledged to support Juárez, and prevented Santa Anna from disembarking in Veracruz, his home region and political base. Veracruz was still in French imperial hands when Santa Anna attempted to land in June 1867, and the possibility that he might seize the port from them was a distinct possibility. This could have paved the way for a political comeback threatening Juárez. Juárez's forces diverted the general, who landed in Sisal, Yucatán. He was arrested before a military court on 14 July 1867. He was accused of being a traitor to Mexico, and Juárez sought the use of the law of 25 January 1862 that mandated death for traitors, a fate for Maximilian and two of his generals. The military tribunal decided that Santa Anna should be sentenced to eight years of further exile. Juárez had been expecting a sentence of death and was proceeding to have all of Santa Anna's landed property confiscated and sold off. Juárez issued a general amnesty for all political opponents in October 1870, but explicitly excluded Santa Anna. The general responded angrily, listing his many heroic military deeds for his homeland, asking contemptuously where the civilian Juárez was then, and calling him a \"dark Indian,\" a \"hyena,\" and \"a symbol of cruelty.\" But only after Juárez died in office was Santa Anna able to return to Mexico.[50] The civil war of the Reform (1858–61) and the French Intervention (1862–67) had forestalled any serious implementation of the Liberal reforms. With the defeat of the French and their Mexican conservative allies the way seemed clear to institute changes. Juárez had turned the opposition to the French Intervention into a war of national liberation of the Republic from a foreign invader rather than as a victory of Mexican liberalism. For that reason, he had considerable political support which could be translated into actions.[51] In a controversial move, Juárez ran for re-election in 1871. His loyal political ally, Sebastián Lerdo de Tejada had expected to succeed Juárez in that election, since Juárez had already been criticized for apparently holding onto power. When Lerdo served in Juárez's cabinet post-1867 and had forged political alliances with a number of state governors and with congressmen. It became clear that Juárez was going to run for re-election, Lerdo resigned from the cabinet. Lerdo and Díaz ran for the presidency with none of them achieving a majority on his own, but rivals Díaz and Lerdo together got more votes than Juárez. Juárez got 5,837 electoral votes, Díaz 3,555, and Lerdo 2,874, throwing the outcome for congress to decide.[47] The decision in congress was for Juárez since it was packed with his supporters, and opponents considered the election fraudulent. Defeated opposition candidate Díaz issued the Plan of la Noria call to arms against Juárez. Díaz had not be involved in the many insurrections that broke out after 1867 and had it not gathered other opponents of Juárez it would just one more insurrection. Although Juárez was not whole heartedly supported, many political opponents did not want civil war as a means to power. Juárez kept the loyalty of key military figures and was able to outlast the rebellion. Díaz's plan was not a compelling argument for violence. Díaz showed himself at this juncture to be a flawed political and military leader.[52] Juárez called Díaz a \"latterday Santa Anna\", invoking the liberals' archenemy.[47] Juárez took the opportunity of the rebellion to attack entrenched groups within various states, using government forces to neutralize rebellious elements in state militias.[53] Having outlasted Díaz's serious rebellion, Juárez again tried to institute constitutional reform, but congress blocked it.[54] On 31 October 1843, when he was in his late 30s, Juárez married Margarita Maza, the adoptive daughter of his sister's patron.[55] Margarita was 20 years younger than Juárez. Her father Antonio Maza Padilla was from Genoa and her mother Petra Parada Sigüenza was Mexican, of Spanish descent. They were part of Oaxaca's upper-class society. Margarita Maza accepted his proposal and said of Juárez, \"He is very homely, but very good.\"[56] With his marriage to a white woman, Juárez gained social standing. Although legal racial categories were abolished at independence, in social life, ethnic categories were still used. Their ethnically mixed (white/indigenous) marriage was unusual at the time, but it is not often explicitly noted in standard biographies. Their marriage lasted until Margarita's death from cancer in January 1871, when Juárez was planning his reelection. Juárez and Maza had ten children together, who were ethnically mixed mestizos, including twins María de Jesús and Josefa, born in 1854. Two boys and three girls died in early childhood. Two of their sons died while they were in exile in New York with their mother during the French Intervention. Their only surviving son was Benito Juárez Maza, b. 29 October 1852, was a diplomat and politician, and Governor of Oaxaca 1911–12; he married but had no children.[57] Juárez's daughter Manuela married Cuban poet and separatist Pedro Santacilia in May 1863.[21] Juárez wrote only briefly about his indigenous heritage, in Apuntes para mis hijos, describing his parents as \"Indians of the country's primitive race.\"[58] His vision of Mexico was that individual indigenous Mexicans would assimilate culturally and become full citizens of Mexico, equal before the law. \"Everything that Juárez and the Liberal circle stood for militated against [his] identification\" as an indigenous person.[59] According to one biographer, he \"has been the object of so much mythology that it is almost impossible to uncover the facts of his life.\"[60] Benito Juárez also is known to have had two other children. He had fathered a son and a daughter before he married Margarita, a son, Tereso, perhaps around 1838; and Susana. Little is known about them. One of his biographers, Charles Allen Smart, citing the work of Jorge L. Tamayo, the editor of Juárez's letters, says that Juárez's natural son might be alluded to in a letter from a certain Refugio Álvarez, an officer during the French invasion. Juárez's son was taken prisoner by conservative general Tomás Mejía when the conservatives captured San Luis Potosí in December 1863. Juárez's two sons with Margarita Maza were minors at the time and the third not yet born, so the conclusion is that the letter refers to Tereso. In his research for the biography, Smart found no explicit references to Tereso.[61] Juárez's daughter Susana was mentioned by Tamayo, and Smart includes that information, but without page citations to Tamayo's publication. Susana was said to have become an invalid and a narcotics addict who was cared for by Juárez's friends Sr. Miguel Castro and his wife when Castro was governor of Oaxaca.[62] The natural children's mother died before Juárez married Margarita, when Susana was three years old. Juárez and his wife formally adopted Susana, who never married and was with her adoptive mother at her death.[55][63] Margarita Maza de Juárez was buried in the Juárez mausoleum in Mexico City. Juárez was a 33rd Scottish Rite Freemason[64] and member of the directive of the Mexican brotherhood. He was initiated under the name of Guglielmo Tell.[65][66][67] Juárez's health suffered in 1870, but he recovered. His wife Margarita died in 1871 and his health began to fail in 1872. He suffered a heart attack in March 1872, the day before his birthday. He suffered another attack on July 8, and the fatal attack on 17 July.[68] Juárez died of a heart attack on 18 July 1872, aged 66. He had been ill for two days, seemingly without alarming symptoms, but he appears to have suffered an attack similar to the one in October 1870. \"At daybreak on the morning of the 19th [of July] the inhabitants of this capital were startled by the roar of artillery, followed by a gun [shot] each quarter of an hour, which indicated the death of the head of the government.[69] A death mask was made and Juárez was given a state funeral. He is buried in the Panteón de San Fernando, where other Mexican notables are interred. There is an account in Ralph Roeder's 1947 lengthy biography of Juárez about his death,[70] but although the work has many direct quotations from sources, it is flawed because there are no scholarly citations. When Juárez died, Díaz's reasons for rebellion – fraudulent elections, presidential coercion of states – no longer existed. He was succeeded by Sebastián Lerdo de Tejada, the head of the Supreme Court. Porfirio Díaz was amnestied for his rebellion by Lerdo in November 1872.[57] Díaz later rebelled against Lerdo in 1876. Although Díaz was a rival of Juárez during his life, after Díaz seized power he helped shape the historical memory of Juárez. Today Benito Juárez is remembered as being a progressive reformer dedicated to democracy, equal rights for his nation's indigenous peoples, reduction in the power of organized religion, especially the Catholic Church, and a defense of national sovereignty. He is also remembered for his brutality and his executions of political opponents. The period of his leadership is known in Mexican history as La Reforma del Norte (The Reform of the North). It constituted a liberal political and social revolution with major institutional consequences: the expropriation of church lands, the subordination of the army to civilian control, liquidation of peasant communal land holdings, the separation of church and state in public affairs, and the nearly complete disenfranchisement of bishops, priests, nuns and lay brothers, codified in the \"Juárez Law\" or \"Ley Juárez\".[71] La Reforma represented the triumph of Mexico's liberal, federalist, anti-clerical, and pro-capitalist forces over the conservative, centralist, corporatist, and theocratic elements that sought to reconstitute a locally run version of the old colonial system. It replaced a semi-feudal social system with a more market-driven one. But, following Juárez's death, the lack of adequate democratic and institutional stability soon resulted in a return to centralized autocracy and economic exploitation under the regime of Porfirio Díaz. The Porfiriato (1876–1911), in turn, collapsed at the beginning of the Mexican Revolution. Honors in his lifetime Place names Mexican currency Monuments and statuary Benito Juárez is notable for the number of statues and monuments in his honor outside of Mexico. Film and media Other eponyms Juárez Complex National Palace In the National Palace in Mexico City, where he lived while in power, there is a small museum in his honor. It contains his furniture and personal effects. Living room, dining room, study and bedroom of don Benito Juárez Juárez's quote continues to be well-remembered in Mexico: \"Entre los individuos, como entre las naciones, el respeto al derecho ajeno es la paz\", meaning \"Among individuals, as among nations, respect for the rights of others is peace\". The portion of this motto in bold is inscribed on the coat of arms of Oaxaca. A portion is inscribed on the Juárez statue in Bryant Park in New York City, \"Respect for the rights of others is peace.\" This quote summarizes Mexico's stances towards foreign affairs. Another notable quote: \"La ley ha sido siempre mi espada y mi escudo\", or \"The law has always been my shield and my sword\", is a phrase often displayed inside court and tribunals buildings.[82]","country":"Mexico"}