{"name":"Bernardino Machado","url":"/wiki/Bernardino_Machado","Born":"1851-03-28","Died":"1944-04-29","Education":"Liceu Nacional do Porto","Political party":"Portuguese Republican (later Democratic)","termEnds":null,"termStarts":null,"text":"Bernardino Luís Machado Guimarães, GCTE, GCL (Portuguese pronunciation: [bɨɾnaɾˈdinu mɐˈʃadu]; 28 March 1851 – 29 April 1944), was a Portuguese political figure, the third and eighth President of Portugal (1915–17, 1925–26). In 1917, Sidónio Pais, who was at the head of a military junta, dissolved Congress and removed Machado, forcing him to leave the country. Later, in 1925, he returned to the presidency of the Republic and, a year later, he was again overthrown by the military revolution of 28 May 1926, which instituted the military dictatorship and paved the way for the establishment of the Estado Novo. Bernardino Machado was born in Rio de Janeiro, Empire of Brazil, the son of António Luís Machado Guimarães (1820–1882), 1st Baron of Joane and a nobleman of the royal household, a rich merchant raised to the nobility, and his second wife Praxedes de Sousa Guimarães. Bernardino came to Portugal in 1860, enrolled at Coimbra University in 1866, studied mathematics for three years, and graduated in philosophy in 1873. In 1872, he chose to obtain Portuguese nationality. Machado continued his studies, obtaining a doctorate in philosophy in 1876 and graduated in general agriculture and rural economy in 1883. He lectured at that institution beginning in 1877. In Porto in January 1882 he married Elzira Dantas Gonçalves Pereira (Rio de Janeiro, Rio de Janeiro, 15 December 1865 – 21 April 1942), by whom he had nineteen children. One of his sons-in-law was the writer Aquilino Ribeiro, whose own son was Aquilino Ribeiro Machado, the first mayor of Lisbon after the Carnation Revolution.[1] Bernardino Machado began in politics from a young age, by the leader of the Regenerator Party, Fontes Pereira de Melo. It was the members of the Regenerator Party who elected him as a deputy for the first time to the Portuguese parliament for Lamego, in the supplementary elections of 1882. In the following legislature (1884-1887) he was reelected, this time by the Coimbra circle.[2] In 1890 and 1894 was also elected Peer of the Realm by Coimbra University. During this period he was briefly Minister for Public Works on the Hintze Ribeiro cabinet in 1893, and created the first labour court in Portugal. Taking a special interest in public education, he was made part of the Superior Council of Public Education in 1892, and published several books on the subject.[2] In February 1893, Machado joined the first ministry of Hintze Ribeiro, as Minister of Public Works, Commerce and Industry, presenting his resignation in December of that same year.[2] Machado had an important career as leader of Freemasonry (in the Lodge of Perseverance of the Grand Orient of Portugal, with the symbolic name of \"Littré\").[2] From 1892 to 1895 he was the 7th President of the Order of the Grand Orient of Portugal, from 1895 to 1899 he was the 18th Sovereign Grand Commander of the Supreme Council attached to the Grande Oriente Lusitano and 7th Grand Master of the Grande Oriente Lusitano United and from 1929 until his His death in 1944 was the 23rd Sovereign Grand Commander of the Supreme Council attached to the Lusitanian Grand Orient.[3] In 1903, due to his growing disbelief in monarchical values, he joined the Portuguese Republican Party. On 31 October 1903 he professed his republican faith in a conference given at the Ateneu Comercial in Lisbon, thus marking his formal adherence to the Party. Since then, he contributed much to the remodeling and organization of the Party as a political force; participated in vigorous propaganda campaigns of republican ideals and participated actively in numerous rallies. In 1904, 1905 and 1906 he was a candidate for deputy on the republican lists, always for the Lisbon constituency, however, he was not elected.[2] Machado was also briefly President of the Directory of the Democratic Party in 1902, and after switching to the Republican Party, was this party's President of the Directory from 1906 to 1909. He was one of the few monarchists-turned-republican who switched during the monarchy. In the legislative elections of August 1910, he was one of the five deputies elected by Eastern Lisbon, along with António José de Almeida, Afonso Costa, Alfredo de Magalhães and Miguel Bombarda.[2] Once the Republic was proclaimed in 1910 he was made Minister for Foreign Affairs, and ran an unsuccessful campaign for the Presidential elections of 1911. Afterwards, on 20 January 1912, he was appointed Minister of Portugal in Rio de Janeiro, assuming office in July that year. The diplomatic mission was promoted to embassy in November 1913, with Bernardino Machado being the first Portuguese ambassador to that country.[2] When he returned to Portugal in February 1914, the country was in a ministerial crisis with the resignation of Afonso Costa as head of government. Bernardino Machado was called to set up an extrapartisan ministry, in order to appease the heated political sentiments, foreseeing in his program a truce proposal to monarchists, trade unionists and Catholics, to whom he promised a revision of the religious segregation law. In June of that year, Bernardino Machado requested the resignation of the executive who presided, but was again called to form a government: the 7th Republican government was once again \"extra-partisan\", with all the ministers, except for the president, who was independent.[2] Machado ran again for the Presidency in 1915 and was this time elected President of Portugal. In the course of his term, he received Germany's declaration of war (March 1916), and visited the Portuguese forces placed in France in the battlefields. In 1917 the government was deposed by a military coup headed by Sidónio Pais, and Machado went into exile. Upon Machado's return in 1919 he was elected Senator. He served as Prime Minister from 10 February to 23 May 1921. Once again, in 1925, he achieved the presidential office after President Teixeira Gomes resigned, only to be overthrown a year later (1926) by Gomes da Costa (See: 28 May 1926 coup d'état and Ditadura Nacional). The country remained under a military, then a civilian, dictatorship until 1974. For a second time he went into exile in France, where he continued to be very critical of the Portuguese regime. The German occupation of France in 1940 forced him to seek protection in Portugal, which the government granted him with the condition that he was to be confined to his personal retreat in the northern part of Portugal. It was there in Porto that he died, aged 93, in 1944, making him the longest lived Portuguese president ever. He was the father-in-law of the noted writer Aquilino Ribeiro, grandfather of the politician Aquilino Ribeiro Machado and the great-grandfather of the psychologist and sexologist Júlio Machado Vaz. In 1906, Machado was elected a member of the American Antiquarian Society.[4]","country":"Portugal"}