{"name":"Bujar Nishani","url":"/wiki/Bujar_Nishani","Born":"1964-09-29","Political party":"Democratic Party (Before 2012 - present) Independent (2012–2017)","termEnds":null,"termStarts":null,"text":"Bujar Nishani (Albanian pronunciation: [bujaɾ ni'ʃani]; born 29 September 1964) is an Albanian politician. He served as President of Albania from 24 July 2012 to 24 July 2017. Nishani is the youngest person to have been chosen as president of Albania, aged 47 at the time of his swearing in. Before his election as President, Nishani held a number of governmental and diplomatic positions. Namely, he served as Minister of Justice from 2009 to 2011, and as the Minister of Internal Affairs from 2011 to 2012. The Parliament of Albania elected Nishani as President with a simple majority of 73 votes out of 140 members, without consensus from the opposition. Nishani was born in Durrës, Albania on 29 September 1964. He graduated at the Skanderbeg Military University in 1988 and followed in 1996 his master studies in the United States at the Naval Postgraduate School.[1] In 2004, he graduated at the Law Faculty of University of Tirana. He completed his master in European studies.[2] Nishani is married to Odeta Nishani and has two children, a son Ersi, and a daughter Fiona. He was born into a secular Bektashi Muslim family. After the fall of communism in Albania in 1991, Nishani joined the Democratic Party of Albania. He worked as chief of foreign relations in the Ministry of Defense and then as head of the office of NATO relations in the Ministry of Foreign Affairs. In 1996, he was appointed as Minister of Defense. After the Democratic Party lost the 1997 parliamentary election, he lost his office and became Chairman of the NGO for Euro-Atlantic Army[clarification needed]. In 2001 he was elected as general secretary of the DP's branch in Tirana and in 2004 as a member of the Tirana city council. He won the 2005 election in the 34th electoral zone in the capital against the Minister of Police and Security, Igli Toska. After leading the National Security Parliamentary Commission he was nominated as Minister of the Interior by Prime Minister Sali Berisha, and in September 2009, after a second electoral victory, he was nominated as Minister of Justice. In 2011 he replaced Lulzim Basha as Minister of the Interior.[3] On 12 June 2012, after winning the presidential election, Nishani resigned as Minister of the Interior.[4] He was sworn in as President in front of the Parliament of Albania on 24 July 2012. During his term of office, Nishani was focused on the European integration process of the country and global challenges affecting Albania such as the immigrant crisis or combating Islamic extremism and radicalization. He was elected in 2012, which commemorated the 100th anniversary of establishing independent Albania and it was a yearlong celebration. During his first months in office his agenda focused on meetings with the Albanian community in the Balkans and the Albanian diaspora to commemorate the 100th anniversary, and to honor and respect all those who fought and sacrificed for the rights existence of the modern Albanian state. His first state visit abroad was in Kosovo, to show that Albania stays committed to help in the process of international recognition of the independence of Kosovo. During his last addressing to the United Nations on September 2016 at the 71st Session of the UN General Assembly he stated that, Albania would address these global challenges in close cooperation with other actors. Its actions would include increasing humanitarian aid, ratifying the Paris Agreement on climate change and implementing all commitments in the security realm.[5] During most state visits abroad, Nishani's policy was maximally oriented towards strengthening good-neighborly relations, citing its support for Kosovo’s participation in all multilateral regional and international activities.[6]","country":"Albania"}