{"name":"Carlos Andrés Pérez","url":"/wiki/Carlos_Andr%C3%A9s_P%C3%A9rez","Born":"1922-10-27","Died":"2010-12-25","Political party":"Acción Democrática","termEnds":"(1922–2010) (1988)","termStarts":null,"text":"Carlos Andrés Pérez Rodríguez (27 October 1922 – 25 December 2010)[1] also known as CAP and often referred to as El Gocho (due to his Andean origins), was a Venezuelan politician and the president of Venezuela from 12 March 1974 to 12 March 1979 and again from 2 February 1989 to 21 May 1993. He was one of the founders of Acción Democrática, the dominant political party in Venezuela during the second half of the twentieth century. His first presidency was known as the Saudi Venezuela due to its economic and social prosperity thanks to enormous income from petroleum exportation. However, his second presidency saw a continuation of the economic crisis of the 1980s, a series of social crises, widespread riots known as Caracazo and two coup attempts in 1992. In May 1993 he became the first Venezuelan president to be forced out of office by the Supreme Court on charges for the embezzlement of 250 million bolívars (roughly 2.7 million US dollars)[2] belonging to a presidential discretionary fund, whose money was used to support the electoral process in Nicaragua and hire bodyguards for President Violeta Chamorro. Carlos Andrés Pérez was born at the hacienda La Argentina, on the Venezuelan-Colombian border near the town of Rubio, Táchira state, the 11th of 12 children in a middle-class family. His father, Antonio Pérez Lemus, was a Colombian-born coffee planter and pharmacist of Spanish Peninsular and Canary Islander ancestry who emigrated to Venezuela during the last years of the 19th century. His mother, Julia Rodríguez, was the daughter of a prominent landowner in the town of Rubio and the granddaughter of Venezuelan refugees who had fled to the Andes and Colombia in the wake of the Federal War, a civil war that ravaged Venezuela in the 1860s. Pérez was educated at the María Inmaculada School in Rubio, run by Dominican friars. His childhood was spent between the family home in town, a rambling Spanish colonial-style house, and the coffee haciendas owned by his father and maternal grandfather. Influenced by his grandfather, an avid book collector, Pérez read voraciously from an early age, including French and Spanish classics by Jules Verne and Alexandre Dumas. As he grew older, Pérez also became politically aware and managed to read Voltaire, Rousseau, and Marx without the knowledge of his deeply conservative parents. The combination of falling coffee prices, business disputes, and harassment orchestrated by henchmen allied to dictator Juan Vicente Gómez, led to the financial ruin and physical deterioration of Antonio Pérez, who died of a heart attack in 1936. This episode would force the widow Julia and her sons to move to Venezuela's capital, Caracas, in 1939, where two of Pérez's eldest brothers had gone to attend university. The death of his father had a profound impact on the young Pérez, bolstering his convictions that democratic freedoms and rights were the only guarantees against the arbitrary, and tyrannical, use of state power. In Caracas, Pérez enrolled in the renowned Liceo Andrés Bello, where he graduated in 1944 with a major in Philosophy and Letters. In 1944, he enrolled for three years in the Law School of the Central University of Venezuela and one year in the Law School of the Free University of Colombia. However, the intensification of his political activism would prevent Pérez from ever completing his law degree. The political life of Carlos Andrés Pérez began at the age of 15, when he became a founding member of the Venezuelan Youth Association and a member of the National Democratic Party, both of which were opposed to the repressive administration of General Eleazar López Contreras, who had succeeded the dictatorship of Juan Vicente Gómez in 1935. He also co-operated with the first labour unions in his region. When he moved to Caracas, in 1939, he started an ascendant political career as a youth leader and founder of the Democratic Action (AD) party, in which he would play an important role during the 20th century, first as a close ally to party founder Rómulo Betancourt and then as a political leader in his own right. In October 1945, a group of civilians and young army officers plotted the overthrow of the government run by General Isaías Medina Angarita. At the age of 23, Pérez was appointed Private Secretary to the Junta President, Rómulo Betancourt, and became Cabinet Secretary in 1946. However, in 1948, when the military staged a coup against the democratically elected government of Rómulo Gallegos, Pérez was forced to go into exile (going to Cuba, Panama and Costa Rica) for a decade. He temporarily returned to Venezuela secretly in 1952 to complete special missions in his fight against the new dictatorial government. He was imprisoned on various occasions and spent more than two years in jail in total. In Costa Rica, he was active in Venezuelan political refugee circles, worked as Editor in Chief of the newspaper La República and kept in close contact with Betancourt and other AD leaders. In 1958, after the fall of dictator Marcos Pérez Jiménez, Pérez returned to Venezuela and participated in the reorganization of the AD Party. He served as Minister of Interior and Justice from 1959 to 1964[3] and made his mark as a tough minister and canny politician who worked to neutralize small, disruptive and radical right-wing and left-wing insurrections, the latter Cuban-influenced and Cuban-financed, that were being staged around the country. This was an important step in the pacification of the country in the mid-to-late 1960s, the consolidation of democracy and the integration of radical parties into the political process. Pérez was accused, however, of flagrant violations of human rights related to the torture and extrajudicial killings of insurgents and political leaders.[4] After the end of the Betancourt administration and the 1963 elections, Pérez left government temporarily and dedicated himself to consolidating his support in the party. During this time, he served as head of the AD in Congress and was elected to the position of Secretary General of AD, a role that was crucial in laying the ground for his presidential ambitions. In 1973, Carlos Andrés Pérez was nominated to run for the presidency for AD. Youthful and energetic, Pérez ran a vibrant and triumphalist campaign, one of the first to use the services of American advertising gurus and political consultants in the country's history.[citation needed] During the run up to elections, he visited nearly all the villages and cities of Venezuela by foot and walked more than 5800 kilometers.[citation needed] He was elected in December of that year, receiving 48.7% of the vote against the 36.7% of his main rival. Turnout in these elections reached an unprecedented 97% of all eligible voters, a level which has not been achieved since.[citation needed] One of the most radical aspects of Pérez's program for government was the notion that petroleum oil was a tool for developing countries like Venezuela to attain first world status and usher a fairer, more equitable international order. International events, including the Yom Kippur War of 1973, contributed to the implementation of this vision. Drastic increases in petroleum prices led to an economic bonanza for the country just as Pérez started his term. His policies, including the nationalization of the iron and petroleum industries, investment in large state-owned industrial projects for the production of aluminium and hydroelectric energy, infrastructure improvements and the funding of social welfare and scholarship programmes, were extremely ambitious and involved massive government spending, to the tune of almost $53 billion. His measures to protect the environment and foster sustainable development earned the Earth Care award in 1975, the first time a Latin American leader had received this recognition.[citation needed] In the international arena, Pérez supported democratic and progressive causes in Latin America and the world. He reestablished diplomatic relations with Cuba and submitted a resolution to the Organization of American States (OAS) that would have lifted economic sanctions against the country. He opposed the Somoza and Augusto Pinochet dictatorships and played a crucial role in the finalizing of the agreement for the transfer of the Panama Canal from American to Panamanian control. In 1975, with Mexican President Luis Echeverría, he founded SELA, the Latin American Economic System, created to foster economic cooperation and scientific exchange between the nations of Latin America. SELA was intended to offset the influence of the OAS, which was widely viewed to be subject to US domination.[4] He also supported the democratization process in Spain, as he brought Felipe González, who was living in exile, back to Spain in a private flight and thus strengthened the Spanish Socialist Workers Party (PSOE). Additionally, he negotiated a treaty with the USSR that called for the USSR to supply oil to Venezuela's Spanish market in exchange for Venezuela supplying the Soviet market in Cuba.[4] Towards the end of his first term in office, Pérez's reputation was tarnished by accusations of excessive, and disorderly, government spending. His administration was often referred to as Saudi Venezuela for its grandiose and extravagant ambitions. In addition, there were allegations of corruption and trafficking of influence, often involving members of Pérez's intimate circle, such as his mistress Cecilia Matos, or financiers and businessmen who donated to his election campaign, known as the \"Twelve Apostles\".[citation needed] A well-publicized rift with his former mentor Betancourt and disgruntled members of AD all pointed to the fading of Pérez's political standing. By the 1978 elections, there was a sense among many citizens that the influx of petrodollars after 1973 had not been properly managed. The country was importing 80% of all foodstuffs consumed. Agricultural production was stagnant. The national debt had skyrocketed. And whilst per capita income had increased and prosperity was evident in Caracas and other major cities, the country was also more expensive and a significant minority of Venezuelans were still mired in poverty. This malaise led to the defeat of AD at the polls by the opposition Social Christian Party. The newly elected president, Luis Herrera Campíns, famously stated in his inaugural speech that he was \"inheriting a mortgaged country.\"[citation needed] Carlos Andrés Pérez maintained a high profile in international affairs. In 1980, he was elected president of the Latin American Association of Human Rights. He collaborated with Tanzanian President Julius Nyerere in the organization of the South-South Commission. He actively participated in the Socialist International, where he served as vice-president for three consecutive terms, under the presidency of Willy Brandt from West Germany. Willy Brandt and Carlos Andrés Pérez, together with the Dominican Republic's José Francisco Peña Gómez, expanded the activities of the Socialist International from Europe to Latin America. In 1988, he became a Member of the Council of Freely-Elected Heads of Government, established by the former President of the United States, Jimmy Carter. He was elected Chairman of the Harvard University Conference on Foreign Debt in Latin America, in September 1989,[citation needed] and received the Henry and Nancy Bartels World Affairs Fellowship at Cornell University.[5] In February 1989, at the beginning of his second term as president, he accepted an International Monetary Fund proposal known as the Washington consensus. In return for accepting this proposal, the International Monetary Fund offered Venezuela a loan for 4.5 billion US dollars. This cooperation with the IMF came about weeks after his victory in the 1988 presidential election, and he initially rejected liberalization policies.[6][better source needed] Poor economic conditions led to attempts to revolutionize the political and economic structure of Venezuela, but the implementation of the liberalisation reforms (and in particular the liberalisation of petrol prices, which caused an immediate increase in the cost of petrol to consumers and rises in fares on public transport[7]) resulted in massive protests and lootings that started in Guarenas and later spread to Caracas, the capital, known as El Caracazo. The response resulted in the declaration of a state of emergency and led to a large number of deaths, ranging from the official estimate of 277 dead[8] to over 2000.[citation needed] By late 1991, Carlos Andrés Pérez' administration received a total of $2,287 million USD due to privatization reforms.[9] The most remarkable auction was CANTV's, a telecommunications company, which was sold at the price of $1,885 million USD to the consortium composed of American AT&T International, General Telephone Electronic and the Venezuelan Electricidad de Caracas and Banco Mercantil. The privatization ended Venezuela's monopoly over telecommunications and surpassed even the most optimistc predictions, with over $1,000 million USD above the base price and $500 million USD more than the bid offered by the competition group.[10] By the end of the year, inflation had dropped to 31 %, Venezuela's international reserves were now worth $14,000 million USD and there was an economic growth of 9 % (called as an \"Asian growth\"), the largest in Latin America at the time.[9] In 1992, his government survived two coup attempts. The first attempt took place 4 February 1992, and was led by Lieutenant-Colonel Hugo Chávez, who was later elected president. With the attempt having clearly failed, Chávez was catapulted into the national spotlight when he was allowed to appear live on national television to call for all remaining rebel detachments in Venezuela to cease hostilities. When he did so, Chávez famously quipped on national television that he had only failed \"por ahora\"—\"for now\". The second, and much bloodier, insurrection took place on 27 November 1992, with many more deaths than in the first case. On 20 March 1993, Attorney General Ramón Escovar Salom introduced action against Pérez for the embezzlement of 250 million bolivars belonging to a presidential discretionary fund, or partida secreta. The issue had originally been brought to public scrutiny in November 1992 by journalist José Vicente Rangel. The money was used to support the electoral process in Nicaragua,[11][12][13] and during the process it was revealed that the money was used to support and hire bodyguards for President Violeta Chamorro.[14] On 21 May 1993, the Supreme Court considered the accusation valid, and the following day the Senate voted to strip Pérez of his immunity. Pérez refused to resign, but after the maximum 90 days temporary leave available to the President under Article 188 of the 1961 constitution, the National Congress removed Pérez from office permanently on 31 August.[11] Pérez' trial concluded in May 1996, and he was sentenced to 28 months in prison.[11] In 1998 he was prosecuted again, this time on charges of embezzlement on public funds, after secret joint bank accounts held with his mistress, Cecilia Matos, were discovered in New York.[15] Before the trial, he was elected to the Senate of Venezuela for his native State of Táchira, on the ticket of his newly founded party, Movimiento de Apertura y Participación Nacional (Apertura), thus gaining immunity from prosecutions. However, as the newly approved 1999 Constitution of Venezuela dissolved the Senate and created a unicameral National Assembly, Pérez lost his seat. In 1999 he ran again for the National Assembly, but did not gain a seat.[15] On 20 December 2001, while in Dominican Republic, a court in Caracas ordered his detention, on charges of embezzlement of public funds. On 3 February 2002 he was formally asked in extradition.[15] After that, he self-exiled in Miami, Florida, from where he became one of the most vehement opponents of Venezuelan President Hugo Chávez. On 23 October 2003, at 80 years old, he suffered a stroke that left him partially disabled.[16] At the age of 26 he married his first cousin Blanca Rodríguez with whom he had six children: Sonia, Thais, Martha, Carlos Manuel, María de Los Angeles and María Carolina. In the late 1960s, he began an extramarital relationship with his then secretary Cecilia Matos. He also had two daughters with Cecilia, María Francia and Cecilia Victoria Pérez, while married to Blanca Rodríguez. Matos became a notorious figure in Venezuelan politics beginning in the 1970s and through the 1990s, the result of insistent rumours of corruption and trafficking of influence centred around her role as the President's mistress. Such allegations of corruption were deeply damaging to Pérez's political standing.[17] Matos is still unable to account for her personal wealth or how a junior secretary in the Venezuelan Congress went on to own real estate in New York, Washington, D.C., Caracas, Paris and Florida and foreign bank accounts without any income or economic activity to justify these assets. Although Pérez initiated divorced proceedings against his wife in 1998, the action failed and was discontinued. Until his death (see below), Pérez remained legally married to Blanca Rodríguez although he had been living in exile since 1998 with Matos, dividing his time between his homes in Miami, the Dominican Republic and New York. In 2003, he suffered a debilitating stroke that seriously affected his mental and physical abilities. On 31 March 2008, the secretary general of Acción Democrática, Henry Ramos Allup, announced that Pérez wanted to return to Venezuela from exile, to spend his last years in Caracas.[18] On Saturday, 25 December 2010, Pérez was rushed to Mercy Hospital in Miami, where he died that same afternoon. The cause of death was initially reported as having been a heart attack,[19] but was later referred to as \"respiratory failure\".[20] It later emerged that Blanca Rodríguez and Pérez's four daughters and son learned of Pérez's death from a news website, as neither Matos nor her daughters notified them of the loss. Chávez offered condolences, but commented that he hopes Pérez's way of governing would not return to the country: \"May he rest in peace. But with him ... may the form of politics that he personified rest in peace and leave here forever.\"[21] Pérez's relatives in Miami said that Pérez would be buried in Miami and that they have no intention of returning his remains to Venezuela until Chávez was no longer in office.[21] Less than 24 hours before the burial, legal representatives for Blanca Rodríguez obtained a court order to stop the ceremony. The order was based on Blanca Rodríguez's legal right as Pérez's widow to determine where he would be buried. It was reported that Miami relatives agreed to her wish to return Pérez's body to Venezuela[22] but later they denied having reached to an agreement.[23] On 4 October 2011, the remains of Carlos Andrés Pérez were brought back to Venezuela, nine months after his death. The casket arrived in a flight originated from Atlanta, Georgia, escorted by Mayor of Caracas Antonio Ledezma, friend of Pérez and member of Democratic Action (AD). Once in Caracas it was transported to the Headquarters of AD, where over 5,000 people waited to see the hearse and the casket covered with the Venezuelan flag. Pérez remains were interred on Thursday 6 October 2011.[24] Cecilia Matos died in Bogotá, Colombia, of \"kidney and respiratory problems,\" one of her daughters told Efe. She was 66. The death of Cecilia Matos came 25 days after Pérez was buried in Venezuela, following a prolonged family dispute about where his final resting place should be.[citation needed] The documentary film CAP 2 Intentos (English: CAP 2 Attempts), directed by Carlos Oteyza [es], focuses on the two non-consecutive presidential tenures of Andrés Pérez.[25]","country":"Venezuela"}