{"name":"Carlos Delgado Chalbaud","url":"/wiki/Carlos_Delgado_Chalbaud","Born":"1909-01-20","Died":"1950-11-13","termEnds":"(1909–1950)","termStarts":null,"text":"Carlos Román Delgado Chalbaud Gómez (20 January 1909 – 13 November 1950) was a Venezuelan career military officer. He was the president of Venezuela from 1948 to 1950 as leader of a military junta. In 1945, he was one of the high-ranking officers who brought to power the Democratic Action party by a coup d'état. In 1948, as a Minister of Defense, he led another military coup and lingered as the President until his assassination in Caracas. Delgado Chalbaud was the son of Román Delgado Chalbaud (grandson of a French immigrant and great-grandson of Andalusian colonist) and Luisa Elena Gómez Velutini (of Corsican descent). He was known as Carlos Delgado Chalbaud because he used the last name of his father Román Delgado Chalbaud as a tribute to his memory. When he was 20, he approached the cruiser Falke [es] in the port of Danzig (Poland). It landed on the coasts of Cumaná on 11 August 1929, with the purpose to overthrow the strongman Juan Vicente Gomez. In this failed operation his father Román commandant of the expeditionary was killed, leading Carlos to return to France. Delgado Chalbaud spent most of his life in Paris, where he studied engineering and later attended the Saint-Cyr military academy. He returned to Venezuela in 1939 and was promptly commissioned in the Venezuelan army by president General Eleazar Lopez Contreras with the rank of captain. As one of the brightest officials of the Armed Forces associated with the group that overthrew Isaías Medina Angarita in 1945, Carlos was a member of the Government Revolutionary Junta that replaced Medina. He was Minister of Defense during the presidencies of Rómulo Betancourt and Rómulo Gallegos. In 1948, Chalbaud was among those who overthrew that government of president Gallegos, and was a member of the Military Junta of Government along with Marcos Pérez Jiménez and Luis Llovera Páez, who was the titular head of the three-person junta. He was kidnapped and assassinated on 13 November 1950,[1] by a group led by Rafael Simón Urbina and his nephew Domingo Urbina. The kidnapping took place in Caracas between the neighborhood of Country Club and Chapellin, and his murder took place in the semi-abandoned Las Mercedes neighborhood. His murder seems to be the unintended outcome of a failed kidnapping led by Simón Urbina, who looked to overthrow the Chalbaud presidency. Some believe Urbina despised Delgado Chalbaud, while others argue they were close until a falling out over politics. The day after the capture and imprisonment of Urbina, he was assassinated by orders of the Direction of National Security, efficiently securing Pérez Jiménez's position as the strongman in Venezuela for the next several years. Chalbaud was married to Lucía Devine,[citation needed] who served as First Lady of Venezuela from 1948 to 1950.[citation needed] Cerro Carlos Delgado Chalbaud (1047m), a mountain in Venezuela's Amazonas estate where the headwaters of the Orinoco River are located, is named after him.[citation needed] Lucía Devine","country":"Venezuela"}