{"name":"Carlos Lleras Restrepo","url":"/wiki/Carlos_Lleras_Restrepo","Born":"1908-04-12","Died":"1994-09-27","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Carlos Alberto Lleras Restrepo (12 April 1908 – 27 September 1994) was a Colombian politician and lawyer who served the 22nd President of Colombia from 1966 to 1970. Lleras was born in Bogotá, on 12 April 1908.[2] He was the third son of the doctor physician and researcher, Federico Lleras and Amalia Restrepo. He died in Bogotá, on 27 September 1994. Lleras studied in La Salle Institute in Bogotá and later studied jurisprudence at Universidad Nacional de Colombia. He obtained his law degree in 1930.[3] He was also a member of Phi Iota Alpha, the oldest inter-collegiate Greek-letter organization for international Latin American students. Lleras was a cousin of Alberto Lleras Camargo, another important Colombian politician and President of Colombia. He was married to Cecilia de la Fuente, with who he had three children. German Vargas Lleras is his grandson. Lleras became involved in politics at an early age. In 1929, he was elected by the liberal party as delegate to the National Convention of Apulo. By age 21 he was a member in the national committee of the Colombian Liberal Party. Lleras was elected to the state senate of Cundinamarca, and later MP as congressman in the House of Representatives.[4] In 1932, during the so-called “Liberal Republic”, Lleras was appointed General Comptroller of the country and in 1938 he was appointed as Minister of Finance (Ministro de Hacienda) during the presidency of Eduardo Santos. He was elected as Chairman of the Liberal Party several times and Senator of the Republic.[4] Lleras ran for president of Colombia for the first time in 1944, but his bid was unsuccessful. On 27 November 1965, he accepted the nomination of the liberal party, and received the endorsement of the conservative party. This made him the official candidate of the “National Front”, and he won the election in 1966.[4] After the presidency, Lleras founded and produced the political magazine “Nueva Frontera”.[5] Lleras was inaugurated as President of Colombia on 7 August 1966, and called his administration \"the era of national transformation\" (\"Transformación Nacional\").[4] During his administration, the Colombian Institute for Agrarian Reform (INCORA) promoted the redistribution of usable land to the peasants and unemployed workers in the country, issuing more than 60,000 titles in 1968 and 1969 alone. Lleras implemented an aggressive and broad program of social and economic reforms and created the following agencies and institutions: the national savings fund (\"Fondo Nacional del Ahorro\"); the Colombian Institute for the family wellbeing (\"Instituto Colombiano de Bienestar Familiar\"); the institute to protect non renewable resources (\"Instituto de Recursos Naturales no Renovables\"); the agency to promote exports (\"Fondo de Promoción de Exportaciones\" 'PROEXPO'); the national agency of Colombian culture (\"Instituto Colombiano de Cultura\" 'Colcultura'); the national agency for the construction of schools (\"Instituto Colombiano de Construcciones Escolares\" 'Icce'); and the national institution to promote and finance superior education (\"Instituto Colombiano para el Fomento de la Educación Superior\" 'Icfes').[5] ","country":"Colombia"}