{"name":"Carlos Eugenio Restrepo Restrepo","url":"/wiki/Carlos_Eugenio_Restrepo_Restrepo","Occupation":"Author, Journalist, Educator (Professor)","Born":"1867-09-12","Died":"1937-07-06","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Carlos Eugenio Restrepo Restrepo (September 12, 1867 – July 6, 1937) was a Colombian lawyer, writer, and statesman, who was elected President of Colombia in 1910.[1] During his administration he worked towards making political reconciliation among the Conservative and Liberals. He appointed members of the Liberal Party to his Cabinet, and to the dismay of some of his own party, adopted a neutral stand on all issues. He later served as Minister of Government and Ambassador to the Vatican City State. Restrepo was born in the home of Cruzana Restrepo Jaramillo and Pedro Antonio Restrepo, a lawyer and nephew of José Félix de Restrepo. His father was the founder of the Municipality of Andes,[2] in the south of Antioquia. He had two brothers: Nicanor, a merchant who served as president of the Departamental Assembly of Antioquia in 1924,[3] and Juan María, a distinguished theologian at the service of the Holy See. Restrepo married Isabel Gaviria Duque on April 16, 1890.[4] Together they had nine children: Tulia, Carlos, Ignacio, Sofía, Margarita, Ana, Adolfo, Isabel, and Vicente. Restrepo went to school in Itagüí, and Medellín; he later attended the Institute of Higher Learning in what is now the Seminario Conciliar de Medellín.[5] He studied Law, but had to suspend his studies at the age of 18, because of the raging Civil War in 1885. He was forced to teach himself the basics while also practicing in the law firm of his father and his business partner, Alejandro Botero Uribe, who would later become Minister of Government in 1909.[6] Restrepo quickly became an avid and respected lawyer moving up in different ranks. He worked as a Public Inspector of Education in 1888. He then became a prosecutor in the Supreme Court of Antioquia, a Judge of the lower circuit of Antioquia, and finally the Attorney General for the Department of Antioquia in 1898. He later became a professor in the Law Department of the University of Antioquia, and also became the University's Rector. He also participated in various charities, he helped established the Colombian Red Cross in Medellín, became president of the Society of Saint Vincent de Paul in Colombia, and founded the Society for the Improvement of Public Works in Medellín in 1901.[7] Restrepo sided with the conservative party when he volunteered to fight in the civil war known as the Thousand Days' War (1899–1902). He served as Chief of Staff of the Army under the command of General Pedro Nel Ospina.[8][9] Restrepo was a member of the Colombian Conservative Party.[8] In 1904, General Rafael Reyes had decreed the creation of the \"Cámara de Comercio de Medellín\" (Chamber of Commerce of Medellín), to be presided by the Governor of Antioquia. On January 23, 1905, 26 members to the Board of Directors were elected, among them Alonso Angel, Ricardo Restrepo, Carlos Uribe, Apolinar Villa and Carlos E. Restrepo.[10] He was elected to the House of Representatives of Colombia in 1909.[1] On March 13, 1909 he founded the Unión Republicana or Republican Union, a political party that emphasized political reconciliation, Republican values, modernization, and National identity.[1] He took his Republican ideas from the French writer and critic Émile Faguet,[11] of whom he would later write a biography. This political movement had the support of prominent members of both Conservatives and Liberals like, José Vicente Concha, Pedro Nel Ospina and Miguel Abadía, from the Colombian Conservative Party and Nicolás Esguerra, Benjamín Herrera and Enrique Olaya from the Colombian Liberal Party.[12] In 1910, General Ramón González Valencia had convened the National Assembly. Two conservative candidates were nominated to become the future President of Colombia: Restrepo and José Vicente Concha. On July 15, 1910, the election took place and Restrepo obtained 23 votes and Concha 18. Thus, Restrepo was inaugurated as President on August 7, 1910, succeeding General González Valencia.[8] Restrepo was also involved in journalism and he collaborated in many magazines and newspapers of Antioquia, such as La Miscelánea (1888, 1905),[13] Lectura y Arte (1903), Alpha (1906, 1907, 1908, 1910) and \"el Diario de Pedro\",[14] with articles of political, literary, and religious subjects, and also helped with some translations. He worked as the editor in chief of El Correo de Antioquia, where he created a contest to help give music to the Anthem of Antioquia.[15] Restrepo also founded and directed \"Colombia\" in 1891,[16] which was a newspaper severely censured by the bishops of the Catholic Church as they considered most dangerous due to its anticlerical and pro-lay stands and teachings.[17] In 1897, he also established the newspaper \"el Montañés\".[18] He worked in poetry and wrote an extensive number of essays and letters[19] to friends and family due to the lack of local newspapers to express his opinions. Some of his works are: Initially, Restrepo refused to run for the presidential candidature, and he did not have the support from the rest of the Representatives of Antioquia for his solid stand on Republicanism. However, there were a growing number of members who gave their support to Restrepo for fear of war against Peru, for his solid law background, and for his eloquence as an orator. There was also a need for new figures to take the lead, especially representatives from Antioquia, who had been left out of the presidential rotation. For all of these reasons, Restrepo was quickly included as a Presidential Candidate in the National Assembly of 1910, along with Guillermo Quintero Calderón, and José Vicente Concha.[8] On July 15, 1910 The National Assembly elected the 42‑year‑old Restrepo to assume the Presidency of Colombia.[8][20] Restrepo had won the election with 23 votes in his favor against 18 votes for his contender José Vicente Concha. He became the first Antioquian to be elected to preside over the country. His victory was a surprise to many who considered him just a journalist, and more surprisingly yet, was his victory on both sides of the aisle winning the majority on both parties. Restrepo was elected with no vice president as the National Assembly that had convened that summer had replaced the vice presidential post with that of a Designado, someone with no executive office or powers, who would, in the case of the president's death or inability to assume power, would then assume the presidency. On August 7, 1910, Restrepo became the 12th President of Colombia succeeding the incumbent Ramón González Valencia, for the term 1910-1914. During his presidency, Restrepo was known as Monsieur Veto[21][22] for his common practice of vetoing any bill he deemed not in favor of the nation. Some of the policies that took place during Restrepo's mandate were the abolition of the capital punishment, the annual meeting of Congress, the installment of life pensions for retired teachers, and the constructions of various hospitals in the Caribbean Region to combat tropical diseases. Restrepo received the country with grave fiscal problems. There was a deficit of COP$3.5 millions to COP$4 million. The new president forced the collection of taxes and reduced government spending, achieving an end to the deficit in less than a year; by 1911 there was a surplus.[23] The Economy of Colombia was improved with the raise of taxes and the raise in the price and exports of coffee.[24] The administration prohibited the new emission of banknotes, and he reinstated the Gold and Silver standard.[25] He reformed the Colombian National Police, introducing the Fingerprinting system, the creation of the first Judicial Body of the National Police, the first training academy, the Police marching band, and the official magazine of the National Police. He also helped establish a financial aids program for the families of fallen police officers.[26] To address the growing concern of Colombia in relation to its borders, and with the help of the National Census of 1912, the Colombian government created the Intendencia of San Andres y Providencia[27] and the Comisarías of Caquetá,[28] and Vichada[29] to reinstate Colombia's claim on these territories from the UPCA, Peru, and Venezuela respectively. These territories were later made into Departments following the Constitutional changes of 1991. Colombia's Foreign relations during the administration of Restrepo were marked by the continued threat of a Peruvian invasion into Colombian territory, and continued resentment towards the United States for its involvement in Panama. Restrepo, conscious of Colombia's weak military power towards these aggressors, tried to solve matters diplomatically. President Restrepo had four Ministers of Foreign Affairs during his presidency, they were in order, Enrique Olaya, José María González Valencia, Pedro Maria Carreño, and Francisco José Urrutia.[30][31] The foreign relations of Colombia with Peru were of growing concern for many Colombians and the government. The Colombian Jungles of the Putumayo and Caquetá, in the south of Colombia became the centre of conflict and debate during the administration of Restrepo. The borders with Peru were not clearly marked, and this became a problem during the first half of the century. The Casa Arana, a Peru-based rubber company, had expanded into Colombian territory, and was exploiting its resources and oppressing the Indigenous people of this region. The situation became national news when reported killings of natives was reported to have been committed by Casa Arana, and in July 1911, Peruvian forces attacked the military base stationed in La Pedrera. The growing pressure of Congress and the public to go to war was met with some stiff opposition. Colombia had just recovered from the Thousand Days' War, and did not wished to be involved in another conflict, nor it had the resources to do so. Restrepo, was opposed to armed conflict, and wished to resolve matters diplomatically. Colombia's Minister of Foreign Affairs at the time, Enrique Olaya, who had the total support of the president, handled the matter with a hand great efficacy. On July 15, 1911, Olaya Herrera, and its Peruvian counterpart, Ernesto de Tezanos Pinto, signed a modus vivendi agreement.[32] This alone would not have ended the conflict, if it were not because there was a beriberi and yellow fever outbreak within the Peruvian army in the area, causing a great number of casualties.[33] For now the conflict was resolved, but it would again surface in 1934 with the Colombia–Peru War. The Foreign relations of Colombia with the United States and Panama during the presidency of Restrepo were marked by Colombia's continued resentment towards the United States for its participation in the Separation of Panama from Colombia and its continued involvement in Latin America. Restrepo was also critical of the United States involvement in the Mexican Revolution, which he considered as a \"violation of the rights of and an attack on international justice\".[34] On April 6, 1914, during the administrations of Presidents Restrepo and Woodrow Wilson, and after months of negotiations, the United States Ambassador to Colombia Thaddeus Austin Thompson and the Minister of Foreign Affairs Francisco José Urrutia, signed the Thomson–Urrutia Treaty,[35] where Colombia recognized Panama's independence, and received free access to the Panama Canal, and the United States offered an official apology for its involvement in the separation, and offered to pay $25 million as compensation to the Colombian government. This was a great victory for the Colombian government as it resolved the conflict with Panama and mended the ties with its neighbors. This treaty was controversial in the United States as many regarded it as an unjust condemnation of president Theodore Roosevelt's policies. Restrepo's presidential term ended on August 7, 1914, he was succeeded by José Vicente Concha, whom he had defeated in the previous election. His political party, Unión Republicana ceased to exist, with his former members quickly returning to party lines after his presidency. After leaving the presidency, he relocated to Medellín, and returned to his writings and business. In 1920, under the leadership of Restrepo, the shipping company \"La Naviera Colombiana\" is created for the operation of steam ships of cargo and passengers in the Magdalena River. This was a revolutionary accomplishment, which transformed the Riverway systems of the country. The highlight of this enterprise was the introduction of luxury riverboats, the first in the nation to offer formal dining rooms, state rooms and first class service. The Naviera's first steam boat was \"El Tolima\", weighing 150 tons. By 1932, the Naviera's fleet accounted for more than 10,000 tons.[36] He returned to politics in 1930, when he backed the nomination of his political friend, Enrique Olaya, as he presented a political plan that seemed to reflect the values of Republicanism. President Olaya elected him to serve in his cabinet as Minister of Government,[37] post he took on August 7, 1930 when Olaya Herrera assumed the presidency. He was later appointed Minister Plenipotentiary to the Vatican City State.[38] Carlos Eugenio Restrepo died on July 6, 1937,[39] in his home in his natal city of Medellín at the age of 69 following an attack of pneumonia. Carlos E. Restrepo and General Pedro Nel Ospina were the intellectuals of the new republican conservative party, which promoted the ideals of political reconciliation and moderation between partisan lines. His peace efforts were among his greatest legacy.[40] During his time he was regarded as one of the most progressive and modern South American statesmen, a lawyer with wide experience, and an author of high reputation.[41]","country":"Colombia"}