{"name":"Carlos Salinas de Gortari","url":"/wiki/Carlos_Salinas_de_Gortari","Born":"1948-04-03","Education":"National Autonomous University of Mexico (BA) Harvard University (MA, PhD)","Political party":"Institutional Revolutionary Party","termEnds":null,"termStarts":null,"text":"Carlos Salinas de Gortari CYC DMN (Spanish pronunciation: [ˈkaɾlos saˈlinaz ðe ɣoɾˈtaɾi]; born 3 April 1948) is a Mexican economist and politician affiliated with the Institutional Revolutionary Party (PRI) who served as President of Mexico from 1988 to 1994. He is widely regarded as the most influential and controversial politician in Mexico since the 1990s.[3] Earlier in his career he worked in the Budget Secretariat, eventually becoming Secretary. He was the PRI presidential candidate in 1988, and was declared elected on 6 July 1988 after accusations of electoral fraud.[4] An economist, Salinas de Gortari was the first Mexican president since 1946 who was not a law graduate.[a] His presidency was characterized by the entrenchment of the neoliberal, free trade economic policies initiated by his predecessor Miguel de la Madrid in observance of the Washington Consensus, mass privatizations of state-run companies, Mexico's entry into NAFTA,[5] negotiations with the right-wing opposition party PAN to recognize their victories in gubernatorial elections in exchange for supporting Salinas' policies,[6] normalization of relations with the Catholic clergy,[7] and the adoption of a new currency, among other things. From the beginning of his administration Salinas de Gortari was constantly criticized by the left (which considered him an illegitimate president who took office by means of electoral fraud) for his neoliberal policies, which increased the unemployment rate and were perceived as giving away the wealth of the nation to foreign ownership. At the same time, Salinas was praised by the right wing and by the international community during his first five years in office as a leading figure of globalization and they credited him with \"modernizing\" the country.[8] Salinas was also backed by the United States government in his bid for Director-General of the newly created World Trade Organization (WTO).[9] After years of steady economic growth during his presidency, a series of events in 1994 quickly crumbled his public image domestically and internationally, as his last year in office revealed Salinas had failed to address social inequity in the country, quickly followed by revelations of Salinas's mismanagement and corruption within his inner circle. These events included the Zapatista uprising, the assassinations of Luis Donaldo Colosio (Salinas's hand-picked successor and PRI candidate for the 1994 presidential elections) and José Francisco Ruiz Massieu (Salinas's brother-in-law and PRI Secretary-General).[10] This surge of political violence led to economic uncertainty. Facing pressures to devalue the peso, Salinas stood firm, opting for a strategy he believed would help his candidacy to be the inaugural president of the WTO.[11] As a consequence, less than a month after Salinas left office, Mexico entered into one of the worst economic crises of its history.[12][13] Shortly after, his brother Raúl Salinas de Gortari was arrested for ordering the assassination of Ruiz Massieu[14] and was subsequently indicted on charges of drug trafficking. Salinas then left the country for many years. Salinas is often referred to as the most unpopular former president of Mexico. A 2005 nationwide poll conducted by Parametría found that 73% of the respondents had a negative image of him, while only 9% stated that they had a positive image of the former president.[15] Carlos Salinas was born on 3 April 1948, the second son and one of five children of economist and government official Raúl Salinas Lozano and Margarita De Gortari De Salinas. Salinas's father served as President Adolfo López Mateos's minister of industry and commerce, but was passed over as the PRI's presidential candidate in favor of Gustavo Díaz Ordaz (1964–70). When Carlos Salinas was chosen the PRI's presidential candidate for the 1988 election, he told his father, \"It took us more than 20 years, but we made it.\"[16] A tragedy occurred early in Carlos Salinas's life. On 18 December 1951, when he was three years old, he was playing with his older brother Raúl, then five, and an eight-year-old friend when they found a loaded rifle, and one of them shot and killed the Salinas family's twelve-year-old maid, Manuela. It was never determined which of the three boys pulled the trigger, and the incident was declared an accident; it was given newspaper coverage in Excélsior and La Prensa at the time. A judge blamed the Salinas parents for leaving a loaded weapon accessible to their small children.[17] The Salinas family did not know the last name of their 12-year-old maid Manuela—only that she came from San Pedro Azcapotzaltongo—and it is unknown whether her family ever claimed her body.[18] They were also exonerated with the assistance of Gilberto Bolaños Cacho, maternal uncle of legendary Mexican comedian Chespirito,[19] who is also nephew to Gustavo Díaz Ordaz, who became president of Mexico in 1964.[20] He has not commented publicly on this tragic early childhood incident.[21] Salinas attended the National Autonomous University of Mexico as an undergraduate, studying economics. He was an undergraduate when the student movement in Mexico organized against the 1968 Summer Olympics, but there is no evidence of his participation. He was an active member of the PRI youth movement and a political club, the Revolutionary Policy and Professional Association, whose members continued to be his close friends when he was president.[21] Salinas was a skilled dressage horseman, and was a member of the Mexico national team at the Pan-American Games in Cali, Colombia, in 1971.[21] Salinas was one of the Mexicans of his generation who studied at elite foreign universities. He earned a master's degree in Public Administration from Harvard University in 1973 and went on to earn a PhD from Harvard's Kennedy School of Government in 1978.[21] His doctoral dissertation was published as Political Participation, Public Investment and Support for the System: A Comparative Study of Rural Communities in Mexico.[22] Salinas met his future first wife, Cecilia Yolanda Occelli González, in 1958 when he was just ten years old.[23] They began dating in 1965 when he was 17-years old and she was 16-years old.[23] However, the relationship ended in 1968 when Salinas moved to the United States to study economics.[23] In 1971, Salinas and Occelli reconnected in Williamsburg, Virginia, in the United States.[23] They were engaged soon after and married on 15 April 1972, in a ceremony in Mexico City.[23] They moved to Boston, where Salinas was completing his master's and doctorate at Harvard University.[23] The couple discovered that Occelli was pregnant with their first child during Salinas' first semester at Harvard.[23] Their oldest daughter, Cecilia, was born on 22 January 1974.[23] Occelli and Salinas had two more children: Emiliano, who was born on 19 February 1976, and Juan Cristobal, who was born in 1979.[23] Cecilia Occelli González served as First Lady of Mexico from 1988 to 1994 during the Salinas presidency.[23] Soon after leaving office, Salinas traveled to New York City to take a break from Mexican politics.[23] He returned to Mexico from the United States in 1995, where he immediately asked his wife for a divorce.[23] The couple divorced later in 1995.[23] Salinas married his second wife, Ana Paula Gerard Rivero, shortly after his divorce from Occelli. It is believed that Salinas originally met Gerard in 1983 at the Instituto Tecnológico Autónomo de México, where he was teaching at the time, though that story remains unconfirmed.[23] Gerard later worked as a technical secretary for the Economic Cabinet of the Salinas administration.[23] The couple had three children. Gerard gave birth to their eldest daughter, Ana Emilia Margarita, in January 1996.[23] Patricio Gerónimo Gerardo was born 1998, while their youngest son, Mateo, was born in 2006.[23] Salinas was tapped by President Miguel de la Madrid to serve as Minister of Planning and Budget in 1982, a position that De la Madrid himself had previously held. It was a key cabinet position since Mexico was in dire financial circumstances following the presidency of José López Portillo, who as a desperate measure had nationalized the banks in Mexico and expropriated dollar-denominated savings accounts. The country held no hard currency reserves, exhaustion of foreign credit, and soaring interest rates. the Ministries of Finance and Planning and Budget became the most powerful positions to deal with the economic crisis. In the cabinet, Salinas's main rival was Jesús Silva Herzog, Minister of Finance. In the internecine politics that would decide who would succeed De la Madrid as president, Salinas sought to destroy the reputation of Silva Herzog. Another key figure in the cabinet was Manuel Bartlett, Minister of the Interior, with whom Salinas forged a non-compete alliance. Salinas also forged other alliances within the circles of power and did not directly compete with De la Madrid for public attention. Silva Herzog made missteps in his ministry, which Salinas capitalized on, forcing his resignation.[24] According to historian Enrique Krauze, \"Not in their worst nightmares could the lords of the PRI have imagined what would happen to them on the sixth of July 1988. As they had done six years before, the electorate came out to vote, but not in support of the official candidate. They came to the voting booths to punish him.\"[25] Carlos Salinas had become presidential candidate in a difficult time for the PRI which for the first time was faced by significant opposition from the left (National Democratic Front) and from the right (National Action Party, PAN). The candidate of the PAN was Manuel Clouthier. Cuauhtémoc Cárdenas, son of President Lázaro Cárdenas, registered as an opposing candidate from a left-wing coalition called Frente Democrático Nacional. He rapidly became a popular figure, and became the first opposing candidate to fill the Zócalo with sympathizers and to seriously threaten the PRI, which had won all presidential elections since its inception in 1929. The Ministry of the Interior (Secretaría de Gobernación), through its Federal Electoral Commission, was the institution in charge of the electoral process, and installed a modern computing system to count the votes. On election day July 6, 1988, the system \"crashed\", and when it was finally restored, Carlos Salinas was declared the official winner. Even though the elections are extremely controversial, and some maintain that Salinas won legally, the expression se cayó el sistema (\"the system crashed\") became a colloquial euphemism for electoral fraud. As one observer put it, \"For the ordinary citizen, it was not the computer network but the Mexican political system that had crashed.\"[26] The process involved two suspicious shutdowns of the computer system used to keep track of the number of votes.[27] Suspicions later grew as Congress voted (with support from the Revolutionary Institutional and National Action parties)[28] to destroy without opening the electoral documentation. Other people believed that Salinas, in fact, won the ballot, albeit probably not with an absolute majority as the official figures suggested, although that is not required under Mexican election law. During a television interview in September 2005, Miguel de la Madrid acknowledged that the PRI lost the 1988 elections.[29] However, he immediately clarified his comment by saying that the PRI had \"at least lost a significant number of voters\".[29] Asked for comment on De la Madrid's statements, Senator Manuel Bartlett, who was the president of the Federal Electoral Commission (Comisión Federal Electoral) during the De la Madrid administration, declared Salinas won the election albeit with the smallest margin of any PRI candidate before him. He attributed De la Madrid's remarks to his old age (71 years old as of 2005[update]) and the remarks being taken out of context by journalist Carlos Loret de Mola.[30] Ex-president Miguel de la Madrid admitted that the elections had been rigged.[31] Salinas assumed the presidency on 1 December 1988 at the Legislative Palace of San Lázaro. There he took oath before the Congress of the Union. As the declared winner of a highly contested election, he had the task of restoring his own legitimacy and that of his party when he took office.[32] The election had shown that much of the public desired reform, but Salinas appointed PRI hard-liners (\"dinosaurs\") to his cabinet, including Fernando Gutiérrez Barrios to the Ministry of the Interior; Manuel Bartlett to the Ministry of Education; and Carlos Hank González to Agriculture.[33] The cabinet was cohesive in support of Salinas's neoliberal policies. Many ministers were technocrats with graduate academic degrees, a profile similar to Salinas's. Although there was opposition to many of Salinas's policies, it came from outside the cabinet.[34][35] Over the course of his presidency, he moved or replaced a number of cabinet ministers. A key replacement in January 1994 immediately after the Chiapas conflict was at the Ministry of the Interior (Gobernación), appointing Jorge Carpizo, who had been head of the government National Human Rights Commission and previously was rector of the National Autonomous University of Mexico. When the PRI candidate in the 1994 elections, Luis Donaldo Colosio was assassinated in March 1994, new restrictions barring cabinet ministers who had not resigned in the six months previous to the election date from being candidates for the presidency meant that Salinas had a small pool of eligible choices. In his inaugural address in December 1988, he outlined an ambitious and important goal of \"modernizing\" Mexico.\"[36] He contended that \"The modernization of Mexico is essential if we are to meet the demands of the 85 million Mexicans of today.... In brief, we need to modernize politics, the economy, and society. The modernization of Mexico is, moreover, an absolute imperative. This is the only way we will be able to affirm our sovereignty in a world undergoing profound transformation.\"[37] During his six-year term in office (sexenio) major changes were made to the Constitution of 1917 that affected political reform; church-state relations, ending many aspects of anticlericalism restricting the Catholic Church and other religious organizations; agrarian reform, ending redistribution of land under Article 27; and policy changes on \"indigenous peoples, human rights, economic activities of the state, [and] criminal due process.\"[7] Immediately upon his inauguration, he arrested prominent union leaders, many of whom were his opponents in the PRI, among other measures to demonstrate his determination to set his own course. His government privatized state-run companies, including Teléfonos de México, sold to PRI-insider Carlos Slim, as well as re-privatizing banks that President José López Portillo had nationalized at the end of his term. The funds from these sales of state assets helped pay off Mexico's internal debt. However, there were also bailouts for banks and the Mexican toll roads that became scandals.[38] Salinas continued with the neoliberal economic policy of his predecessor Miguel de la Madrid and converted Mexico into a regulatory state.[39] During his presidential term, he aggressively privatized hundreds of state-run companies, including telecommunications, steel, and mining. The banking system (that had been nationalized by José López Portillo) was privatized.[6][40] His National Development Plan (Plan Nacional de Desarrollo) published in 1989 had 4 objectives: By the end of his term, inflation had been reduced to 7% in 1994, the lowest figure in 22 years. Shortly after leaving office, due to the so-called December Mistake, inflation rose again to 51%. During his term, the peso devalued from 2.65 MXP to 3.60 MXN per U.S. dollar by November 30, 1994, the last day of his term; thus the peso devalued far less than it had in the two previous terms. (The peso was later devalued from 4 per dollar to 7.2 in a single week due to the \"December Mistake.\") Salinas established the National Solidarity Program (PRONASOL), a social welfare program, as a way to directly aid poor Mexicans, but also create a network of support for Salinas.[42] It was his first official act as president. The program channeled public funds, which the administration said came largely from privatization of state-owned companies, into impoverished areas to improve roads, the electrical grid, schools, and clinics in order to raise levels of education and health and link remote areas, with lack of oversight in its spending.[43][44] The program was similar to those in other countries to manage the disruption and political costs of macroeconomic adjustment. Salinas's Harvard doctoral dissertation had examined the relationship between social programs and political support for the government. Given the Salinas's questionable legitimacy as the winner of the 1988 election, PRONASOL was seen as a way for Salinas to deliver immediate benefits to the poor and avert their turning to other political parties or worse. It did not prioritize funding for Mexico's poorest states, but rather to states with middle-income populations where elections were most contested and where the PRI had lost. Politically, the program sought to undermine the appeal of leftists, especially Cuauhtémoc Cárdenas.[45] In Chiapas, PRONASOL channeled increased funds in 1993 and 1994, but it did not prevent the Zapatista uprising, which showed that the program had only a limited impact.[46][47] The Catholic Church and the Mexican government has had a historically fraught relationship, with restrictions on the church's role in national life. In the 1980s, the church saw electoral participation reform and fighting electoral fraud as an issue. Sometime during the presidential campaign, the PRI had indicated to the Church that a Salinas victory would be beneficial to the Church. It has been considered a quid pro quo agreement.[48] A delegation of the leadership of the episcopal hierarchy attended the inauguration of Salinas on December 1, 1988.[49] After the 1988 election the Mexican bishops did not make public statements about the election results. Behind the scenes the apostolic delegate to Mexico, the Vatican's representative, Mexican bishops, and government officials had a series of secret meetings that hammered out the outlines of a new Church-State relationship. In his inaugural address, Salinas de Gortari announced a program to \"modernize\" Mexico via structural transformation. \"The modern state is a state which ... maintains transparency and updates its relation with political parties, entrepreneurial groups, and the church.\"[50] His declaration was more an articulation of the direction of change, but not list of specifics. The implementation of reforms entailed amending the 1917 constitution, but before that overcoming opposition on the Left but also in the Catholic Church itself.[51] After considerable debate, the Mexican legislature voted for fundamental revisions in Church-State policy.[52][53] In the wake of the highly controversial 1988 election results, the government initiated a series of electoral reforms. A major change was the creation of the Federal Electoral Institute (IFE) in October 1990, taking elections out of the hands of the Ministry of the Interior to create an independent entity. The 1994 elections were the first to have international observers, and were considered, at that time, the fairest elections in the century, although not free of controversy.[54] For the first time, the PRI lost its two-thirds majority in Congress, which is necessary to conduct constitutional reforms.[55] In 1990, the National Human Rights Commission (Comisión Nacional de los Derechos Humanos) was created.[41] Initially a government agency, it became a separate entity, In 1992, Salinas and his Secretary of Education, Ernesto Zedillo introduced new compulsory history texts in Mexican schools, part of the Mexican Free-Textbook Program. Authored by Enrique Florescano and Héctor Aguilar Camín, the new textbooks set off a storm of controversy. Shifts in emphasis concerned the Porfiriato and the role of foreign investment, Emiliano Zapata, lauding him as a hero despite his having opposed every government in power; U.S.-Mexico relations, avoiding negative treatment of the history; and the Catholic Church in Mexico, treating it dispassionately. The government was compelled to withdraw them in January 1993. According to one assessment, \"While the 1992 textbook controversy disclosed new support for the regime from the right, it also revealed an erosion of support and discipline within officialdom.\"[56] The centerpiece of Salinas's presidency was his successful negotiation with the U.S. and Canada to create the North American Free Trade Agreement (NAFTA), which came into effect on 1 January 1994. The agreement was a reversal of Mexico's longstanding policies of economic nationalism and anti-Americanism and was intended to create a single market. Mexican proponents of NAFTA saw it in a way to secure markets for its exports and attract foreign investment, and create jobs, help the government to be able to service its foreign debt, and overall, promote economic recovery. In Mexico, the reversal was controversial, opposed by organized labor, many academics, and nongovernmental organizations.[57] An issue of importance both domestic and foreign policy is drug trafficking. In the 1980s and early 1990s, Mexico was a transit country for cocaine produced in Colombia and destined for consumers in the United States. President De la Madrid considered drug trafficking a national security issue and devoted government funding to it. Salinas expanded this funding, but neither president stemmed the growth of trafficking and its impact on Mexico. Drug trafficking is highly lucrative for those involved with it, and Mexico's weak law enforcement and judicial system could not prevent the wide-scale involvement of Mexico's poorly-paid police from being corrupted. The Mexican military to a lesser extent was corrupted, along with politicians, and some journalists. Such corruption undermined the possibility of rule of law and it prevented Mexicans from having trust in the state. A rising level of violence by drug traffickers against the state, witnesses, journalists, and bystanders.[58] The Mexican government did capture and jail some high-level drug mafia leaders, including Miguel Ángel Félix Gallardo in 1989, whose arrest made visible the extent of law enforcement collusion.[59] Salinas negotiated the North American Free Trade Agreement (NAFTA), with the United States and Canada. Salinas also renegotiated Mexico's foreign debt. In 1990, Salinas had traveled to Europe to attract non-North American capital investment, but dissolution of the Soviet Union and the Soviet bloc opened them to foreign investment; Mexico was less attractive to them and Salinas turned to North America.[60] Critics say that NAFTA has had mixed results for Mexico: while there has been huge increase in commerce and foreign investment, this has not been at all the case for employment and salaries.[5] In 1992, Mexico hosted the Chapultepec Peace Accords, a venue where the parties in the civil war in El Salvador signed an accord ending the long conflict.[61] Mexico reestablished diplomatic relations with the Vatican. Moreover, Mexico became member of the Asia-Pacific Economic Cooperation (APEC) and the Organisation for Economic Co-operation and Development (OECD). The First Ibero-American Summit was held and the Chapultepec Peace Accords, a peace agreement for El Salvador, were signed.[62] Salinas in 1991 visited United States to help convince the Illinois Governor, James R. Thompson to pardon four Mexican citizens from a quadruple murder known as the Milwaukee Ave Massacre, that took place in 1981 in Chicago, Illinois. With the help of Carlos Salinas de Gortari the four men, Joaquin Varela, Rogelio Arroyo, Ignacio Varela, and Isauro Sanchez, had their sentences commuted, later pardoned by Governor Jim Edgar.[citation needed] As the 1994 presidential election approached, Salinas had the crucial decision to designate the candidate for the PRI; that person had always gone on to win the presidential election. \"The shipwreck of the 1988 succession should have sufficed to teach Salinas to prevent another disaster from befalling the system he had inherited.\"[63] At the time Salinas made the choice, popularity and credibility was high over the course of his presidency,[64] but a series of events in the final year of his presidency changed that. The \"unveiling\" of the PRI candidate for the presidency was on 28 November 1993, with Salinas choosing Luis Donaldo Colosio. Those considered for the position were Manuel Camacho and Colosio, with earlier contenders, such as Jesús Silva Herzog and Pedro Aspe being eliminated. Aspe, a graduate of MIT had a high international profile, but was considered unlikely to actually attract voters. The changed circumstances of the Mexican political system, as demonstrated by Salinas's own election to the presidency, meant that being designated the PRI did not guarantee election. Aspe was not a charismatic prospect as a candidate who could energize and charm voters. With the potential that Cuauhtémoc Cárdenas was likely to run again for the presidency, the PRI needed to field someone who could garner votes.[65] The uprising in Chiapas on 1 January 1994 coincided with the date that the NAFTA came into effect. The Zapatista Army of National Liberation (Ejército Zapatista de Liberación Nacional, EZLN) issued their first declaration from the state of Chiapas in southern Mexico. Salinas's immediate response was to find for a peaceful solution: offering pardon to deposed arms; ordering a cease fire; appointing a peace negotiator, and sending Mexican Congress a General Amnesty Law. Salinas's presidential successor took a harder line when he was inaugurated. But Salinas's more peaceful solution to the Zapatista uprising was legal and politically pragmatic, likely saving many lives in Mexico.[66][67][68] The Zapatista rebellion spread regionally, but not nationwide, but the fact that it happened and that international attention was drawn to this poor region of Mexico just as NAFTA was implemented meant that Salinas's careful plans for a peaceful political transition with his legacy intact were obliterated.[69] Salinas appointed Manuel Camacho, Minister of Foreign Affairs, as the government's peace mediator. For Salinas, this had political benefits, since Camacho, having been passed over as the PRI presidential candidate, could have bolted from the party. With this important appointment, he was in the public limelight again.[70] A spectacular political event of 1994 was the assassination of Salinas's handpicked PRI presidential candidate Luis Donaldo Colosio in March 1994, upending the already complex electoral situation with elections scheduled for August 1994. The Zapatista uprising had ruined Salinas's plans for a peaceful transition of Mexico in the elections. There is evidence that Salinas and Colosio began to disagree, not unusual after the electoral transfer, but this occurred prior to it. His campaign languished with lack of funding, Colosio had problems getting media coverage, given the high-profile events in Chiapas. Salinas prevented Colosio from going to Chiapas, while the explanation that his presence there would complicate the situation. Increasingly there was the impression that Salinas would reverse his decision for Colosio, substituting someone else, perhaps Manuel Camacho. Camacho was a politically savvy former Minister of Foreign Affairs, Head of Government of Mexico City as well as Peace Commissioner in Chiapas. Salinas made a public statement on 17 January 1994, affirming his choice as candidate, but this was at the insistence of Colosio. Salinas extracted a pledge from Camacho that he had no designs on the presidency, which he renounced the day before Colosio's assassination in Tijuana 23 March 1994.[71] After a few days of weighing his options, Salinas chose Colosio's campaign manager, Ernesto Zedillo, former Minister of Education, as the new PRI candidate for the presidency. Zedillo had been Secretary of Education, a relatively unimportant ministry; he had resigned to run the campaign of Colosio. Zedillo had never held elective office, sharing that trait with De la Madrid and Salinas, but Zedillo was not otherwise experienced politically. He was perceived as a weak candidate. There are speculation that Salinas wished to perpetuate his power as Plutarco Elías Calles had in the wake of the 1928 assassination of president-elect Alvaro Obregón, controlling successor presidents.[72] After considering whether to postpone the general election scheduled for 21 August 1994, Salinas chose Zedillo to run as the PRI candidate for the presidency and the elections took place as scheduled. Voters came out in large numbers to choose between three main candidates, Zedillo for the PRI, Cárdenas for the Party of Democratic Revolution, and Diego Fernández de Cevallos for the PAN. Zedillo won a clear victory, in what were considered by foreign observers as free and fair. In results published by the Federal Electoral Institute (IFE), Zedillo got 48.7%, Cevallos 25.9%, and Cárdenas 16.6%.[73] Following the election in September 1994, Secretary General of the PRI José Francisco Ruiz Massieu, Salinas' former brother-in-law, was assassinated in downtown Mexico City in broad daylight. The murder was not solved during Salinas's presidency, even when Mario Ruiz Massieu (Francisco's brother) was the attorney general and in charge of the investigation. The economic bubble gave Mexico a prosperity not seen in a generation. This period of rapid growth coupled with low inflation prompted some political thinkers and the media to state that Mexico was on the verge of becoming a \"First World nation\". In fact, it was the first of the \"newly industrialized nations\" to be admitted into the Organisation for Economic Co-operation and Development (OECD) in May 1994. It was known that the peso was overvalued, but the extent of the Mexican economy's vulnerability was either not well known or downplayed by both the Salinas administration and the media.[citation needed] This vulnerability was further aggravated by several unexpected events and macroeconomic mistakes made in the last year of his administration. Several economists and historians have analyzed some of the events and policy mistakes that precipitated the crisis of December 1994.[74] In keeping with the PRI election-year practices, Salinas launched a spending spree to finance popular projects, which translated into a historically high deficit. This budget deficit was coupled with a current account deficit, fueled by excessive consumer spending as allowed by the overvalued peso. In order to finance this deficit, the Salinas administration issued tesobonos, an attractive debt instrument that insured payment in dollars instead of pesos. Increasing current account deficit fostered by government spending, caused alarm among Mexican and foreign T-bill (tesobono) investors, who sold them rapidly, thereby depleting the already-low central bank reserves (which eventually hit a record low of $9 billion). The economically orthodox thing to do, in order to maintain the fixed exchange rate (at 3.3 pesos per dollar, within a variation band), would have been to sharply increase interest rates by allowing the monetary base to shrink, as dollars were being withdrawn from the reserves.[75] Given the fact that it was an election year, whose outcome might have changed as a result of a pre-election-day economic downturn, the Bank of Mexico decided to buy Mexican Treasury Securities in order to maintain the monetary base, and thus prevent the interest rates from rising. This, in turn, caused an even more dramatic decline in the dollar reserves. These decisions aggravated the already delicate situation, to a point at which a crisis became inevitable and devaluation was only one of many necessary adjustments. Soon after taking office, Zedillo announced that his government would let the fixed exchange rate band increase 15 percent (up to 4 pesos per US$), by stopping the unorthodox measures employed by the previous administration to keep it at the previous fixed level (e.g., by selling dollars, assuming debt, and so on). This measure, however, was not enough, and the government was unable to hold this line, and decided to let the exchange rate float. While experts agree that devaluation was necessary, some critics of Zedillo's 22-day-old administration argue that, although economically coherent, the way the crisis was handled was a political mistake. By having announced its plans for devaluation, they argue that many foreigners withdrew their investments, thus aggravating the effects. Whether the effects were aggravated further or not, the result was that the peso crashed under a floating regime from four pesos to the dollar (with the previous increase of 15%) to 7.2 to the dollar in the space of a week. Mexican businesses with debts to be paid in dollars, or that relied on supplies bought from the United States, suffered an immediate hit, with mass industrial lay-offs and several suicides.[76] To make matters worse, the devaluation announcement was made mid-week, on a Wednesday, and for the remainder of the week foreign investors fled the Mexican market without any government action to prevent or discourage the flight until the following Monday, when it was too late. Salinas faced widespread criticism in Mexico. He was widely blamed for the collapse of the economy and his privatization of several government-run businesses such as Telmex.[citation needed] With respect to the collapse of the economy, he rapidly responded by blaming Zedillo's \"inept\" handling of the situation, coining the term \"December mistake\" to refer to the crisis and Zedillo's mistakes. He then argued that he had talked to Zedillo of a possibility of \"sharing the burden\" of the devaluation by allowing the peso to devaluate a certain percent before his term was over, and the rest of the necessary devaluation would have been done during Zedillo's administration. Initially the Zedillo administration followed Salinas's policies regarding the negotiations with the Zapatistas, pledging to reach a peaceful resolution to the Chiapas crisis. Zedillo then reversed course and on February 9, 1995, identifying Subcomandante Marcos to be Rafael Sebastián Guillén Vicente, and pursued military intervention. He abandoned that unsuccessful strategy and peace talks were subsequently re-established. Zedillo's zigzag policies in Chiapas were consistent with some others of his administration.[77] Ernesto Zedillo had been an accidental presidential candidate who had no political experience or independent base of power. There was a perception that Salinas wanted to follow the precedent of Plutarco Elías Calles who wielded tremendous power over three successor presidents following the 1928 assassination of president-elect Alvaro Obregón.[78] However, this changed when by order of president Zedillo[79] Salinas's older brother Raúl Salinas was arrested on 28 February 1995 under charges of orchestrating the assassination of Ruiz Massieu; the arrest dramatically shifted the political situation. Since 1940 when president Lázaro Cárdenas left the presidency and turned power over to his successor, Mexican former presidents had not directly intervened in politics. After the arrest of his brother, Salinas went on television, expressing his outrage at Zedillo. In the broadcast he placed the blame for the December peso crisis on Zedillo, resulting in the loss of Mexican jobs, bankruptcies, and the tarnishing of Mexico's image.[80] Salinas abandoned his campaign—which had been backed by the United States—to become the Director-General of the World Trade Organization and left Mexico City, going to Monterrey where he staged a publicized hunger strike in the home of a PRI supporter. Arturo Warman, Minister of Agrarian Reform, was sent to Monterrey to persuade Salinas to return to Mexico City. Salinas demanded that the government issue a statement clearing him of responsibility for the Colosio case and the December 20 devaluation. Salinas returned to Mexico City and he and Zedillo met. Zedillo's government issued a statement absolving Salinas of the Colosio murder and tempered his criticism of Salinas in the peso crisis.[81] Salinas left Mexico for self-imposed exile and settled in Ireland for a period. Salinas's reputation was to be further clouded by a series of controversies involving close family members. His brother Raúl had been arrested in February 1995. In November 1995, Raúl's wife, Paulina Castañón, and his brother-in-law, Antonio Castañón, were arrested in Geneva, Switzerland, after attempting to withdraw US$84 million from an account owned by Raúl Salinas under an alias. Their capture led to the unveiling of a vast fortune spread around the world and amounting to hundreds of millions of dollars, even though Raúl Salinas had never officially received an annual income of more than $190,000. A report by the U.S. General Accounting Office indicated that Raúl Salinas had transferred over $90 million out of Mexico into private bank accounts in London and Switzerland through a complex set of transactions between 1992 and 1994.[83] In 2008, the government of Switzerland turned over $74 million, out of the $110 million in frozen bank accounts held by Raúl Salinas, to the government of Mexico. The Swiss Justice Ministry indicated that the Mexican government had demonstrated that $66 million of the funds had been misappropriated, and the funds, with interest, were returned to Mexico. The Salinas family would not receive back any of the frozen funds.[84] In 1997, while Salinas was in exile and his brother Raúl in jail, their father, Raúl Salinas Lozano was accused in a U.S court of being connected to drug dealing by a convicted Mexican trafficker, Magdalena Ruiz Pelayo; the senior Salinas denied the charges.[85] Salinas divorced his first wife, Cecilia Occelli González, in 1995 soon after leaving office. That same year he married his second wife, Ana Paula Gerard.[23] In January 1999, after a four-year trial, Salinas' older brother Raúl was convicted of ordering the murder of the PRI official (and Salinas' brother-in-law) José Francisco Ruiz Massieu and sentenced to 50 years in prison. In July 1999, an appeals court cut the sentence to 27+1⁄2 years. In June 2005, the conviction was overturned, and Raúl Salinas was freed.[86] On December 6, 2004, Salinas's youngest brother, Enrique, was found dead in Huixquilucan, Estado de México, inside his car with a plastic bag strapped around his head. The case remains unsolved.[87] In the last years of Zedillo's term, Carlos Salinas returned to Mexico to announce the publication of his book, Mexico: The Policy and the Politics of Modernization.[88] Written during his stay in Ireland and full of quotations from press articles and political memoirs, it defended his achievements and blamed Zedillo for the crisis that followed his administration. As of May 2010, Salinas was still living in Dublin, Ireland. Salinas also attended his son's civil wedding in Mexico City and promised to attend the subsequent religious wedding in late September.[89][90] Salinas returned to Mexico in the late 1990s and has continued to influence Mexican politics since then.[91][92] In April 2018, he celebrated his 70th birthday with a party attended by a number of political elites.[93] On 5 December 2018, he attended George H. W. Bush's funeral.[94] Salinas de Gortari remains a highly controversial figure in Mexican history. In a 2005 national survey conducted by Parametría, 73% of the respondents had a negative image of Salinas de Gortari, 9% had a positive opinion, and 18% had no opinion about him.[15] In another national survey conducted in 2012 by BGC-Excelsior about former Presidents, Salinas de Gortari by far received the worst rating: 20% of the respondents considered that his administration was \"very good\" or \"good\", 13% of the responded considered that it was an \"average\" administration, and 66% of the respondents considering that it was a \"bad\" or \"very bad\" administration.[95] In the Netflix series Narcos: Mexico (2018), \"the President-elect\" a character based on Salinas is portrayed by actor Adolfo Madera. Season 2 episode 6 depicts two young boys playing war and shooting a maid and episodes 7 and 8 depict the 1988 Mexican Presidential election. Salinas was prominently featured in two Netflix series released in 2019, pertaining to the Colosio assassination: as an interviewee in the documentary series 1994, and portrayed by Ari Brickman in the drama series Crime Diaries: The Candidate.","country":"Mexico"}