{"name":"Chandrika Kumaratunga","url":"/wiki/Chandrika_Kumaratunga","Born":"1945-06-29","Education":"Institut d'études politiques d'Aix-en-Provence Institut d'Etudes Politiques de Paris","Political party":"Sri Lanka Freedom Party","termEnds":null,"termStarts":null,"text":"Chandrika Bandaranaike Kumaratunga (Sinhala: චන්ද්‍රිකා බණ්ඩාරනායක කුමාරතුංග,Tamil: சந்திரிகா பண்டாரநாயக்க குமாரதுங்க; born 29 June 1945) is a Sri Lankan politician who served as the fifth President of Sri Lanka, from 12 November 1994 to 19 November 2005. The country's only female president to date and The country's second female prime minister, she is the daughter of two former prime ministers and was the leader of the Sri Lanka Freedom Party (SLFP) until the end of 2005.[1][2][3] Chandrika Bandaranaike was born on 29 June 1945, at Wentworth in Guidford Crescent, Colombo to Solomon West Ridgeway Dias Bandaranaike and Sirima Ratwatte Dias Bandaranaike.[citation needed] The family moved the year later to a mansion at Rosmead Place, Colombo purchased by her paternal grandfather. Her father S. W. R. D. Bandaranaike was an Oxford educated barrister who was the Minister of Local Administration at the time of her birth. A nationalist and left wing politician, who had by the time build up a strong following known as the Sinhala Maha Sabha. He was the only son of Sir Solomon Dias Bandaranike, the Maha Mudaliyar, the chief Ceylonese representative and advisor to the Governor of Ceylon. Her mother Sirima Ratwatte Dias Bandaranaike, was the daughter of Barnes Ratwatte Dissawa, Rate Mahatmaya of Balangoda during British colonial rule, who was a descended from Ratwatte Dissawa, Dissawa of Matale, a signatory on behalf of the Sinhalese to the Kandyan Convention of 1815.[4] Young Chandrika grew up in comfort of the wealthy Bandaranaike family at their mansion at Rosmead Place in Colombo and at their family seat of Horagolla Walauwa, which was her father's constituency. Her early years saw her father's rising political career as he became the first Cabinet Minister of Health and Local Government when Ceylon gained its independence in 1948 and his dramatic departure from the governing party to form his own party, the Sri Lanka Freedom Party (SLFP) with his follows of the Sinhala Maha Sabha in 1951. Contesting the elections that followed and strengthening the SLFP in the periods between elections; Bandaranaike became the Leader of the Opposition in 1952 and Prime Minister in 1956. As prime minister he initiated several controversial legislation that struct racial discords in the island and he was assassinated in 1959, when Chandrika was fourteen. Following the assassination Bandaranaike's grieving widow took over the leadership of the SLFP and led it to an election victory making her the first female prime minister in the world, in 1960. Therefore, Chandrika was involved in politics from a young age along with her siblings as she was the second of three children in the family. Her elder sister Sunethra Bandaranaike became a socialite and her younger brother Anura Bandaranaike joined active politics, going on to become a cabinet minister and Speaker of the Parliament of Sri Lanka. Chandrika was educated at the St Bridget's Convent, Colombo, and enrolled at the Roman Catholic Aquinas University College, Colombo to study for a law degree. However, in 1967, she left Aquinas without completing her law studies to France on a scholarship from the Institute of French Studies. There she spent one year at the Institut d'études politiques d'Aix-en-Provence following a course in the French language and culture. In 1968, she went on to study at the Institut d'Etudes Politiques de Paris (Sciences Po) graduating with a diploma in political science in 1970, thereafter enrolling in a PhD program in development economics, at the École Pratique des Hautes Études, Paris, where she studied from 1970 to 1973[5][6] She is fluent in Sinhala, English and French.[7] She returned to Ceylon in 1972, where her mother had become prime minister for a second time in 1970 and launched a wide-ranging programme of socialist reform and faced a violent communist insurrection in 1971.[8] After returning she enrolled in and became active in the SLFP which had been founded by her father and now led by her mother. In 1974, she became an executive committee member of its Women's League. She was appointed as an Additional Principal Director in the Land Reforms Commission (LRC) which acquired nearly 228,000 hectares of private land to the state under the Land Reform Law, which imposed a ceiling of twenty hectares on privately owned land. Leaving the LRC in 1976, she became the chairman of the Janawasa Commission, which established collective farms from land acquired by the LRC. Following the defeat of her mother's SLFP government in the 1977 general election, she left government service and acted as a consultant to the Food and Agriculture Organization of the United Nations till 1979. In 1978, she married Vijaya Kumaratunga a leading actor and LSSP turned SLFP political activist. She supported his election campaign in the by-election in Mahara in 1983, where he lost in the recount. She left the SLFP in 1984, when Vijaya Kumaratunga formed his own party the Sri Lanka Mahajana Pakshaya (SLMP) supporting his political activities against the policies of the mainstream parties. She served as the Vice President of the SLMP. This resulted in her falling out with her mother and brother who were leading the SLFP at the time. On 16 February 1988, Vijaya Kumaratunga was assassinated in front of his home in Narahenpita by gunmen in the presence of his wife. Chandrika Kumaratunga briefly took over the leadership of her husband's party, and formed the United Socialist Alliance with the Communist Party of Sri Lanka, the Lanka Sama Samaja Party, and the Nava Sama Samaja Party. Although it was well organized, it lacked votes. Fearing for her life, she soon fled the country in 1988, seeking refuge in the United Kingdom. There she worked for World Institute for Development Economics Research at the United Nations University. During her absence the SLMP had split into two factions during this time and had ousted her from its leadership.[9] Following the end of the second JVP insurrection, Chandrika began visiting Sri Lanka in 1990 and re-engaging politics. In September 1991, the governing United National Party which had been dominating the political landscape was greatly weakened when Lalith Athulathmudali and Gamini Dissanayake left the UNP and formed the Democratic United National Front following a failed impeachment against President Ranasinghe Premadasa. DUNF soon mobilized the opposition against the Premadasa government. Having returned permanently in 1991, Chandrika rejoined SLFP and got actively involved in politics. In 1993, Athulathmudali and Premadasa were assassinated. Following Athulathmudali's assassination Chandrika became the principle opposition candidate in the Western provincial council election, in which she was elected as the Chief Minister of the Western Province on 21 May 1993. With general elections called for in 1994, she became the de facto leader of the SLFP forming a coalition called the People's Alliance, which contested the general elections. In the election Chandrika was elected to parliament from the Gampaha District in August 1994. Achieving a slim majority in parliament by gaining the support of the Ceylon Workers' Congress, the PA formed a government with Chandrika as prime minister with her mother as a minister in the cabinet on 19 August 1994.[10] She also succeeded her mother as the leader of the SLFP. Soon thereafter presidential elections were called for in November. Prime Minister Kumaratunga backed by the PA contested against Gamini Dissanayake, who was the leader of the opposition backed by the UNP. However Dissanayake was soon assassinated by a LTTE suicide bomber and his widow Srima Dissanayake took over his nomination. Chandrika won the presidential election in 1994 gaining 62.28% of the vote. Becoming the first female President of Sri Lanka in November 1994, she appointed her mother to succeed her as prime minister. Her government continued the open economic policies of the UNP, with increase in the major revenue earners; the apparel industry, foreign remittances from migrant unskilled labor, tea exports. Much of her major economic projects failed and the country was in recession by 2001. She privatized several profitable state corporations such as Sri Lanka Insurance Corporation, State Distilleries Corporation, Air Lanka among others which were found to be controversial with Kumaratunga accused of taking large bribes for the sales and years later the Supreme Court of Sri Lanka annulled several such sales. She was fined by court a sum of three million rupees by court over an unlawful land acquisition and subsequent sale of such land for the Water's Edge development project.[11] She further followed a policy of strong prosecution of UNP, by appointing Presidential Committees to investigate actions of the UNP tenure and leading members of the opposition personally such as the leader of the opposition, Ranil Wickremasinghe. Her administration was criticized for its attacks and intimidation of journalists; rigged elections and in 2000 with the run up to the elections tried to arrest and imprison her main political opponent Wickremasinghe.[9] Early in her term she made conciliatory moves towards the separatist Tamil Tigers (LTTE) in an attempt to end the ongoing civil war. These overtures failed, when the LTTE broke the cease-fire and blew up two Sri Lanka Navy gunboats known as SLNS Sooraya and SLNS Ranasuru on 19 April 1995.[12] She thereafter pursued a more military-based strategy against them launching several major offensives such as Operation Riviresa which captured the Jaffna peninsula from the LTTE. However she suffered major set back due to the Battle of Mullaitivu in 1996 and Battle of Kilinochchi in 1998. Her government thereafter launched Operation Jayasikurui which soon bogged down with heavy casualties. Her government, led by Foreign Minister Lakshman Kadirgamar succeeded in increasing the recognition and acceptance of Sri Lanka on the international stage, which had been greatly affected by the riots and suppression of insurgency in the 1980s. She succeeded in having the LTTE banned internationally; with the United States and the United Kingdom proscribed the LTTE on 8 October 1997 and 28 February 2001 respectively, thereby depriving that organisation of a primary source of funding. Her government reestablished formal diplomatic ties with Israel in 2000, which had become a major supplier of weapons to the island.[13] In October 1999, Kumaratunga called an early presidential election.[14] She lost vision in her right eye (permanent optic nerve damage) in an assassination attempt, by the Tamil Tigers, at her final election rally at Colombo Town Hall premises on 18 December 1999. She managed to defeat Ranil Wickremasinghe in the election held on 21 December and was sworn in for another term the next day.[15] Her second term saw the civil war aggravating with her government suffering major defeats against the LTTE such as the Second Battle of Elephant Pass and Bandaranaike Airport attack. 2001 saw the country's economy going into recession for the first time in history.[9] In December 2001, her party the People's Alliance lost the parliamentary election to the UNP, and her political opponent, Ranil Wickremasinghe, became Sri Lanka's new prime minister. She continued as president of Sri Lanka although her relationship with the Wickremasinghe government was a strained one. In February 2002 Wickremasinghe's government and the LTTE signed a permanent ceasefire agreement, paving the way for talks to end the long-running conflict. In December, the government and the rebels agreed to share power during peace talks in Norway. President Kumaratunga believed Wickremasinghe was being too lenient towards the LTTE, and in May 2003 she indicated her willingness to sack the prime minister and government if she felt they were making too many concessions to the rebels. On 4 November 2003, while Prime Minister Wickremasinghe was on an official visit to the US, Kumaratunga prorogued Parliament and took over Defense, Interior and Media ministries herself. Her opponents criticised her, calling her behaviour dictatorial.[16] Kumaratunga's PA and the leftist Janatha Vimukthi Peramuna or JVP (People's Liberation Front) formed the United People's Freedom Alliance (UPFA) in January 2004 and dissolved Parliament. Having won the election held on 2 April 2004 the UPFA formed a government with Mahinda Rajapaksa as prime minister. This marked the first time in history that the JVP became a partner in a Sri Lankan government.[17] However, in June 2005, the JVP left Kumaratunga's government over a disagreement regarding a joint mechanism with LTTE rebels sharing foreign aid to rebuild the tsunami-devastated Northern and Eastern areas of Sri Lanka.[18] Kumaratunga's six-year term ended that year in 2005. She argued that since the 1999 election had been held one year early, she should be allowed to serve that leftover year stating that she had a secret swearing in for her second term a year after her formal swearing in to the second term. The Supreme Court rejected this stating that her term ended in 2005. In the presidential elections that followed, Mahinda Rajapaksa gained 50.29% and succeeded her as president, leading all 25 parties in the UPFA. She was listed 25th by Forbes magazine in its \"100 most powerful women\" in 2005.[19] In 2006, having remained the leader of the SLFP after leaving office, she \"temporally\" stepped down from the party leadership citing \"continuous harassment she has faced after Mahinda Rajapaksa took office as president\" and soon after left the country to self-imposed exile in the United Kingdom.[20] Kumaratunga is a member of the Council of Women World Leaders and the Global Leadership Foundation. In November 2009, Kumaratunga was appointed to the 12-member board of directors of the Club de Madrid. She is a frequent panelist and member of the Clinton Global Initiative and advisor to its annual meeting held every September. Kumaratunga noted in 2007: ″I sincerely tried to reach a political consensus to solve the ethnic question, and tried to introduce a pluralistic constitution that would cater to the political aspirations of the Tamil people without dividing the country.″[21] In September 2009, Kumaratunga, on a personal visit to Kerala, India told reporters \"I too care for my life. Even though the current government is a government of my party (Sri Lanka Freedom Party) I don't feel safe.\" She continued, \"There is an overall lack of freedom and an atmosphere of fear prevails in the country. The basic rights of the people and media freedom are restricted in Sri Lanka.\" [22] In February 2017, Kumaratunga accepted an invitation to join the eminent international Council of Patrons of the Asian University for Women (AUW) in Chittagong, Bangladesh.[23][24] On 21 November 2014 Kumaratunga formally announced her return to active politics at a press conference held by the country's opposition coalition, following weeks of speculation regarding her involvement in the coalition's decision-making.[25][26] She successfully endorsed Maithripala Sirisena as common candidate of the opposition in the 2015 Presidential election, who defeated Mahinda Rajapaksa. In the same year, Kumaratunga supported the United National Party in the General elections to avoid Rajapaksa becoming Prime Minister.[27] In 2015 she was appointed as the chairperson of office for national unity and reconciliation to overlook national unity in Sri Lanka.[28] In the aftermath of the 2018 Maldivian presidential election it was revealed that Kumaratunga was instrumental in forming the opposition alliance against the incumbent President Abdulla Yameen. Kumaratunga coordinated with opposition leaders both in the Maldives and in Sri Lanka bridging trust between the disputing opposition parties to form a coalition.[29] During the 2018 Sri Lankan constitutional crisis, Kumaratunga remained silent and she later claimed that she was not invited to the special convention of the SLFP 4 December 2018.[30] Kumaratunga endorsed Sajith Premadasa for the 2019 Sri Lankan presidential election. Chandrika married movie star and politician Vijaya Kumaratunga in 1978, who was assassinated on 16 February 1988, outside his residence in the presence of Chandrika and their two children, then aged five and seven. Their daughter, Yasodhara Kumaratunga born in 1980 and educated at Corpus Christi College, Cambridge and at St George's, University of London became a medical doctor and married Roger Walker a consultant medical practitioner from Dorset.[31] Their son, Vimukthi Kumaratunga born in 1982 and educated at the University of Bristol became a veterinary surgeon.","country":"Sri Lanka"}