{"name":"Cipriano Castro","url":"/wiki/Cipriano_Castro","Born":"1858-10-12","Died":"1924-12-04","termEnds":"(1858–1924)","termStarts":null,"text":"José Cipriano Castro Ruiz (12 October 1858 – 4 December 1924) was a high-ranking member of the Venezuelan military, politician and the president of Venezuela from 1899 to 1908. He was the first man from the Andes to rule the country, and was the first of four military strongmen from the Andean state of Táchira to rule the country over the next 46 years. Cipriano Castro was the son of José Carmen Castro and Pelagia Ruiz. He was born on 12 October 1858 in Capacho, Táchira. Castro's father was a mid-level farmer and he received an education typical of the tachirense middle-class. His family had significant mercantile and family relations with Colombia, in particular with Cúcuta and Puerto Santander. After studying in his native town and the city of San Cristóbal, he continued his studies at a seminary school in Pamplona, Colombia (1872–1873). He left those studies to return to San Cristóbal, where he began work as employee of a company called Van Dissel, Thies and Ci'a. He also worked as a cowboy in the Andean region. During his early life he grew up with 22 brothers and sisters and his mother died which then lead on to his father marrying somebody else then leading to more siblings. He was very close to his family and he then sent most of his little brothers to study in Caracas In 1876 Castro opposed the candidacy of general Francisco Alvarado for the presidency of the Táchira state. In 1878 he was working as the manager of the newspaper El Álbum when he participated along with a group of independence advocates in the seizure of San Cristóbal when they refused to submit to the authority of the new president of the state. In 1884, he got into a disagreement with a parish priest, Juan Ramón Cárdenas in Capacho, which led to his imprisonment in San Cristóbal. After six months, he escaped and took refuge in Cúcuta, where he ran an inn.[1] There he met his future wife, Rosa Zoila Martínez, who would become known as Doña Zoila. In June 1886, he returned to the Táchira as a soldier, accompanying generals Segundo Prato, Macabeo Maldonado and Carlos Rangel Garbiras to again raise the flag of autonomy, much to the dismay of the governor of the Táchira region, General Espíritu Santo Morales. Castro defeated government forces in Capacho Viejo and in Rubio. Promoted to general, himself, Castro began to stand out in the internal politics of Táchira state. It was during the burial of a fellow fighter, Evaristo Jaimes, who had been killed in the earlier fighting that Castro met Juan Vicente Gómez, his future companion in his rise to power. He entered politics and became the governor of his province of Táchira but was exiled to Colombia when the government in Caracas was overthrown in 1892. Castro lived in Colombia for seven years, amassing a fortune in illegal cattle trading and recruiting a private army. Amassing considerable support from disaffected Venezuelans, Castro's once personal army developed into a strong national army, and he used it to march on Caracas in October 1899 in an event called the Revolución Liberal Restauradora [es], and seize power, installing himself as the supreme military commander. Once in charge, Castro inaugurated a period of plunder and political disorder having assumed the vacant presidency, after modifying the constitution (1904). He remained president for the period 1899–1908, designating Juan Vicente Gómez his \"compadre\" as vice-president. Castro's rule was marked by frequent rebellions, the murder or exile of his opponents, his own extravagant living, and trouble with other nations. Castro was characterized as \"a crazy brute\" by United States secretary of state Elihu Root and as \"probably the worst of Venezuela's many dictators\" by historian Edwin Lieuwen. His nine years of despotic and dissolute rule are best known for having provoked numerous foreign interventions, including blockades and bombardments by Dutch, British, German, and Italian naval units seeking to enforce the claims of their citizens against Castro's government. In 1901 the banker Manuel Antonio Matos was the leader of the Revolución Libertadora,[2] a major military movement with the intention to overthrow Cipriano Castro's government.[3] Severe disagreements between Castro and the foreign economic elite that support the revolution (as New York and Bermudez Company, Orinoco Shipping Company, Krupp, French Cable, and others) evolved into an open war that shook the country and brought the government to the brink of collapse. On 2 April 1902, in response to rising political tension between the Netherlands and Venezuela to evacuate the Jews of Coro to Curaçao, the HNLMS Koningin Regentes and the HNLMS Utrecht arrived in the Venezuelan port of La Guaira. Prior to their arrival, the Venezuelan Navy had repeatedly checked Dutch and Antillean merchant ships and the presence of the Dutch warships acted as a deterrent against further actions.[4] In November 1902, the troops at command of Castro himself broke the Siege of La Victoria, weakened the vast network of revolutionaries armies and its extraordinary power. Few weeks after that, Venezuela saw a naval blockade of several months imposed by Britain, Germany and Italy[5] over Castro's refusal to pay foreign debts and damages suffered by European citizens in a recent Venezuelan civil war. Castro assumed that the Monroe Doctrine would see the United States prevent European military intervention, but at the time the government of president Theodore Roosevelt saw the Doctrine[6] as concerning European seizure of territory, rather than intervention per se. With prior promises that no such seizure would occur, the US allowed the action to go ahead without objection. The blockade saw Venezuela's small navy quickly disabled, but Castro refused to give in, and instead agreed in principle to submit some of the claims to international arbitration, which he had previously rejected. Germany initially objected to this, particularly as it felt some claims should be accepted by Venezuela without arbitration. When the world press reacted negatively to incidents including the sinking of two Venezuelan ships and the bombardment of the coast, the U.S pressured the parties to settle, and drew attention to its nearby naval fleet in Puerto Rico at command of Admiral George Dewey. With Castro failing to back down, Roosevelt pressure and increasingly negative British and American press reaction to the affair, the blockading nations agreed to a compromise, but maintained the blockade during negotiations over the details. This led to the signing in Washington of an agreement on 13 February 1903 which saw the blockade lifted, and Venezuela represented by U.S. ambassador Herbert W. Bowen commit 30% of its customs duties to settling claims. When an arbitral tribunal subsequently awarded preferential treatment to the blockading powers against the claims of other nations, the U.S feared this would encourage future European intervention. The episode contributed to the development of the Roosevelt Corollary to Monroe Doctrine, asserting a right of the United States to intervene to \"stabilize\" the economic affairs of small states in the Caribbean and Central America if they were unable to pay their international debts, in order to preclude European intervention to do so. The revolutionaries, bearing a wound that could not be healed, succumbing finally in July 1903 in the Battle of Ciudad Bolivar after the siege of government army conducted by General Gomez, with which Matos decides to leave Venezuela, establishing itself in Paris. In 1908, a dispute broke out between the Netherlands and president Castro regime on the grounds of the harboring of refugees in Curaçao. Venezuela expelled the Dutch ambassador, prompting a Dutch dispatch of three warships – a coastal battleship, the HNLMS Jacob van Heemskerck, and two protected cruisers, the HNLMS Gelderland and the HNLMS Friesland. The Dutch warships had orders to intercept every ship that was sailing under the Venezuelan flag. On 12 December 1908, the Gelderland captured the Venezuelan gunboat Alix off Puerto Cabello.[7] She and another ship the 23 de Mayo were interned in the harbor of Willemstad. With their overwhelming naval superiority, the Dutch enforced a blockade on Venezuela's ports. Few days later, Castro, who had been seriously ill for four years due to a kidney problem,[8] left for Paris to seek medical treatment for syphilis, leaving the government in the hands of vice president Juan Vicente Gómez, the man who was instrumental in his victories of 1899 and 1903. However, on 19 December 1908, Gómez seized power himself and effectively ended the war with the Netherlands. A few days later, General Castro left for Berlin, nominally for a surgical operation. After that Castro suffered the harassment of the European powers resentful due to the policy that he had maintained towards them during his 8 years as president of Venezuela. Without resources to carry out an armed invasion, he went to Madrid and then recovered from his operation in Paris and in Santa Cruz de Tenerife. At the end of 1912 Castro intended to spend a season in the United States, but was captured and vexed by the immigration authorities of Ellis Island which forced him to leave in peremptory terms (February, 1913). He finally settled with his wife in Puerto Rico (1916), under close surveillance by spies sent by Juan Vicente Gómez, who assumed the Venezuelan presidency in the longest dictatorship in the hitherto Latin America history. Castro spent the rest of his life in exile in Puerto Rico, making several plots to return to power — none of which were successful. Castro died 4 December 1924, in Santurce, Puerto Rico. Cipriano Castro was married to Zoila Rosa Martínez,[citation needed] who served as First Lady of Venezuela from 1899 to 1908.[citation needed] Castro's daughter was Rosa Castro (Lucille Mendez)(es).[10] Zoila Rosa Martínez","country":"Venezuela"}