{"name":"Colombian Military Junta","url":"/wiki/Colombian_Military_Junta","termEnds":null,"termStarts":null,"text":"The Colombian Military Junta was a Colombian transitional government established between 1957 and 1958, replacing President Gustavo Rojas Pinilla. The junta's members were: When Rojas came to power in 1953 he had deposed another dictator and carried the promise of ending civil war in Colombia and resolving political conflict between the two political parties, the Liberals and the Conservatives. While both parties mainly represented only the wealthiest 5 percent of the population, who held most of the power, the conflict between the two was the source of much of the violence in Colombia. Both parties were behind Rojas as he came to power as a savior for the country.[1] After serving out the former president's term, he convinced the National Constituent Assembly to suspend the constitution and elect him for another term to last until 1958. Over the next four years Rojas’ popularity dwindled as he began to censor the press and enriched himself and those close to him at the expense of the national economy. By 1957, despite the rising price of coffee (Colombia's main export), Colombia's foreign debt had risen to $350,000,000. Meanwhile, Rojas was also dropping bombs and napalm on his own country in an attempt to fight guerrillas. He was not close to establishing the peace that he had promised in 1953. [1] As he prepared the way for re-election in 1957, Rojas began arresting opposition groups, killing protestors, and organizing a government-run third party. He set up bills that would suspend universal suffrage, allow him to rule for another term, and enlarge the National Assembly to secure his re-election. Already, the leader of his secret police was in favor of the growing base of opposition. Despite a ban on anti-regime meetings, a Catholic Archbishop met with opposition leaders and pledged the support of the Roman Catholic Church. The Liberal and Conservative parties united in a Civic Front and put forth a single presidential candidate, Guillermo Valencia, in April 1957. This was mainly a protest action, since Rojas’ puppet assembly would not elect Valencia.[1] On April 25, 1957, Rojas sent his bills to the Assembly, which was to re-elect him on May 1. The day before the election, a Catholic Cardinal wrote a letter to Rojas condemning his continued rule as illegal.[1] On May 1, Rojas ordered the arrest of Valencia, who was campaigning in Cali. Troops surrounded the house in which Valencia was staying and placed him under house arrest. Outraged, university students in Cali declared a strike in protest of the arrest. The student leaders were headquartered in a Catholic church, where they had the support of the clergy. Due to the unrest, Rojas postponed the election.[1] After much dissatisfaction from a majority of the Colombian population, strikes and demonstrations rose up in large numbers, demanding President Gustavo Rojas Pinilla's resignation. The strikes and demonstrations that deposed President Gustavo Rojas Pinilla of Colombia were planned somewhat day to day and began as reactionary actions in response to Rojas's attempts to hold power indefinitely. The opposition to Rojas had a wide base, across social classes and political party lines, and varied spokesmen, from students to political leaders to the hierarchy of the Roman Catholic Church. This was a result of the growing discontentment with the direction of the Rojas regime.[1] On May 10, a three-man military junta convinced Rojas to step down in the early hours of the morning. The president knew he could not keep power or order in Colombia without the support of the military. The junta took over the government with the backing of the Liberal and Conservative parties and the striking citizens. People in cities throughout the nation filled the streets in celebration, chanting, “He fell!” and flying the Colombian flag. [1] After the carefully-organized coup, the military dictator went into exile, and the temporary military junta occupied seats of power for the reestablishment of constitutional government via free election. Most of the following year posed severe strain on the bi-partisan civilian alliance. The strain was made worse by the discovery of a military police plot to assassinate Alberto Lleras Camargo and the five-man junta on May 2, 1958. It was suppressed.[2] A year after the overthrowing of President Gustavo Rojas, the ruling junta held free lections for the National Constituent Assembly and Presidency to restore Colombia to civilian rule.[1]","country":"Colombia"}