{"name":"César Gaviria Trujillo","url":"/wiki/C%C3%A9sar_Gaviria_Trujillo","Occupation":"Economist","Born":"1947-03-31","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"César Augusto Gaviria Trujillo (Spanish: [ˈsesaɾ awˈɣusto ɣaˈβiɾja tɾuˈxiʝo] ; born 31 March 1947) is a Colombian economist and politician who served as the President of Colombia from 1990 to 1994, Secretary General of the Organization of American States from 1994 to 2004 and National Director of the Colombian Liberal Party from 2005 to 2009. During his tenure as president, he summoned the Constituent Assembly of Colombia that enacted the Constitution of 1991. Born in Pereira, the Gaviria family had been an important figure in Colombian politics and economy for over 30 years. César Gaviria is the distant cousin of José Narces Gaviria, the CEO of Bancolombia from 1988 to 1997. José N. Gaviria encouraged César Gaviria to run for the Congress of Colombia in early childhood. He was first elected to Congress in 1974. He served in Virgilio Barco's government, first as Minister of Finance and later as the Minister of the Interior.[1] As a student, Gaviria spent a year as an exchange student in the United States with AFS Intercultural Programs. Before entering politics, he studied at the University of the Andes in the 1960s. He established AIESEC there, and then in 1968 was elected President of AIESEC in Colombia. This began his public service career. At 23, he was elected councilman in his hometown of Pereira, and four years later he became the city's mayor. In 1974 he was elected to the Chamber of Representatives, of which he was president of in 1984–85. Three years later he became co-chair of the Colombian Liberal Party. He was the debate chief of Luis Carlos Galán, during Galan's 1989 presidential campaign, which was cut short by Galan's assassination. After this tragedy, Gaviria was proclaimed as Galan's political successor. This campaign was the target of attacks by Pablo Escobar; Gaviria was to take Avianca Flight 203, bound for Cali. For security reasons he did not board the flight. The plane, with 107 people aboard, exploded, killing everyone on board.[2] In 1990, he was elected President of Colombia, running as a Liberal Party candidate. During his government a new constitution was adopted in 1991.[3] As president, Gaviria also led the fight against the Medellín and Cali drug cartels, and various guerrilla factions. Under his presidency, the prison La Catedral was built, but to Pablo Escobar's specifications. When Escobar was imprisoned there, he continued to control his drug empire; he also murdered several of his rivals inside the prison. On 20 July 1992, Escobar escaped after learning that he was going to be moved to a different prison. On 2 December 1993, the notorious drug lord was shot dead, a triumph for the Gaviria administration. Despite stable economic growth and foreign investment, 45 per cent of Colombians lived below the poverty line (particularly in rural areas) and slums were growing around major cities. Created by drug traffickers and supported by the army (President Gaviria said he saw them as a \"possible solution\"), paramilitary groups (autodefensas) were often engaged in fighting the country's various guerrilla factions. In cities, these groups carried out social cleaning missions. Tramps, marginalized people, street children and homosexuals were murdered by these groups. Many judges, several senators, priests, and even the head of the national police have been convicted of links with traffickers.[4] His government created the \"Convivir\" in 1994, which was supposed to help the army predict the activities of insurgent groups through a network of informers. However, according to journalist Hernando Calvo Ospina, \"the reality has shown that the Convivir have legalized networks of hired killers in the service of drug traffickers and landowners, while having as their main objective the use of the civilian population as a cover for the paramilitary movement.\"[5] In 1994, Gaviria was elected Secretary General of the OAS (his term beginning after the end of his presidential term in August 1994). Reelected in 1999, he worked extensively on behalf of Latin America. Between October 2002 and May 2003, he served as international facilitator of the OAS mesa process, aimed at finding a solution to the internal Venezuelan political crisis between President Hugo Chávez and the Coordinadora Democrática opposition.[6] After leaving the OAS, Gaviria worked briefly in New York as an advisor and scholar at Columbia University. Upon his return to Colombia, he founded an art gallery named Nueveochenta, and has remained in the country ever since. Gaviria was proclaimed the sole chief of the Colombian Liberal Party in June 2005. On 27 April 2006, his sister Liliana Gaviria was killed by unknown gunmen.[7] His son, Simón Gaviria, led the Liberal Party between 2011 and 2014 and then served as national director of planning under the government of Juan Manuel Santos from 2014 to 2017. César Gaviria then took over the leadership of the party. He supported Iván Duque's candidacy for the 2018 presidential election, which Duque won. Gaviria is a member of the Club of Madrid,[9][10] an independent non-profit organization created to promote democracy and change in the international community, composed by more than 100 members: former democratic Heads of State and Government from around the world. In October 2021, his name was mentioned in the Pandora Papers as the owner of a company located in Panama, a country considered a tax haven, through which he acquired Colombian companies.[11] Héctor Villa Osorio","country":"Colombia"}