{"name":"Delfim Moreira","url":"/wiki/Delfim_Moreira","Born":"1868-11-07","Died":"1920-07-01","Political party":"PRM","termEnds":null,"termStarts":"Acting President from 15 November 1918","text":"Delfim Moreira da Costa Ribeiro (Portuguese: [dewˈfim moˈrejrɐ da ˈkɔstɐ riˈbejru]; 7 November 1868 – 1 July 1920) was a Brazilian politician who served as tenth president of Brazil. He was born in Minas Gerais state to a Portuguese father and to a Portuguese Brazilian mother who traced her ancestry back to the early settlers of Brazil.[1] Delfim Moreira, elected vice president under Rodrigues Alves in 1918, provisionally ruled the country as the Brazilian Constitution provided for new elections in case of disability of the president before completing two years in office. Rodrigues Alves never even entered office, for he was stricken by the \"Spanish flu\" and died on 16 January 1919. Delfim Moreira himself also did not have good health, suffering from some psychological conditions, therefore his short tenure was known as \"the republican regency\" since the government Minister of Transportation and Public Works, Afrânio de Melo Franco, stood out in the president's decision-making. Three days after the new government took over the country, a general strike hit the capital and the city of Niterói. The president ordered the closure of unions in Rio de Janeiro, on 22 November. On 21 June 1919, a dissident faction of the anarchists founded the Brazilian Communist Party. Four months later, the government expelled from the country about a hundred of them, mostly foreigners, who worked in the workers movement of the cities of São Paulo, Santos, Rio de Janeiro and Niterói, due to the discovery of an alleged plot aimed at overthrowing the government. When Epitácio Pessoa assumed headship of the government, Moreira became his vice president. As vice president, he also served as the President of the Senate.[2] He died in the city of Santa Rita do Sapucaí, on 1 July 1920. He was succeeded by Bueno de Paiva.","country":"Brazil"}