{"name":"Deodoro da Fonseca","url":"/wiki/Deodoro_da_Fonseca","Born":"1827-08-05","Died":"1892-08-23","Political party":"Independent","termEnds":null,"termStarts":"Head of the Provisional Government from 15 November 1889","text":"Manuel Deodoro da Fonseca (Portuguese pronunciation: [mɐnuˈɛw deoˈdɔɾu da fõˈsekɐ]; 5 August 1827 – 23 August 1892) was a Brazilian politician and military officer who served as the first president of Brazil. He was born in Alagoas in a military family, followed a military career, and became a national figure. Fonseca took office as provisional president after heading a military coup that deposed Emperor Pedro II and established the First Brazilian Republic in 1889, disestablishing the Empire. After his election in 1891, he stepped down the same year under great political pressure when he dissolved the National Congress. He died less than a year later. Fonseca was born the third child of a large military family on 5 August 1827 in Alagoas da Lagoa do Sul, Alagoas, a town that now bears his name as Marechal Deodoro, in Northeast Brazil. He was the son of Manuel Mendes da Fonseca Galvão (1785–1859) and his wife, Rosa Maria Paulina de Barros Cavalcanti (1802–1873). During the Brazilian Empire, his older brother, Severino Martins da Fonseca, was nominated the first Baron of Alagoas. Another notable relative was the Portuguese humanist Francisco de Holanda (d. 1585), his remote uncle. Fonseca pursued a military career that was notable for his suppression of the Praieira revolt in Pernambuco in 1848, Brazil's response to that year's revolutions in Europe.[1] He also saw action during the Paraguayan War (1864–1870), attaining the rank of captain. In 1884 he was promoted to the rank of field marshal, and he later achieved the rank of full marshal. His personal courage, military competence, and manly personal style made him a national figure. As Governor of Rio Grande do Sul, Fonseca was courted by republican intellectuals such as Benjamin Constant and Ruy Barbosa in the café society of São Paulo. In 1886, alerted that the imperial government was ordering the arrest of prominent republicans, Fonseca went to Rio de Janeiro and assumed leadership of the army faction that supported the abolition of slavery in Brazil. Emperor Pedro II had advocated the abolition of slavery for decades, freeing his own slaves in 1840, but he believed slavery should be done away with slowly to avoid damaging the Brazilian economy. The government, nominally headed by his daughter, Isabel, Princess Imperial of Brazil, abolished slavery entirely in 1888, during her third regency while her father was away from the country. Enraged oligarchs played a role in the subsequent coup d'état. Fonseca's prestige placed him at the head of the military coup that deposed the emperor on 15 November 1889, and he was briefly the head of the provisional government that called a Constituent Congress to draft a new constitution for a republic. Soon, however, he was in conflict with the civilian republican leaders. His election as president on 25 February 1891, by a narrow plurality, was backed with military pressure on Congress. The Fonseca administration, divided by political and personal animosity between Fonseca and Vice President Floriano Peixoto, encountered strong opposition within Congress, which chose a policy of obstruction. During the first months of his presidency, he permitted his ministers almost unrestricted control of their ministries.[2] Arbitrary presidential decrees, such as the concession of the port of Torres to a private company and Decree 528, which opened the country to further immigration except by Africans, as well as the disastrous conduct of economic policy during the bubble of the Encilhamento, strengthened the resistance in Congress, which coalesced around Peixoto and soured public opinion. That also caused republicans in the South to withdraw their support from the marshal and provisional government.[3] The situation reached a crisis stage when Fonseca dissolved the National Congress and declared a \"state of emergency\" on 3 November 1891. A group of deputies opposed the decision and found support among the high-ranking officers of the Navy, including Admiral Custódio José de Melo. The marshal found himself on the brink of a civil war. On 23 November 1891, he signed a resignation to no one in particular and turned over the presidency to Peixoto. He died in Rio de Janeiro on 23 August 1892. He was stricken with perilous bouts of dyspnea, popularly referred to as \"shortness of breath\", and was buried in a family grave in the Caju Cemetery. However, in 1937, his remains were unearthed and transferred to a monument in Praça Paris, Rio de Janeiro. Proclamation of the Republic on 15 November 1889 Marshal Fonseca in 1889, by Bror Kronstrand Fechamento do Congresso by Angelo Agostini (1892) Monument where Deodoro da Fonseca is buried. Fonseca has been portrayed twice by Brazilian actor and voice actor Castro Gonzaga in the miniseries Abolição (1988) and República (1989) respectively. Media related to Deodoro da Fonseca at Wikimedia Commons","country":"Brazil"}