{"name":"Dilma Rousseff","url":"/wiki/Dilma_Rousseff","Born":"1947-12-14","Political party":"PT (2001–present)","termEnds":"(PMDB)","termStarts":"Powers and duties suspended from 12 May 2016","text":"Dilma Vana Rousseff (Brazilian Portuguese: [ˈdʒiwmɐ ˈvɐ̃nɐ ʁuˈsɛf(i)]; born 14 December 1947) is a Brazilian economist and politician who served as the 36th president of Brazil, holding the position from 2011 until her impeachment and removal from office on 31 August 2016.[1] She is the first woman to have held the Brazilian presidency[2] and had previously served as chief of staff to former president Luiz Inácio Lula da Silva from 2005 to 2010.[3] Rousseff was raised in an upper middle class household in Belo Horizonte.[3] She became a socialist in her youth and after the 1964 coup d'état joined left-wing and Marxist urban guerrilla groups that fought against the military dictatorship. Rousseff was captured, tortured, and jailed from 1970 to 1972.[3][4] After her release, Rousseff rebuilt her life in Porto Alegre with Carlos Araújo, who was her husband for 30 years.[3] They both helped to found the Democratic Labour Party (PDT) in Rio Grande do Sul, and participated in several of the party's electoral campaigns. She became the treasury secretary of Porto Alegre under Alceu Collares, and later Secretary of Energy of Rio Grande do Sul under both Collares and Olívio Dutra.[3] In 2001, after an internal dispute in the Dutra cabinet, she left the PDT and joined the Workers' Party (PT).[3] In 2002, Rousseff became an energy policy advisor to presidential candidate Luiz Inácio Lula da Silva, who on winning the election invited her to become his minister of energy.[3] Chief of Staff José Dirceu resigned in 2005 in a political crisis triggered by the Mensalão corruption scandal. Rousseff became chief of staff and remained in that post until 31 March 2010, when she stepped down to run for president.[3] She was elected in a run-off on 31 October 2010, beating Brazilian Social Democracy Party (PSDB) candidate José Serra. On 26 October 2014 she won a narrow second-round victory over Aécio Neves, also of the PSDB.[5] Impeachment proceedings against Rousseff (called nowadays as “The Blow”) began in the Chamber of Deputies on 3 December 2015. On 12 May 2016, the Senate of Brazil suspended President Rousseff's powers and duties for up to six months or until the Senate decided whether to remove her from office or to acquit her.[6] Vice President Michel Temer assumed her powers and duties as acting president of Brazil during her suspension.[7][8] On 31 August 2016, the Senate voted 61–20 to impeach, finding Rousseff guilty of breaking budgetary laws and removed her from office.[9][10] On 5 August 2018, the PT officially launched Rousseff's candidacy for a seat in the Federal Senate from the state of Minas Gerais.[11] Despite leading in the polls in the run-up to the election, Rousseff finished fourth in the final vote and was defeated for her Senate run.[12] Dilma Vana Rousseff was born in Belo Horizonte,[13] Minas Gerais, southeastern Brazil, on 14 December 1947, to Bulgarian lawyer and entrepreneur Pedro Rousseff (born Petar Rusеv, Bulgarian: Петър Русев, 1900–1962)[14][15] and schoolteacher Dilma Jane da Silva (26 June 1924 – 13 July 2019).[16][17][18] Her father was born in Gabrovo, in the Principality of Bulgaria,[19][20] and was a friend of the Nobel Prize-nominated Bulgarian poet Elisaveta Bagryana.[21] As an active member of the Bulgarian Communist Party,[22] banned in 1924, Petar Rusev fled Bulgaria in 1929 to escape political persecution; he settled in France. He arrived in Brazil in the 1930s, already widowed (he left behind his son Lyuben-Kamen, who died in 2007), but soon moved to Buenos Aires, Argentina. He returned to Brazil several years later, settling in São Paulo, where he succeeded in business. Petar Rusev adapted his first name to Portuguese (Pedro) and the last to French (Rousseff). During a trip to Uberaba, he met Dilma Jane da Silva, a young schoolteacher born in Nova Friburgo, Rio de Janeiro, and raised in Minas Gerais, where her parents were ranchers. The two married and settled in Belo Horizonte, where they had three children: Igor, Dilma Vana, and Zana Lúcia (who died in 1977). Igor Rousseff, Dilma's elder brother, is a lawyer.[22] Pedro Rousseff was a contractor for Mannesmann steel in addition to building and selling real estate. The family lived in a large house, had three servants, and maintained European habits. The children had a classical education with both piano and French lessons. After they overcame the initial resistance of the community to accepting foreigners, the family attended traditional clubs and schools.[citation needed] Rousseff was enrolled in preschool at the Colégio Izabela Hendrix and primary school at Colégio Nossa Senhora de Sion, a girls' boarding school run by nuns, who primarily taught in French. Her father died in 1962, leaving behind about fifteen properties.[22] In 1964 Rousseff left the conservative Colégio Sion and joined the Central State High School, a co-ed public school where the students often protested against the dictatorship that had been established after the 1964 Brazilian coup d'état. In 1967 she joined Worker's Politics (Portuguese: Política Operária—POLOP), an organization founded in 1961 as a spinoff of the Brazilian Socialist Party. Its members found themselves divided over methods; some wanted to advocate for the election of a constituent assembly, but others advocated an armed struggle.[24] Rousseff joined the second group, which became the National Liberation Command (Portuguese: Comando de Libertação Nacional—COLINA). According to Apolo Heringer Lisboa [pt], leader of Colina in 1968 who taught Marxism to Rousseff in high school, she chose armed struggle after reading Revolution inside the Revolution by Régis Debray, a French intellectual who had moved to Cuba and become a friend of Fidel Castro and Che Guevara. Heringer says that \"the book inflamed everybody, including Dilma\".[22] During that period, Rousseff met Cláudio Galeno Linhares, a brother-in-arms five years her senior. Galeno, who had joined POLOP in 1962, had served in the Army, participating in the uprising of sailors against the military coup, for which he had been arrested in Ilha das Cobras. They married in 1968 in a civil ceremony, after dating for one year.[22] Rousseff participated in COLINA and advocated Marxist politics among labour union members and as editor of the newspaper The Piquet. According to the magazine Piauí, she handled weapons.[22] Gilberto Vasconcelos, a former fellow militant, has stated that she \"has never … practiced an act of violence\".[25] In early 1969 the Minas Gerais branch of Colina had only a dozen militants, little money, and few weapons. Its activities boiled down to four bank robberies, some stolen cars and two bombings, with no casualties. On 14 January, after some arrests during a bank robbery, they gathered to debate what to do to release them from jail. At dawn, the police invaded the group's house and they responded by using a machine gun, which killed two policemen and wounded another.[22] Rousseff and Galeno then began sleeping each night in a different location, since their apartment had been visited by one of those arrested. They returned home secretly to destroy documents so when in March 1969, the police searched the apartment, no documents were found. They stayed in Belo Horizonte a few more weeks trying to reorganize Colina, but had to avoid their parents' houses, since these were watched by the military. (Rousseff's family had no knowledge of her participation in underground activities). In addition, Galeno had to undergo facial plastic surgery or a similar procedure (although he denies this) after a sketch of him was released for participating in a bank robbery.[citation needed] The organization ordered them to move to Rio de Janeiro since it was unsafe to remain. Rousseff was 21 and had just finished her fourth semester at the Universidade Federal de Minas Gerais School of Economics.[22] There were many people from Minas Gerais in the Rio de Janeiro cell of Colina (including now-former Belo Horizonte mayor Fernando Pimentel, then 18 years old), but the organization had no shelter for them. Rousseff and Galeno stayed briefly with Rousseff's aunt, who thought that they were on vacation. They moved to a small hotel, then to an apartment, until Galeno was sent by the organization to Porto Alegre. Rousseff remained in Rio and helped the organization, attending meetings and transported weapons and money, according to piauí. She met Rio Grande do Sul-born lawyer Carlos Franklin Paixão de Araújo, then 31 years old, at a meeting; the two developed an attraction to one another. Araújo headed a dissident group of the Brazilian Communist Party (Portuguese: Partido Comunista Brasileiro—PCB) and sheltered Galeno in Porto Alegre. Rousseff's breakup with Galeno was friendly. As Galeno said, \"in that difficult situation, we had no prospect of being a regular couple\".[22] Araújo, son of a prominent labor defense lawyer, had joined the PCB early. He had traveled through Latin America, met Castro and Che Guevara, and been imprisoned for several months in 1964. He joined the armed struggle after the issue of AI-5 by the dictatorship in 1968. In early 1969, he began to discuss the merger of his group with Colina and Popular Revolutionary Vanguard (Portuguese: Vanguarda Popular Revolucionária—VPR), led by Carlos Lamarca. Rousseff attended meetings about the merger, formalized in two conferences in Mongaguá, thus leading to the creation of Revolutionary Armed Vanguard Palmares (Portuguese: Vanguarda Armada Revolucionária Palmares—VAR Palmares). Rousseff and Araújo attended these conferences. So did Lamarca, who thought that Rousseff was a \"stuck-up intellectual\" because she defended revolution through political engagement of the working class, as opposed to VPR's military-based sense of revolution.[22] We fought and participated in a dream to build a better Brazil, we learned a lot. We did a lot of nonsense, but that is not what characterizes us. What characterizes us is to have dared to want a better country. Carlos Araújo was chosen as one of the six leaders of VAR Palmares, a \"political-military organization of Marxist-Leninist partisan orientation which aims to fulfill the tasks of the revolutionary war and the establishment of the working class party, in order to seize power and build socialism.\"[26] According to Maurício Lopes Lima, a former member of Operação Bandeirantes [pt] (OBAN) – a para-legal structure which included the intelligence and torture services of the Armed Forces—Rousseff was the primary leader of VAR Palmares, and he received reports calling her \"one of the brains\" of the revolution. Police commissioner Newton Fernandes, who investigated the clandestine organization in São Paulo and profiled dozens of their members, said that Rousseff was one of the principal masterminds. The attorney who prosecuted the organization called her \"Joan of Arc of subversion\", saying that she led strikes and advised[clarification needed] bank robberies.[27] She was also dubbed \"the she-pope of subversion\", a \"political criminal\" and a \"female figure of sadly notable aspect\".[22] Rousseff ridicules such comparison, stating that she does not even remember many of the actions attributed to her.[28] According to her former comrade and current colleague, Environment Minister Carlos Minc, her role in the group was sensationalized. \"Because she is a very important person, they'll say anything about her.\"[29] Rousseff has sometimes been described as the mastermind of the theft of a safe belonging to former governor of São Paulo, Ademar de Barros. The action was carried out on 18 June 1969, in Rio de Janeiro, and netted 2.5 million U.S. dollars.[30] It became the most spectacular and profitable action of the armed struggle.[22] Carlos Minc has denied the participation of Rousseff in the event, saying that the widespread version that she was the leader of the organization is rather exaggerated, since she was merely a member of no distinction. On at least three different occasions Rousseff herself also denied participating in the event.[29][31] Testimonials and police reports indicated that Rousseff was responsible for managing the money from the robbery, paying the salaries of the militants, finding a shelter for the group, and buying a Volkswagen Beetle. Rousseff only remembers purchasing the car, and doubts that she was the one responsible for managing the money.[32][33] In 1969, VAR Palmares allegedly planned the kidnapping of Antônio Delfim Netto, a symbol of the \"Brazilian Miracle\" and the most powerful civilian in the federal government at the time. This would have been carried out in December according to the book Os Carbonários, written by Alfredo Sirkis in 1981. Antonio Roberto Espinosa, former head of both VPR and VAR Palmares, was reported to have said that Rousseff was one of the five members of the organization's leadership aware of it. The kidnapping did not take place because the members of the organization were captured just weeks before. Rousseff emphatically denies that she was aware of the plan and doubts that anyone involved really remembers much about it. She also said that Espinosa fantasized about the event.[32][33] After learning about the quotes that were being attributed to him, Espinosa denied stating that Rousseff knew about the plan, which was vague in any case. He said that Rousseff never participated or planned any paramilitary actions; her role was only political.[34][35][36][37][38] Even with large amounts of money, the organization failed to maintain its unity. At a conference held in Teresópolis between August and September 1969, there was a major dispute between those who supported the armed struggle and those who advocated working with the masses. Rousseff was in the second group. While the first group split into the paramilitary VPR, led by Lamarca, the second—including Rousseff—continued as VAR Palmares. There was a dispute over the money and weapons.[22] After the split, Rousseff was sent to São Paulo, where she was in charge of keeping her group's weapons safe. She avoided the risk of keeping them in apartments by moving with a friend (Maria Celeste Martins, who would become her chief of staff assistant decades later) to a simple boarding house in the eastern zone of the city, where they hid the weapons under their beds.[22] José Olavo Leite Ribeiro, who met three times a week with Rousseff, was captured by the military. As Ribeiro reported, after a day of torture, he revealed the place where he would meet with another militant, in a bar on Rua Augusta in São Paulo. On 16 January 1970, he was forced to go to the bar accompanied by undercover policemen, where his colleague was captured and, when they were preparing to leave, 23 year-old Rousseff unexpectedly arrived. Realizing that something was wrong, Rousseff tried to leave the place without being noticed. The officers suspected Rousseff and searched her, discovering that she was armed. \"If it was not for the gun, it is possible that she could have escaped,\" says Ribeiro.[22] Rousseff was considered a big enough catch that a military prosecutor labeled her the \"Joan of Arc\" of the guerrilla movement.[4] Rousseff was taken to the OBAN headquarters, the same place where Vladimir Herzog would be tortured and killed five years later. She was allegedly tortured for 22 days by punching, ferule, and electric shock devices.[39] As Maria Luisa Belloque, a cellmate, said \"Dilma was shocked even with car wiring.\" Some ex-military officers have dismissed Rousseff's account, saying that she could not have survived that extent of torture.[40] Later, Rousseff denounced the torture she suffered in court proceedings, citing even the names of those who tortured her, such as Army Captain Benoni de Arruda Albernaz, mentioned by several other witnesses. Although she revealed the locations of some militants during torture interrogation, Rousseff managed to preserve the identities of Carlos Araújo (who would be arrested several months later) and Maria Celeste Martins.[22] Rousseff's name was on a list found at Carlos Lamarca's home, on a list of the prisoners who would get priority in exchange for hostages, but she was never exchanged and served out her sentence.[41] Carlos Araújo was arrested on 12 August 1970. After Rousseff was captured, he had an affair with actress and fellow militant Bete Mendes. After his arrest, he met Rousseff on some occasions, during displacements regarding the military lawsuits both were being prosecuted for. They were even a few months in the same prison in São Paulo, where during conjugal visits they reconciled, planning to resume married life after being released from jail.[22] Rousseff was convicted in the first instance to six years in prison. She had already served three years when the Supreme Military Court reduced her sentence to two years and a month. She also had her political rights suspended for eighteen years.[42] In December 2006, the Special Commission for Reparation of the Human Rights Office for the State of Rio de Janeiro approved a request for indemnification by Rousseff and eighteen other prisoners in law enforcement agencies of the São Paulo state government in the 1970s.[43] In her request, a pivotal witness was Vânia Abrantes, who was in the same police car that transferred her from São Paulo to Rio de Janeiro (Vânia was Araújo's girlfriend when he and Rousseff began to date).[22] Rousseff also requested compensation in the states of São Paulo and Minas Gerais, since she was arrested in São Paulo but taken for interrogation in the cities of Juiz de Fora and Rio de Janeiro. She also seeks damages from the federal government. The total compensation figure paid to victims of political persecution may be up to 72,000 reais. However, as her advisors have declared, the indemnification has a symbolic value to her, and Rousseff demanded the requests be tried only after her departure from public office.[42] On 5 April 2009, Folha de S.Paulo published, on its front page, an alleged criminal record of Rousseff containing notes about various crimes allegedly committed by her. The document would have been part of the file of the Department of Political and Social Order (Portuguese: Departamento de Ordem Política e Social—DOPS), the military regime's political police. Rousseff questioned the veracity of the file, claiming that it was a forged document, which led the newspaper to declare that it had not obtained the document from DOPS' file, but rather via e-mail and, thus, could not guarantee its veracity.[44][45][46][47] The record can be found on a far right-wing website which supports the regime.[48] Rousseff left jail at the end of 1972. She was ten kilograms (22 pounds) thinner and had acquired thyroid disease.[49] She spent some time recovering with family in Minas Gerais, visited an aunt in São Paulo, then moved to Porto Alegre, where Carlos Araújo was finishing the last months of his sentence. She stayed in her in-laws' house, from which they could see the prison where Araújo was held. Rousseff frequently visited her partner, bringing him newspapers and political books disguised as novels. The Presídio da Ilha das Pedras Brancas was deactivated, and Araújo served the remainder of his sentence in the Presídio Central. Prominent lawyer Afrânio Araújo, Carlos' father, died in June 1974, prompting his friends to pressure the regime for the release of Carlos, which happened just a week later.[22][49] Punished for subversion in accordance with the decree number 477, considered the AI-5 of universities, Rousseff was expelled from the Minas Gerais Federal University and barred from resuming her studies at that university in 1973.[50] She decided to attend a preparatory course in order to take the vestibular exam in economics at the Rio Grande do Sul Federal University. She was admitted to the university and graduated in 1977, this time not participating actively in the students' movement there. The year before, in March 1976, she gave birth to her only child, daughter Paula Rousseff Araújo. After graduation, she got her first paid job after serving her prison sentence as an intern at the Foundation of Economics and Statistics (Portuguese: Fundação de Economia e Estatística—FEE), an organization linked to the government of Rio Grande do Sul.[49] Her political activism, this time within the law, resumed at the Institute of Social and Political Studies (Portuguese: Instituto de Estudos Políticos e Sociais—IEPES) linked to the only legalized opposition party, the Democratic Movement (MDB). Even though she was not affiliated with the party, Rousseff organized debates at the institute, which received lectures from scholars such as Francisco de Oliveira, Fernando Henrique Cardoso, and Francisco Weffort. In 1976, Rousseff and Araújo worked for the campaign of Glênio Peres, a MDB candidate for the city council. Although he was elected, Peres' term was revoked for denouncing the regime's torture in a speech. In November 1977, Rousseff was reported by the newspaper O Estado de S. Paulo as one of the 97 \"subversives\" infiltrated in the public administration. The list was made by resigned Army Minister, Silvio Frota, who had summarized the political background of those he listed. Rousseff, characterized as a Colina and VAR Palmares militant \"cohabitating with the subversive Carlos Araújo\", was discharged from her job at the FEE, although she was later pardoned.[49] In 1978, Rousseff attended the Campinas State University, with the intention of receiving a master's degree in economics. At that time, she began attending a discussion group formed by other VAR Palmares former members, such as Rui Falcão, Antonio Roberto Espinosa, and eventually Carlos Araújo. Meeting once every three months, the group lasted a couple of years. They would read the works of Karl Marx, Nicos Poulantzas, and Louis Althusser, discussing what would be the right moment to resume their political activity. Rousseff declared that she \"attended the master's degree program\", but did not finish it, failing to present her thesis. \"That's why I returned to university to pursue a doctorate. And then I became minister and did not finish the doctorate\", she said. Her academic credentials have been the subject of controversy as her official biography listed these master's and doctoral degrees that she had never earned. She was, however, twice enrolled in the graduate program in economics at the State University of Campinas, without ever fulfilling the requirements for those degrees.[51][52] In 1968 she married journalist Cláudio Galeno de Magalhães Linhares, who introduced 20-year-old Rousseff to the underground resistance movement against the dictatorship. In the early 1970s, Rousseff separated from Galeno and started a relationship with Carlos Franklin Paixão de Araújo. She legally divorced Galeno in 1981.[53] Rousseff and Araújo have a daughter named Paula Rousseff de Araújo born in 1976. Rousseff divorced Araújo in 2000.[53] According to Rousseff, she enjoys history and is interested in opera. In the early 1990s, she enrolled in a course in Greek theater taught by playwright Ivo Bender. Greek mythology then became an obsession for her, and, influenced by Penelope, she decided to learn how to embroider. Her favorite actress is Fernanda Montenegro. Her website claims she is an avid reader, citing Machado de Assis, Guimarães Rosa, Cecília Meireles, and Adélia Prado as her favorite authors. She understands English very well when spoken slowly and can speak Spanish and limited amounts of French.[54] Paula Rousseff, born on 26 March 1976, in Porto Alegre, Rio Grande do Sul, is the only daughter of Dilma Rousseff and her former husband, Carlos Araújo. Paula is a law graduate and holds the office of Labor Prosecutor in Porto Alegre.[55] Paula Rousseff married business administrator Rafael Covolo in Porto Alegre on 18 April 2008.[56] On 9 September 2010, Paula Rousseff gave birth to Rousseff's first grandchild, a boy named Gabriel Rousseff Covolo, in the city of Porto Alegre, during the 2010 presidential campaign of her mother. After the last debate with four other candidates, on 30 September 2010, in the city of Rio de Janeiro, which was aired on national TV, Rousseff flew to Porto Alegre for the christening of Gabriel in the Roman Catholic Cathedral on 1 October 2010.[57] At a press conference on 25 April 2009, Rousseff revealed that she was undergoing treatment to remove an early-stage axillar lymphoma, a cancer in the lymphatic system, which was detected in her left armpit during a routine mammogram. It was diagnosed as a diffuse large B-cell lymphoma, an intermediate grade type, but her chances of being cured were up to 90%. She had curative chemotherapy treatment for four months.[58] In mid-May 2009, she was hospitalized in the Hospital Sírio-Libanês in São Paulo, with severe pains in her legs. The diagnosis was a myopathy, a muscle inflammation resulting from the cancer treatment. In early September that same year, she revealed she had completed her radiotherapy treatment, claiming to be cured, which was later confirmed by her doctors. She began to wear a wig due to hair loss caused by the chemotherapy.[citation needed] After seven months of wearing a wig, Rousseff wore her natural dark brown hair at the launch of the 3rd Human Rights Program on 21 December 2009. She had announced in November that she would be retiring her wig as soon as her hair became more even. She said it was still \"full of holes\", which was why she \"couldn't take [the wig] off there in Copenhagen, Denmark\". She first publicly admitted to wearing a wig in May of that year, when she jokingly referred to it as a \"basic little wig\".[59][60] Although Rousseff states that her political thinking has changed drastically – from Marxism to pragmatic capitalism – she remains proud of her radical roots.[4] Rousseff's views are mostly pro-life, supporting abortion only for pregnancies which endanger the life of the mother or are the result of rape, cases in which the current Brazilian legislation allows women to terminate their pregnancies.[61][62] However, she was criticized by sectors of the Catholic Church in Brazil and other religious groups, due to her past support for the legalization of abortion. This was also a main target of criticism by José Serra's campaign as well as the newsmagazine Veja, which emphasized Rousseff's past and current positions on its cover.[63] The subject only faded away from the news after the information became public that José Serra's wife, Monica Serra, had reportedly had an abortion in her youth[64][65] When asked about the criminal prosecution against Flamengo goalkeeper Bruno Fernandes de Souza, accused of killing his former girlfriend Eliza Samudio, Rousseff said that she opposes the death penalty.[66] According to her, \"if it were effective, there would not be such crimes in the United States.\"[66] Rousseff opposes gay marriage, but supports same-sex civil unions.[67] She said, \"Marriage is a religious issue. I, as an individual, would never say what a religion should or should not do. We have to respect them.\"[67] On the subject of same-sex civil union, Rousseff said that \"basic civil rights should be recognized within the civil legal framework.\"[67] She also opposes the legalization of illegal drugs, stating that \"Brazil today is in no condition to propose the decriminalization of any drug.\"[68] As a member of the Workers' Party, a socialist party which opposes Third Way politics, Rousseff was expected to be against privatization and neoliberalism. The Nation, as an example of this rationale, described Rousseff's victory as a defeat for the Washington Consensus.[69] Rousseff, however, has had an ambiguous stance on issues that involve privatization. She is, for instance, \"in favor of granting to private enterprises the construction of new power plants and roads, should it be cheaper to do them through grants than through public works.\"[70] Additionally, she favored the privatization of airports in order to prepare Brazil's infra-structure for the 2014 FIFA World Cup.[71] She also pledged to deepen the social welfare network inaugurated by the Lula administration, saying that, under her rule, \"Brazil will continue to grow, with social inclusion and mobility.\"[70] In 2014, during the presidential elections, the president, Dilma Rousseff, supported the criminalization of homophobia, citing the \"high rate\" of acts of violence against homosexuals in the country.[72] When the mandatory two-party system ended in the early 1980s, Rousseff participated, along with Carlos Araújo, in Leonel Brizola's efforts to restructure the Brazilian Labor Party (of social-democratic President João Goulart, overthrown by the 1964 coup). After the Supreme Electoral Court gave the name registry to the group linked to Ivete Vargas (Getúlio Vargas' niece), Rousseff and the group linked to Brizola founded the Democratic Labour Party (Portuguese: Partido Democrático Trabalhista—PDT).[49] Araújo was elected state deputy three times for this party, in 1982, 1986, and 1990. He was also the party's candidate for Porto Alegre mayor twice, losing to Workers' Party members Olívio Dutra in 1988, and Tarso Genro in 1992. Rousseff got her second job in the mid-1980s as an adviser for the PDT members of the Rio Grande do Sul Legislative Assembly.[49] Rousseff and Araújo devoted themselves to Alceu Collares' campaign for mayor of Porto Alegre in 1985. Much of his campaign platform and government plan was prepared at their home. After elected, Collares appointed Rousseff as the municipal Secretary of Treasury; this was her first job in the executive branch. According to Collares, Araújo influenced him on Rousseff's appointment, but her competence also contributed on his choice.[49] In the gubernatorial campaign of fellow PDT member Aldo Pinto in 1986, Rousseff had an advising role. Pinto's running mate was Nelson Marchezan, one of the most prominent civilians during the Brazilian military government. They would be defeated by the PMDB candidate Pedro Simon. Twenty years later, in an interview, Rousseff attempted to justify the controversial alliance: \"Marchezan was a leader of the dictatorship, but he was never an enragé (enraged). The Marchezan wing was the wing of the radicalized small (rural) owners. And he was an ethical guy.\"[49] Rousseff remained as Treasury Secretary until 1988, when she stepped out to dedicate herself in Araújo's campaign for mayor of Porto Alegre. She was replaced by Políbio Braga, which says that Rousseff persuaded him not to take office. She would have said that she could \"not control these crazy people\" and that she was leaving \"before it taints my biography.\" While Collares remembers Rousseff as an example of competence and public transparency, Braga disagrees, stating that \"she did not even leave us a single report, and the Treasury Secretary was a chaos.\"[49] Araújo's defeat jettisoned the PDT of the local executive branch. In 1989, however, Rousseff was appointed director-general of the city council, but was dismissed by councilman Valdir Fraga, president of the local legislature, after arriving late for work. As Fraga later said, \"I dismissed her because she had a problem with the time clock.\"[49] In 1990, Alceu Collares was elected governor, appointing Rousseff as president of the FEE, where she had been an intern in the 1970s. She remained in office until the end of 1993, when she was appointed Secretary of Energy and Communication through the influence of Carlos Araújo and his group. She remained in office until the end of 1994, the same time when her relationship with Araújo had ended, shaken by the discovery that another woman was pregnant with his child, Rodrigo (born in 1995). They later reconciled and remained together until 2000, when Rousseff moved alone to a rented apartment.[49] In 1995, after the end of Collares' term, Rousseff departed from her political office and returned to the FEE, where she was the editor of the magazine Economic Indicators (Portuguese: Indicadores Econômicos). It was during this break from public offices that she officially enrolled in the Campinas State University PhD program, in 1998. That same year, the Workers' Party won the Rio Grande do Sul gubernatorial election with the support of PDT in the second round. Once again she was appointed Secretary of Energy, this time by Governor Olívio Dutra. As he later recalled, \"I already knew and respected her. I also appointed her because she was in a more left-leaning stance inside the PDT, less populist.\"[49] During the first year of the Dutra administration, the PDT had gained some high-ranking offices, but Brizola felt that his party had very little space in the government, responsible for a tiny portion of the budget. Unable to get more space inside the administration, PDT members of the government were pressured by the party leadership to step down. The formation of the political alliance for the 2000 Porto Alegre mayoral election was also a cause of friction among the two parties. They ended up launching each own a different candidate; PDT's was Collares and PT's was Tarso Genro. Rousseff defended the maintenance of the alliance which had elected Dutra, supporting Genro's candidacy, and claiming she would not accept \"neoliberal alliances with the right-wing\". Her critics said that she was being hypocritical, once she defended an alliance with Marchezan in the 1986 election. Genro defeated Collares in the second round and Rousseff, among other fellow PDT members, joined the Workers' Party. Brizola accused them of being traitors.[49] During Rousseff's management of the Secretariat of Energy in the Dutra administration, the service capacity of the electricity sector rose by 46%.[49] due to an emergency program attended by state and private companies. In January 1999, Rousseff traveled to Brasília in order to alert the Fernando Henrique Cardoso administration that if the authorities responsible for the power sector did not invest in generation and transmission of energy, the power cuts that Rio Grande do Sul faced early in her administration would take place in the rest of the country.[73] Therefore, the electricity crisis at the end of the Fernando Henrique Cardoso administration affected millions of Brazilians, with the exception of those from the three southern states, where no rationing was imposed, as there was no drought. There was a voluntary energy saving, and Rousseff tried to obtain compensation from the federal government, as it was granted to other regions. The federal government did not grant it, and Rousseff had to compromise with the private sector. According to Pedro Parente, chief of staff during the Cardoso administration, \"she was pragmatic, objective and showed that she had a fluid dialogue with the business sector.\"[49] The issues related to the area of energy on the government plan of candidate Luiz Inácio Lula da Silva were discussed in meetings coordinated by physicist and nuclear engineer Luiz Pinguelli Rosa. Another highlighted member of the group was Ildo Sauer. Both of them were completely opposed to the privatization of the sector, which was, in their opinion, responsible for the energy problems that the country was facing. Pinguelli invited Rousseff to join the group meetings in June 2001, where she arrived as a shy participant in a team formed by several professors, but soon stood out with her objectivity and good knowledge of the area. However, it was clear for everyone in the group that Pinguelli would become the Minister of Energy if Lula won the election.[49] It was a great surprise for everyone that, after elected, Lula chose Rousseff as the incumbent minister. The President elect declared: \"Already near 2002, it appears there a comrade with a little computer in her hand. We started debating and I realized she had a differential characteristic from the others who were there, because she came in with the practicality of the assignment of running the Secretary of Energy of Rio Grande do Sul. Then I was like: I think I found my Minister here.\"[49] Another factor which would have weighed heavily on Lula's choice was the sympathy that Antonio Palocci had for Rousseff, recognizing that she would have a much easier dialogue with the private sector than Pinguelli, in addition to her support of the Carta aos Brasileiros (Letter to the Brazilian People), agreeing with several market friendly changes in the Workers' Party. Dutra said he was consulted by Lula, and praised Rousseff's technical merits while Secretary of Energy during his administration. \"I could have weighted the scale in her favor at that time, but from the transition government forward the merit is all hers,\" he recalled. After her appointment, she became very close to José Dirceu, appointed by Lula as the new chief of staff of Brazil.[49] Her management of the Ministry was marked by the respect of contracts made by the previous administration, by her efforts to prevent further blackouts and by the implementation of an electric model less concentrated in the hands of the state, differently from what Rosa and Sauer desired. Regarding the free market of energy, Rousseff not only kept it as she expanded it as well. José Luiz Alquéres, president of Light S.A., praised the approach taken by Rousseff, which is, accordind to him, helping the segment as a whole. He criticized, however, the delay in the implementation of the new model, but said that this is the fault of the bureaucratic government machinery. Convinced that urgent investments in power generation were required so that the country would not face a general blackout in 2009, Rousseff entered in a serious clash with then Minister of Environment, Marina Silva, which defended the embargo on several construction sites, concerned with the ecological imbalance that they could cause. Dirceu had to create a team of mediators between the two ministers in order to try to resolve their disputes.[74] A close friend of Lula, Pinguelli was appointed as president of Eletrobrás, and found himself at odds with Rousseff on several occasions, considering an early resignation once. He was ironic about Rousseff's alleged mood swings, being quoted as saying that \"this lady formats her disk every week.\" Pinguelli eventually left the federal government in 2004. Mauricio Tolmasquim, a member of the transition government which shared a vision of the energy sector similar to Rousseff's, was invited by her to be the executive secretary of the ministry. He stated that once they got to know each other better, Rousseff started shouting with him occasionally. \"It's her way. It's not personal. And in five minutes everything is okay,\" he said. Sauer, who took over the gas and energy department of Petrobras, also clashed with the minister, who repulsed his ideas of a statist model. Sometimes the clashes between them were so serious that Lula's intervention was necessary. Sauer left the state oil company in 2007. Another one which had disagreements with the minister on energy issues was the former Congressman Luciano Zica. For him, \"Dilma is the most democratic person in the world, as long as you agree 100% with her.\"[49] He recently left PT and joined the Green Party along with Marina Silva. After becoming a Minister, Rousseff defended a new industrial policy from the government, ensuring that Petrobras' platforms had a minimum domestic content, what could generate 30 thousand new jobs in the country. She argued that it was unthinkable that a billion dollar building was not being made in Brazil.[75] The bids for the P-51 and P-52 platforms were then the first in the country to require a minimum domestic content.[76] The requirement was heavily criticized, on the grounds that it would increase the costs of Petrobras,[77] but Rousseff defended the country's ability to produce ships and platforms, stating that the nationalization rates of the platforms, which varied between 15% and 18% rose to more than 60% after the requirement.[78] Lula acknowledged that, from the perspective of the company, the costs did in fact go higher, but that Petrobras should not only target the immediate costs, but also the strengthening of national science and technologies.[79] In 2008, the shipbuilding industry as a whole employed 40 thousand people, compared to 500 people in the mid-90s, in part because of the nationalization requirement.[79] Brazil now has the sixth largest shipping industry in the world.[80] Rousseff proposed to accelerate the goals of universalizing the access to electricity, which had a deadline of 2015, suggesting that 1.4 million rural households would get electricity access by 2006. She argued that it was a social inclusion goal that should be a part of Fome Zero, (Zero Hunger) and that it was not possible to assume that such a program would provide a financial return. During the Fernando Henrique Cardoso administration, a similar program, called Luz no Campo (Rural Electrification), was created to encourage agribusiness providing the funding by the recipient. The goal of the program was to provide electricity to over a million households, but as of early 2003 only half of them had been electrified.[81] According to Rousseff, the results of this program were higher in states where local governments subsidized it for the population.[82] She defended, then, a program heavily subsidized by the federal government, which should not only subsidize, but cover the costs for the universalization of electricity.[83] The subsidy, however, should be for the consumer, and not for the electric companies.[82] The program was launched in November 2003, under the name Luz para Todos (Electricity for All), focused in regions with a low Human Development Index and toward families with total incomes equaling, up to, three times the minimum wage. The goal of the program was to provide electricity for 2.5 million rural households (approximately 12 million people) by the end of 2008. In October 2008, Rousseff acknowledged that the government would not be able to fulfill its goal in time, leaving 100,000 households behind. In April 2008, the government extended the program until 2010, in order to benefit another 1.17 million families. 49% of the program's connections are concentrated in the Northeastern region of Brazil, which represented, from January 2005 to May 2008, 37.8% of all new wiring in the region, making the Northeast surpass the Southern region in power consumption for the first time. Despite being initially advertised as being funded by the Federal Government, 90% of its cost is actually paid for by electricity consumers, through several tariffs on energy prices.[84] As Minister of Energy, Rousseff had the support of two key ministers of the Lula administration: Antonio Palocci and José Dirceu. After Dirceu resigned as Chief of the Presidential Staff due to his involvement in the so-called \"Mensalão\" scandal, instead of being weakened, Rousseff was chosen by Lula to be the new chief of staff. She took office on 21 June 2005, becoming the first female to assume the position.[49] As a former Energy Minister, she also holds a seat on the board of directors of Petrobras.[85] According to Gilberto Carvalho, the President's private secretary, Rousseff, caught the attention of Lula for her courage to face difficult situations and for her technical skills. Franklin Martins, another guerrilla fighter-turned-minister, said Lula was very impressed with Rousseff's management of the Ministry of Energy, where she prevented another blackout. \"Lula realized that she kept things moving,\" he said. By choosing Rousseff, Lula also prevented the political dispute between Palocci and Dirceu to succeed him, while Rousseff did not have such ambition for being a new member of the Workers' Party, and not belonging to any party faction, she moved about well in all of them. Rousseff said to Carvalho that being appointed as chief of staff was a much bigger surprise for her than being appointed as Minister of Energy.[49] In the opinion of Rio Grande do Sul senator and former governor Pedro Simon, since Rousseff took office, \"seriousness is being imposed\" in the Presidential Staff.[86] After Rousseff took office, the U.S. Consulate General in São Paulo sent a long profile of her to the U.S. Department of State.[87] It detailed several aspects of her life, talking about her past activity in guerrilla organizations, her tastes and habits, and professional characteristics, being described as a prestigious and detailed technician, with the reputation of a workaholic and a great ability to listen, but lacking political tact, turning directly to technicians rather than her superiors.[88][89] On 13 June 2010, after more than two years of widespread speculation, Rousseff launched her campaign as the official presidential candidate for the Workers' Party in the 2010 presidential election.[90] At that time, former São Paulo State Governor José Serra, candidate for the center-right opposition bloc, had been at the top of the polls for over two years. With promises of maintaining Lula's popular policies, Rousseff was able to surpass Serra in all the polls by late July.[91] In spite of maintaining a wide margin over him, she did not receive 50% of valid votes in the first round and had to face a run-off against Serra on 31 October, when she was elected with over 56% of the valid votes.[92] Rousseff's coalition, For Brazil to keep on changing, was initially formed by nine political parties, which gave her the largest amount of time for advertisement on television. This was the first time that PT got more television time than its main rival, the Brazilian Social Democracy Party (PSDB). However, under Brazilian electoral law, television time must be equally allocated on the run-off. Rousseff's ads were noted for their professionalism and production quality,[93] being rated as the best electoral program by 56% of voters.[94] Rousseff's candidacy was also supported by notable international figures, such as Puerto Rican actor Benicio del Toro,[95] First Secretary of the French Socialist Party Martine Aubry,[96] and American filmmaker Oliver Stone, who recorded a message on her behalf.[97] Singer Alcione,[98] Portuguese Brazilian economist Maria da Conceição Tavares,[99] and journalist Hildegard Angel (daughter of Zuzu Angel and sister of Stuart Angel)[100] also recorded messages on Rousseff's behalf. On 15 October, Tom Morello posted a message on his Twitter account supporting her candidacy, which he said represented \"the poor, the working class and the youth.\"[101] On 18 October 2010, Brazilian artists and intellectuals held an event in the Oi Casagrande theatre in Leblon, Rio de Janeiro, to show their support to Rousseff's candidacy. Among them were Chico Buarque, Beth Carvalho, Alceu Valença, Elba Ramalho, Emir Sader, Oscar Niemeyer, Leonardo Boff, and Marilena Chaui.[102] That same day, she received a letter of support by prominent members of the European Green Party, such as Daniel Cohn-Bendit, Dominique Voynet, Monica Frassoni, Philippe Lamberts, Noël Mamère, José Bové, and Yves Cochet.[103] According to the letter, Serra represents \"the worst in our society: gender bias, sexism and homophobia, along with the most shady and myopic economic interests.\"[103] Brazilian newspaper Brasil de Fato, as well as magazine CartaCapital both declared support for Rousseff's candidacy.[104][105] Rousseff won the presidency by an approximate margin of 56% to 44%, and took office on 1 January 2011, as the first woman president of the country.[106] She became the third female head of government ever in the history of Brazil, and the first de jure female head of state since the death of Maria I, Queen of the United Kingdom of Portugal, Brazil and the Algarves in 1816. During her presidential campaign, Rousseff underwent a makeover, replacing glasses with contact lenses, undergoing plastic surgery and adopting a different hairstyle.[107] On 26 October 2014, Rousseff was re-elected president of Brazil, after securing more than 51% of votes in the closest election race since 1989. An official count showed her rival, center-right candidate Aécio Neves, taking just over 48% of the vote.[108] According to Bulgarian media, Bulgaria experienced \"Dilma fever.\"[109][110] The local media followed the presidential race in Brazil closely, interested in the election of a half-Bulgarian to rule over the world's 5th most populous nation and 7th largest economy.[110] In an interview for the 24 Hours newspaper, Rousseff said that she \"feel[s] tenderness and love for Bulgaria. I can even say that to a certain extent I do feel like I am Bulgarian, even though I have never been in the country where my father was born. My father died when I was only fifteen years old and I did not have the chance to learn Bulgarian.\"[111] In November 2010, an exhibition was held in Gabrovo about Rousseff's origins.[112] After Rousseff's election, Bulgarian Prime Minister Boyko Borisov promptly invited her for an official visit to the country. During her inauguration, he reiterated the invitation.[113] Since her inauguration, Rousseff has received 21 letters from Bulgarian citizens.[114] On 4 October 2011, President Rousseff visited Bulgaria for the first time ever for a state visit as well as for an emotional back-to-the-roots visit to the homeland of her late emigrant father.[115] She paid a visit to the grave of her Bulgarian half-brother, Lyuben-Kamen Rusev, whom she never met and who died in 2007 at the age of 78.[116] Dilma Rousseff was inaugurated as President of Brazil on 1 January 2011. The event – which was organized by her transitional team, the Ministries of External Relations and Defense and the Presidency of the Republic[118] – was awaited with some expectation, since she became the first woman ever to preside over the country. Important female figures in Brazilian history were honored with panels spread across the Monumental Axis.[119] According to the military police of the Federal District, around 30,000 people attended.[120] Until 21 December 2010, the publishing house of the Senate had printed 1,229 invitations for Rousseff's inauguration.[121] The National Congress expected a total of 2,000 guests for the ceremony.[121] As reported by the press, between 14 and 17 heads of state and government had confirmed their presence.[122][123] Among them were José Sócrates,[124] Juan Manuel Santos, Mauricio Funes, Alan García, José Mujica, Hugo Chávez, Álvaro Colom, Alpha Condé, Sebastián Piñera, Evo Morales,[122] (later canceled due to last minute protests in his country) and Boyko Borisov.[113] U.S. President Barack Obama sent Secretary of State Hillary Clinton to represent him.[122][125] Former Japanese Prime Minister Taro Aso also attended.[122] In addition to the formal ceremony, Rousseff's inauguration also featured concerts by five female Brazilian singers: Elba Ramalho, Fernanda Takai, Mart'nália and Zélia Duncan, and Gaby Amarantos.[126] The Ministry of Culture organized the cultural part of the event, having provided a budget of 1.5 million reais (around 800 thousand U.S. dollars) for it.[126] The concerts started at 10:00 am and stopped at 2:00 pm, with the start of the official inauguration ceremony.[127] The concerts continued from 6:00 to 9:00 pm.[127] Rousseff did not attend, as she held a reception at the Itamaraty Palace for foreign authorities attending her inauguration.[127] Each foreign authority had the opportunity to talk to her for 30 seconds.[127] On 17 December 2010, Rousseff received from the Supreme Electoral Court a diploma attesting her victory in the 2010 presidential election, becoming the first woman in the history of Brazil to receive it.[128] She was unable to name all members of her cabinet until that ceremony, as she had desired.[129] Rousseff completed the appointment of all 37 members of her cabinet on 22 December 2010.[130] Although she had projected that 30% of her cabinet would be composed of women,[131][132] the females appointed eventually made up 24% of her cabinet. Rousseff's own Workers' Party (PT) comprised 43% of her cabinet, with 16 members, while 12 other offices were handed out to six out of ten political parties that formed her winning electoral coalition. The remaining 9 cabinet offices, among which were key offices such as the presidency of the Central Bank of Brazil, the Ministry of External Relations and the Ministry of the Environment, were handed out to non-partisan technical names.[130] Since she took office, Rousseff has changed the members of her cabinet members four times.[133] She has become the president which promoted the highest number of cabinet changes in the first six months of government.[133] On 7 June 2011, Rousseff's then chief of staff and influential PT leader, Antonio Palocci resigned from office due to a scandal involving his personal wealth evolution.[133] On the same day, Paraná Senator Gleisi Hoffmann (also from PT) replaced him.[133] Three days later, Ideli Salvatti – former Santa Catarina Senator for PT and Minister of Fishing and Aquaculture up until then – traded office with Luiz Sérgio – former mayor of Angra dos Reis and licensed federal deputy for Rio de Janeiro (both for PT) and Secretary of Institutional Relations up until that moment.[133] On 6 July, Alfredo Nascimento, then Minister of Transportation, left office after allegations that public works were being overbilled.[133] On 4 August, Nelson Jobim left the Ministry of Defense after an interview he gave to the Piauí magazine criticizing both Hoffmann and Salvatti.[134] Rousseff named Celso Amorim to replace him.[134] Jobim had previously declared to have voted on José Serra for president.[134] With the changes, the female presence in the cabinet increased to 26%, while the PT presence increased to almost 45%. When she arrived at the presidential palace, Rousseff announced her desire to promote women (a decision that was mocked by the press, which called the government a \"Republic of high heels\"). But she has barely succeeded in appointing them in 24% of the ministries. The appointments depend on the political parties in the coalition, which – with the exception of the Workers' Party (PT) – do not support positive discrimination.[135] Rousseff maintained a majority approval rating throughout her first term.[136] In late March 2013, her government was approved by 63% of Brazilians, while her personal approval rating was at 79%, a personal high. Rousseff was also cited as the preferential candidate for 58% of the voters in the 2014 presidential election, in which she was reelected. Rousseff's popularity is attributed to popular measures of her government, such as the reduction of the federal tax in the energy bill and the exemption of federal tax in the products of the consumer basket (meat, milk, beans, rice, flour, potatoes, tomatoes, bread, sugar, coffee powder, cooking oil, butter, bananas and apples).[137] The lowering of the overnight rate conducted by the Central Bank of Brazil is also mentioned as a cause for Rousseff's high popularity.[138] This has caused some to consider her \"populist\", a consideration shared by her predecessor Luiz Inácio Lula da Silva.[139][140] In early 2015, Rousseff's popularity began to decline and in February 2015, a month before the 2015 protests in Brazil began, Rousseff's approval rating dropped 19 points to 23% with 44% disapproving of her.[141] In July of the same year, her approval rating reached a new low (9%), while her disapproval rating reached 64%.[142] By late 2015, thousands of Brazilians began to protest, demanding Rousseff's impeachment.[citation needed] In March and April 2015 millions of protesters took to the streets during the 2015 protests in Brazil against Rousseff's alleged involvement in the Petrobras scandal which involved kickbacks and corruption. When allegations surfaced that graft occurred while President Rousseff was part of the board of directors of Petrobras, between 2003 and 2010, Brazilians became upset with the government and called for Rousseff's impeachment.[143] No direct evidence implicating Rousseff in the scheme has been made public, and she denies having any prior knowledge of it.[144] Role of Jonathan David Taylor in Rousseff's downfall The chain of events that ended with President Rousseff's impeachment was begun by the English lawyer Jonathan David Taylor. In 2013 Taylor blew the whistle on SBM Offshore NV, the Dutch company responsible for paying hundreds of millions of dollars to senior Petrobras personnel in bribes to win offshore oil and gas-related contracts, while Rousseff chaired the national oil and gas company. Later SBM illicitly funded her Workers Party during Rousseff's first presidential election. The scandal gave rise to Operation Car Wash, which in turn led to Rousseff's popularity falling to 5% in the polls as the enormity of the levels of corruption at the organisations she headed came to light. In 2015, millions of Brazilians protested in over fifty cities and her downfall became an inevitability. Taylor's revelations would later lead to Rousseff's predecessor, President Lula, being jailed for corruption.[145] Rousseff's administration pushed to complete a number of hydroelectric dam projects in the Amazon River Basin, despite appeals from local residents of areas that would be affected, including indigenous tribes, and pressure from both domestic and international groups. Opposition to the dam projects, especially the Belo Monte Dam project, was driven by environmental, economic and human rights concerns, for both the people to be displaced and the workers brought in from other parts of Brazil to build the dams. Xingu (Kayapo) Chief Raoni Metuktire and members of other tribes affected by hydroelectric dam projects proposed or already under construction;[146] Brazilian and international NGOs,[147] including Greenpeace,[148] Amazon Watch[149] and International Rivers[150] and international celebrities including director James Cameron, actress Sigourney Weaver, and musician Sting[151] all called for a halt to Amazon Basin hydroelectric projects. Working conditions for laborers on the projects were harsh, while pay was low despite a high cost of living at the remote construction sites. This led to strikes and other worker actions at several hydroelectric projects. In the spring of 2012, 17,000 workers at the Jirau Dam site went on strike for over three weeks, and later some began looting company stores, setting fire to dam structures, and destroying worker housing. Military troops eventually deployed to quell the rioting and end the strike.[152] Meanwhile, multiple courts, offices and state governments continue to litigate to halt dam projects; the status of the Belo Monte project was reversed so many times via injunctions and appeals that only the Brazilian Supreme Federal Court remained[153] – along with, theoretically, the Inter-American Court of Human Rights (CIDH), the judicial body of the Organization of American States (OAS), which also called on Brazil to halt Belo Monte and other projects accused of human rights violations. However, President Rousseff had already recalled the Brazilian ambassador to the OAS, and furthermore withheld Brazil's annual contribution to the CIDH, approximately US$800,000.[154] Rousseff was less popular with Brazilian LGBT social movements than expected from a left-wing president, and an often cited reason is that there are many instances in the government's balance of power where disagreements with the right-wing factions may have side effects.[155] For example, although Brazil is a secular state and church and state are separated, religion is openly discussed and involved in politics. The best example is the Evangelical Caucus. The Brazilian Supreme Federal Court ruled 10–0 in May 2011, with one abstention, to legalise same-sex civil unions.[156] (See Same-sex marriage in Brazil.) The same month, however, a spokesperson for President Dilma Rousseff announced that she had suspended distribution of sex education videos through the ministries of health and education, saying that \"anti-homophobia kits\", as they are known, were \"inappropriate for children\" and did not offer an objective view of homosexuality.[157] From 25 May 2012, Rousseff's government faced a number of strikes by public employees, especially university professors. The strike left millions of students without classes for months.[158] According to O Globo, a Rio de Janeiro newspaper, she believes private sector jobs should be prioritized by her government's policies.[159] In 2013, the government revised the status of domestic workers. The law now imposes a maximum working time of forty-four hours per week, the payment of overtime in case of overtime, a minimum wage, the possibility of taking breaks, health coverage and makes redundancy payments compulsory.[160] Rousseff was ranked fourth in Forbes' 2014 list of the most powerful women in the world,[161] and the second most powerful in 2013.[162] In 2015 she was the 7th, and in 2016 she was no longer in the list.[163] In August 2011, Rousseff was included in the Forbes list of the most powerful women in the world, at the 3rd position, behind Merkel and U.S. Secretary of State Hillary Clinton.[164][165] In October 2010, she was included in the Forbes list of the most powerful people in the world, at the 16th position.[166][167] She was the third highest placed woman on the list, after Angela Merkel and Sonia Gandhi, President of the Indian National Congress. On 20 September, she received a Woodrow Wilson Public Service Award at the Pierre Hotel in New York City, a distinction which was also given to her predecessor in 2009. On the following day, she became the first woman to open a session of the United Nations General Assembly.[168] Rousseff was featured on the cover of Newsweek magazine on 26 September 2011. On 2 December 2015, Eduardo Cunha, president of the Chamber of Deputies, accepted a petition for Rousseff's impeachment.[173] A special committee held hearings and recommended that the full Chamber authorize presenting the charges to the Senate. On 17 April 2016, the lower house voted by the required majority of two-thirds of its members to present the impeachment petition to the Senate, and did so on 18 April 2016. A Senate special committee concluded in a report that the accusation justified an impeachment trial and recommended an impeachment trial. On 12 May 2016, the Senate began the judicial process of impeachment. Rousseff was notified and under the Constitution of Brazil automatically suspended from the presidency pending a final decision of the Senate.[6] Vice President Michel Temer assumed her powers and duties as acting president of Brazil during the suspension.[7][8] On 31 August 2016, the Senate, sitting as a judicial body, voted 61–20 in favor of impeachment, finding Rousseff guilty of breaking budget laws, and removing her from office. Temer subsequently assumed the office and was sworn in as President of Brazil.[9][10] Suspended president Rousseff during an interview with Al Jazeera at the Alvorada Palace, 1 June 2016. Rousseff delivering her farewell address after being removed from office by the Senate, 31 August 2016. On 5 August 2018, the Workers' Party convention in Minas Gerais officialized Rousseff as a Senate candidate, representing the state, in the 2018 elections.[11] She placed fourth in the election. Of the two seats in the Senate for Minas Gerais, Rodrigo Pacheco and Carlos Viana were the winners.[174] Rousseff was an interviewee for the 2019 documentary The Edge of Democracy.","country":"Brazil"}