{"name":"Dingiri Banda Wijetunga","url":"/wiki/Dingiri_Banda_Wijetunga","Born":"1916-02-15","Died":"2008-09-21","Political party":"United National Party","termEnds":null,"termStarts":null,"text":"Sri Lankabhimanya Dingiri Banda Wijetunga (Sinhala: ඩිංගිරි බණ්ඩා විජේතුංග,Tamil: டிங்கிரி பண்ட விஜேதுங்க; 15 February 1916 – 21 September 2008) was the fourth President of Sri Lanka from 1 May 1993 to 12 November 1994, Prime Minister of Sri Lanka from 3 March 1989 to 7 May 1993 and the Governor of North Western province, Sri Lanka from 1988 to 1989. He was awarded Sri Lanka's most highest award to a civilian Sri Lankabhimanya in 1993 by President Ranasinghe Premadasa. Wijetunga was born on 15 February 1916 to Wijethunga Mudiyanselage Delgahapitiya Arachchila and his wife Manamperi Mudiyanselage Palingumanike Manamperi, as the eldest in a middle class Sinhala Buddhist family living on the outskirts of the then Udunuwara parliamentary seat in the Kandy District of the Central Province in Sri Lanka. He completed his primary education at Waligalla Central College thereafter moved on to St Andrew's College in Gampola. After completing his schooling, he joined Ceylon Police as a constable in 1939 and served in Borella, Fort and Maradana and left service in 1942. Subsequently, he joined the Co-operative Department as an Co-operative Inspector thereafter from 1947 to 1959. He closely associated with veteran politicians like George E. de Silva and A. Ratnayaka. A. Ratnayake who was then Minister of Food and Co-operatives in the D.S. Senanayake Cabinet took him as his Private Secretary. He joined the United National Party in 1946 and unsuccessfully contested the Kadugannawa electorate in the 1956 general election, the Yatinuwara electorate in the March 1960 general election and the Udunuwara electorate in the July 1960 general election. He entered parliament for the first time when he successfully contested the Udunuwara electorate at the 1965 general election. He lost the Udunuwara electorate in 1970, but was returned to Parliament in the 1977 UNP landslide, being appointed Cabinet Minister of Information and Broadcasting in the J.R. Jayewardene administration. During this regime Wijetunga functioned in various ministerial capacities holding the portfolios of Posts and Telecommunication, Power, Highways and Agricultural Development. He served briefly as the Governor of North Western province in 1988 before returning to Parliamentary politics a few months later. In the last general election he contested he secured the largest number of preferential votes in the Kandy District. Wijetunga was surprisingly appointed Prime Minister in 1989 by President Ranasinghe Premadasa. He also held the Ministries of Finance and Labour and Vocational Training in addition to being the State Minister of Defence in the Premadasa administration. Lalith Athulathmudali was shot dead in April 1993 while campaigning for the Provincial Council elections. The killing provoked widespread protests against the government and allegations were hurled at the President for complicity in the assassination. A week later President Premadasa was also murdered in Colombo on May Day 1993 in a suicide bombing widely considered to be an act of the Tamil Tigers. Wijetunga became acting president until parliament convened to elect a successor to the slain president under the terms of the Constitution. Wijetunga was elected unanimously by Parliament to complete the remainder of Premadasa's term and was sworn in as the third executive President on 7 May 1993. His rule coincided with the rise of Chandrika Kumaratunga within the ranks of the SLFP. He did not believe that peace could be achieved by negotiating with the LTTE. The Eastern Province was liberated from the LTTE during his tenure except Thoppigala. After a decisive defeat in the Southern Provincial Council Election in 1994, he dissolved parliament prematurely in June that year. However his party was defeated in the 1994 general election and Wijetunga appointed Kumaratunga as Prime Minister. Even though under the constitution, Wijetunga was bestowed with wide powers, he chose not to exercise much authority, letting the Prime Minister manage the affairs of the country. He decided not to contest the presidential election and he appointed Lucky Jayawardena as the organizer for his electorate Udunuwara. He relinquished office in November 1994 after Kumaratunga was elected President by an unprecedented majority. His political career was Succeeded by Lucky Jayawardena (MP). D.B. Wijetunga died after a prolonged illness around 9.30 am on 21 September 2008 at Kandy General Hospital.[1] He was 92.[2] 2. Obituary Associated Press","country":"Sri Lanka"}