{"name":"Dmitry Medvedev","url":"/wiki/Dmitry_Medvedev","Born":"1965-09-14","Education":"Leningrad State University","Political party":"United Russia (2011–present)","termEnds":null,"termStarts":"7 May 2008","text":"Dmitry Anatolyevich Medvedev (Russian: Дмитрий Анатольевич Медведев, IPA: [ˈdmʲitrʲɪj ɐnɐˈtolʲjɪvʲɪtɕ mʲɪdˈvʲedʲɪf]; born 14 September 1965) is a Russian politician serving as deputy chairman of the Security Council of Russia since 2020.[2] Medvedev served as president from 2008 to 2012 and as prime minister from 2012 to 2020.[3] Medvedev was elected president in the 2008 election. He was regarded as more liberal than his predecessor, Vladimir Putin, who was also appointed prime minister during Medvedev's presidency. Medvedev's top agenda as president was a wide-ranging modernisation programme, aiming at modernising Russia's economy and society, and lessening the country's reliance on oil and gas. During Medvedev's tenure, the New START nuclear arms reduction treaty was signed by Russia and the United States, Russia emerged victorious in the Russo-Georgian War, and recovered from the Great Recession. Medvedev also launched an anti-corruption campaign, despite later being accused of corruption himself. He served a single term in office and was succeeded by Putin following the 2012 presidential election. Medvedev was then appointed by Putin as prime minister. He resigned along with the rest of the government on 15 January 2020 to allow Putin to make sweeping constitutional changes; he was succeeded by Mikhail Mishustin on 16 January 2020. On the same day, Putin appointed Medvedev to the new office of deputy chairman of the Security Council.[4] Former Prime Minister of Russia Former President of Russia Political views Elections Presidency Premiership  Dmitry Medvedev was born on 14 September 1965 in Leningrad, in the Soviet Union. His father, Anatoly Afanasyevich Medvedev (November 1926 – 2004), was a chemical engineer teaching at the Leningrad State Institute of Technology.[5][6] Dmitry's mother, Yulia Veniaminovna Medvedeva (née Shaposhnikova, born 21 November 1939),[7] studied languages at Voronezh University and taught Russian at Herzen State Pedagogical University. Later, she would also work as a tour guide at Pavlovsk Palace. The Medvedevs lived in a 40 m2 apartment at 6 Bela Kun Street in the Kupchino Municipal Okrug (district) of Leningrad.[8][9] Dmitry was his parents' only child. The Medvedevs were regarded at the time as a Soviet intelligentsia family.[9] His maternal grandparents were Ukrainians whose surname was Kovalev, originally Koval. Medvedev traces his family roots to the Belgorod region.[citation needed] As a child, Medvedev was intellectually curious, described by his first grade teacher Vera Smirnova as a \"dreadful why-asker\". After school, he would spend some time playing with his friends before hurrying home to work on his assignments. In the third grade, Medvedev studied the ten-volume Small Soviet Encyclopedia belonging to his father.[9] In the second and third grades, he showed interest in dinosaurs and memorised primary Earth's geologic development periods, from the Archean up to the Cenozoic. In the fourth and fifth grades he demonstrated interest in chemistry, conducting elementary experiments. He was involved to some degree with sport. In grade seven, his adolescent curiosity blossomed through his relationship with Svetlana Linnik, his future wife, who was studying at the same school in a parallel class.[9] This apparently affected Medvedev's school performance. He calls the school's final exams in 1982 a \"tough period when I had to mobilize my abilities to the utmost for the first time in my life.\"[8][10] In the autumn of 1982, 17-year-old Medvedev enrolled at Leningrad State University to study law. Although he also considered studying linguistics, Medvedev later said he never regretted his choice, finding his chosen subject increasingly fascinating, stating that he was lucky \"to have chosen a field that genuinely interested him and that it was really 'his thing'\".[8][9] Fellow students described Medvedev as a correct and diplomatic person who in debates presented his arguments firmly, without offending.[9] During his student years, Medvedev was a fan of the English rock bands Black Sabbath, Led Zeppelin, and Deep Purple, fond of sports and participated in athletic competitions in rowing and weight-lifting.[citation needed] He graduated from the Law Department of Leningrad State University in 1987 (together with Ilya Yeliseyev, Anton Ivanov, Nikolay Vinnichenko and Konstantin Chuychenko, who later became associates). After graduating, Medvedev considered joining the prosecutor's office to become an investigator however, he took an opportunity to pursue graduate studies as the civil law chair, deciding to accept three budget-funded post-graduate students to work at the chair itself.[8] In 1990, Medvedev defended his dissertation titled, \"Problems of Realisation of Civil Juridical Personality of State Enterprise\" and received his Candidate of Sciences degree in private law.[citation needed] Anatoly Sobchak, a major democratic politician of the 1980s and 1990s was one of Medvedev's professors at the university. In 1988, Medvedev joined Sobchak's team of democrats and served as the de facto head of Sobchak's successful campaign for a seat in the new Soviet parliament, the Congress of People's Deputies of the USSR.[11] After Sobchak's election campaign Medvedev continued his academic career in the position of docent at his alma mater, now renamed Saint Petersburg State University.[12] He taught civil and Roman law until 1999. According to one student, Medvedev was a popular teacher; \"strict but not harsh\". During his tenure Medvedev co-wrote a popular three-volume civil law textbook which over the years has sold a million copies.[9] Medvedev also worked at a small law consultancy firm which he had founded with his friends Anton Ivanov and Ilya Yeliseyev, to supplement his academic salary.[9] In 1990, Anatoly Sobchak returned from Moscow to become chairman of the Leningrad City Council. Sobchak hired Medvedev who had previously headed his election campaign. One of Sobchak's former students, Vladimir Putin, became an adviser. The next summer, Sobchak was elected Mayor of the city, and Medvedev became a consultant to City Hall's Committee for Foreign Affairs. It was headed by Putin.[8][9] In November 1993, Medvedev became the legal affairs director of Ilim Pulp Enterprise (ILP), a St. Petersburg-based timber company. Medvedev aided the company in developing a strategy as the firm launched a significant expansion. Medvedev received 20% of the company's stock. In the next seven years Ilim Pulp Enterprise became Russia's largest lumber company with an annual revenue of around $500 million. Medvedev sold his shares in ILP in 1999. He then took his first job at the central government of Russia. The profits realised by Medvedev are unknown.[9] In June 1996, Medvedev's colleague Vladimir Putin was brought into the Russian presidential administration. Three years later, on 16 August 1999, he became Prime Minister of Russia. Three months later, in November 1999, Medvedev became one of several from St. Petersburg brought in by Vladimir Putin to top government positions in Moscow. On 31 December, he was appointed deputy head of the presidential staff, becoming one of the politicians closest to President Putin. During the 2000 presidential elections, he was Putin's campaign manager. Putin won the election with 52.94% of the popular vote. Medvedev was quoted after the election commenting he thoroughly enjoyed the work and the responsibility calling it \"a test of strength\".[9] As president, Putin launched a campaign against corrupt oligarchs and economic mismanagement. He appointed Medvedev chairman of gas company Gazprom's board of directors in 2000 with Alexei Miller. Medvedev put an end to the large-scale tax evasion and asset stripping by the previous corrupt management.[13] Medvedev then served as deputy chair from 2001 to 2002, becoming chair for the second time in June 2002,[8] a position which he held until his ascension to presidency in 2008.[14] During Medvedev's tenure, Gazprom's debts were restructured[15] and the company's market capitalisation grew from $7.8 billion[16] in 2000 to $300 billion in early 2008. Medvedev headed Russia's negotiations with Ukraine and Belarus during gas price disputes.[15] In October 2003, Medvedev replaced Alexander Voloshin as presidential chief of staff. In November 2005, Medvedev moved from the presidential administration of the government when Putin appointed him as first deputy prime minister of Russia. In particular, Medvedev was made responsible for the implementation of the National Priority Projects focusing on improving public health, education, housing and agriculture. The program saw an increase of wages in healthcare and education and construction of new apartments but its funding, 4% of the federal budget, was not enough to significantly overhaul Russia's infrastructure. According to opinion polls, most Russians believed the money invested in the projects had been spent ineffectively.[9] Following his appointment as first deputy prime minister, many political observers began to regard Medvedev as a potential candidate for the 2008 presidential elections,[17] although Western observers widely believed Medvedev was too liberal and too pro-Western for Putin to endorse him as a candidate. Instead, Western observers expected the candidate to arise from the ranks of the so-called siloviki, security and military officials many of whom were appointed to high positions during Putin's presidency.[9] The silovik Sergei Ivanov and the administrator-specialist Viktor Zubkov were seen as the strongest candidates.[18] In opinion polls which asked Russians to pick their favourite successor to Putin from a list of candidates not containing Putin himself, Medvedev often came out first, beating Ivanov and Zubkov as well as the opposition candidates.[19] In November 2006, Medvedev's trust rating was 17%, more than double than that of Ivanov. Medvedev's popularity was probably boosted by his high-profile role in the National Priority Projects.[20] Many observers were surprised when on 10 December 2007, President Putin introduced Medvedev as his preferred successor. This was staged on TV with four parties suggesting Medvedev's candidature to Putin, and Putin then giving his endorsement. The four pro-Kremlin parties were United Russia, Fair Russia, Agrarian Party of Russia and Civilian Power.[18] United Russia held its party congress on 17 December 2007 where by secret ballot of the delegates, Medvedev was officially endorsed as their candidate in the 2008 presidential election.[21] He formally registered his candidacy with the Central Election Commission on 20 December 2007 and said he would step down as chairman of Gazprom, since under the current laws, the president is not permitted to hold another post.[22] His registration was formally accepted as valid by the Russian Central Election Commission on 21 January 2008.[23] Describing his reasons for endorsing Medvedev, Putin said: I am confident that he will be a good president and an effective manager. But besides other things, there is this personal chemistry: I trust him. I just trust him.[9] As 2 March 2008 election approached, the outgoing president, Vladimir Putin, remained the country's most popular politician. An opinion poll by Russia's independent polling organisation, the Levada Center,[24] conducted over the period 21–24 December 2007 indicated that when presented a list of potential candidates, 79% of Russians were ready to vote for Medvedev if the election was immediately held.[25][26][27] The other main contenders, the Communist Gennady Zyuganov and the LDPR's Vladimir Zhirinovsky both received in 9% in the same poll.[28][29] Much of Putin's popularity transferred to his chosen candidate, with 42% of the survey responders saying that Medvedev's strength came from Putin's support to him.[30][31] In his first speech after being endorsed, Medvedev stated that, as president, he would appoint Vladimir Putin to the post of prime minister to head the Russian government.[32] Although constitutionally barred from a third consecutive presidential term, such a role would allow Putin to continue as an influential figure in Russian politics.[33] Putin pledged that he would accept the position of prime minister should Medvedev be elected president. Although Putin had pledged not to change the distribution of authority between the president and prime minister, many analysts expected a shift in the center of power from the presidency to the prime minister post when Putin assumed the latter under a Medvedev presidency.[34] Election posters portrayed the pair side by side with the slogan \"Together We Win\"[35] (\"Вместе победим\").[36] Medvedev vowed to work closely with Putin once elected.[37] In December 2007, in preparation for his election campaign, Medvedev promised that funding of the National Priority Projects would be raised by 260 billion rubles for 2008. Medvedev's election campaign was relatively low-key and, like his predecessor, Medvedev refused to take part in televised debates, citing his high workload as first deputy prime minister as the reason. Instead, Medvedev preferred to present his views on his election website Medvedev2008.ru.[38] In January 2008, Medvedev launched his campaign with stops in the oblasts.[39] On 22 January 2008, Medvedev held what was effectively his first campaign speech at Russia's second Civic Forum, advocating a liberal-conservative agenda for modernising Russia. Medvedev argued that Russia needed \"decades of stable development\" because the country had \"exhausted its share of revolutions and social upheavals back in the twentieth century\". Medvedev therefore emphasised liberal modernisation while still aiming to continue his predecessor's agenda of stabilisation.[40] On 15 February 2008, Medvedev held a keynote speech at the Fifth Krasnoyarsk Economic Forum, saying that: Freedom is better than non-freedom – this principle should be at the core of our politics. I mean freedom in all its manifestations – personal freedom, economic freedom and, finally, freedom of expression.[40] In the Krasnoyarsk speech, Medvedev harshly condemned Russia's \"legal nihilism\" and highlighted the need to ensure the independence of the country's judicial system and the need for an anti-corruption program. Economically, Medvedev advocated private property, economic deregulation and lower taxes. According to him, Russia's economy should be modernised by focusing on four \"I\"s: institutions, infrastructure, innovation and investment.[40][41][42] Medvedev was elected President of Russia on 2 March 2008. The final election results gave him 70.28% (52,530,712) of votes with a turnout of 69.78% of registered voters. The main contenders, Gennady Zyuganov and Vladimir Zhirinovsky received 17.72% and 9.35% respectively. Three-quarters of Medvedev's vote was Putin's electorate. According to surveys, had Putin and Medvedev both run for president in the same elections, Medvedev would have received 9% of the vote.[43] The fairness of the election was disputed by international observers. Andreas Gross, head of the Parliamentary Assembly of the Council of Europe (PACE) mission, stated that the elections were \"neither free nor fair\". Moreover, the few western vote monitors bemoaned the inequality of candidate registration and the abuse of administrative resources by Medvedev allowing blanket television coverage.[44] Russian programmer Shpilkin analysed the results of Medvedev's election and came to the conclusion that the results were falsified by the election committees. However, after the correction for the alleged falsification factor, Medvedev still came out as the winner although with 63% of the vote instead of 70%.[45] On 7 May 2008, Dmitry Medvedev took an oath as the third president of the Russian Federation in a ceremony held in the Grand Kremlin Palace.[46] After taking the oath of office and receiving a gold chain of double-headed eagles symbolising the presidency, he stated:[47] I believe my most important aims will be to protect civil and economic freedoms... We must fight for a true respect of the law and overcome legal nihilism, which seriously hampers modern development.[47] His inauguration coincided with the celebration of the Victory Day on 9 May. He attended the military parade at Red Square and signed a decree to provide housing to war veterans.[48] On 8 May 2008, Dmitry Medvedev appointed Putin Prime Minister of Russia as he had promised during his election campaign. The nomination was approved by the State Duma with a clear majority of 392–56, with only Communist Party of the Russian Federation deputies voting against.[15] 12 May 2008, Putin proposed the list of names for his new cabinet which Medvedev approved.[49] Most of the personnel remained unchanged from the period of Putin's initial presidency but there were several high-profile changes. The Minister of Justice, Vladimir Ustinov was replaced by Aleksandr Konovalov; the Minister of Energy, Viktor Khristenko was replaced with Sergei Shmatko; the Minister of Communications, Leonid Reiman was replaced with Igor Shchyogolev and Vitaliy Mutko received the newly created position of Minister of Sports, Tourism and Youth policy.[15] In the presidential administration, Medvedev replaced Sergei Sobyanin with Sergei Naryshkin as the head of the administration. The head of the Federal Security Service, Nikolai Patrushev, was replaced with Alexander Bortnikov.[15] Medvedev's economic adviser Arkady Dvorkovich and his press attaché Natalya Timakova became part of the president's core team. Medvedev's old classmate from his student years, Konstantin Chuichenko, became his personal assistant.[20] Medvedev was reported to have taken care not to upset the balance of different factions in the presidential administration and in the government. However, the influence of the powerful security/military-related siloviki weakened after Medvedev's inauguration for the first time in 20 years. In their place, Medvedev brought in the so-called civiliki, a network of St. Petersburg civil law scholars preferred by Medvedev for high positions.[20][50] From the beginning of Medvedev's tenure, the nature of his presidency and his relationship with Putin was subject to considerable media speculation. In a unique situation in the Russian Federation's political history, the constitutionally powerful president was now flanked with a highly influential prime minister (Putin), who also remained the country's most popular politician. Previous prime ministers had proven to be almost completely subordinate to the president and none of them had enjoyed strong public approval, with Yevgeny Primakov and Putin's previous tenure (1999–2000) as prime minister under Boris Yeltsin being the only exceptions.[15] Journalists quickly dubbed the new system with a practically dual-headed executive as \"government by tandem\" or \"tandemocracy\", with Medvedev and Putin called the \"ruling tandem\".[9] Daniel Treisman has argued that early in Medvedev's presidency, Putin seemed ready to disengage and started withdrawing to the background. In the first year of Medvedev's presidency, two external events threatening Russia—the late-2000s financial crisis and the 2008 South Ossetia war—changed Putin's plans and caused him to resume a stronger role in Russian politics.[9] The long-lingering conflict between Georgia and the separatist regions of South Ossetia and Abkhazia, which were supported by Russia, escalated during the summer of 2008.On 1 August 2008, the Russian-backed South Ossetian forces started shelling Georgian villages, with a sporadic response from Georgian peacekeepers in the area. Intensifying artillery attacks by the South Ossetians broke a 1992 ceasefire agreement. To put an end to these attacks, the Georgian army units were sent in to the South Ossetian conflict zone on 7 August. Georgian troops took control of most of Tskhinvali, a separatist stronghold, in hours.[51][52] At the time of the attack, Medvedev was on vacation and Putin was attending the opening ceremony of the 2008 Beijing Olympics.[53] At about 1:00 a.m on 8 August, Medvedev held a telephone conversation with the Defence Minister, Anatoliy Serdyukov. It is likely that during this conversation, Medvedev authorised the use of force against Georgia.[54] The next day, Medvedev released a statement, in which he said: Last night, Georgian troops committed what amounts to an act of aggression against Russian peacekeepers and the civilian population in South Ossetia ... In accordance with the Constitution and the federal laws, as President of the Russian Federation it is my duty to protect the lives and dignity of Russian citizens wherever they may be. It is these circumstances that dictate the steps we will take now. We will not allow the deaths of our fellow citizens to go unpunished. The perpetrators will receive the punishment they deserve. In the early hours of 8 August, Russian military forces launched a counter-offensive against Georgian troops. After five days of heavy fighting, all Georgian forces were routed from South Ossetia and Abkhazia. On 12 August, Medvedev ended the Russian military operation, entitled \"Operation to force Georgia into peace\". Later on the same day, a peace deal brokered by the French and EU president, Nicolas Sarkozy, was signed between the warring parties. On 26 August, after being unanimously passed by the State Duma, Medvedev signed a decree recognising South Ossetia and Abkhazia as independent states. The five-day conflict cost the lives of 48 Russian soldiers, including 10 peacekeepers, while the casualties for Georgia was 170 soldiers and 14 policemen.[56] The Russian popular opinion of the military intervention was broadly positive, not just among the supporters of the government, but across the political spectrum.[57] Medvedev's popularity ratings soared by around 10 percentage points to over 70%,[58] due to what was seen as his effective handling of the war.[59] Shortly in the aftermath of the conflict, Medvedev formulated a 5-point strategy of the Russian foreign policy, which has become known as the Medvedev Doctrine. On 30 September 2009, the European Union–sponsored Independent International Fact-Finding Mission on the Conflict in Georgia stated that, while preceded by months of mutual provocations, \"open hostilities began with a large-scale Georgian military operation against the town of Tskhinvali and the surrounding areas, launched in the night of 7 to 8 August 2008.\"[60][61] In September 2008, Russia was hit by repercussions of the global financial crisis. Before this, Russian officials, such as the Finance Minister, Alexei Kudrin, had said they believed Russia would be safe, due to its stable macroeconomic situation and substantial reserves accumulated during the years of growth. Despite this, the recession proved to be the worst in the history of Russia, and the country's GDP fell by over 8% in 2009.[62] The government's response was to use over a trillion rubles (more than $40 billion U.S. Dollars) to help troubled banks,[63] and initiated a large-scale stimulus programme, lending $50 billion to struggling companies.[62][63] No major banks collapsed, and minor failures were handled in an effective way. The economic situation stabilised in 2009, but substantial growth did not resume until 2010. Medvedev's approval ratings declined during the crisis, dropping from 83% in September 2008 to 68% in April 2009, before recovering to 72% in October 2009 following improvements in the economy.[64][65] According to some analysts, the economic crisis, together with the 2008 South Ossetia war, delayed Medvedev's liberal programme. Instead of launching the reforms, the government and the presidency had to focus their efforts on anti-crisis measures and handling the foreign policy implications of the war.[66][67] In the economic sphere, Medvedev has launched a modernisation programme which aims at modernising Russia's economy and society, decreasing the country's dependency on oil and gas revenues and creating a diversified economy based on high technology and innovation.[68] The programme is based on the top 5 priorities for the country's technological development: efficient energy use; nuclear technology; information technology; medical technology and pharmaceuticals; and space technology in combination with telecommunications.[69] In November 2010, on his annual speech to the Federal Assembly Medvedev stressed for greater privatisation of unneeded state assets both at the federal and regional level, and that Russia's regions must sell-off non-core assets to help fund post-crisis spending, following in the footsteps of the state's planned $32 billion 3-year asset sales. Medvedev said the money from privatisation should be used to help modernise the economy and the regions should be rewarded for finding their own sources of cash.[70][71] Medvedev has named technological innovation one of the key priorities of his presidency. In May 2009, Medvedev established the Presidential Commission on Innovation, which he will personally chair every month. The commission comprises almost the entire Russian government and some of the best minds from academia and business.[72] Medvedev has also said that giant state corporations will inevitably be privatised, and although the state had increased its role in the economy in recent years, this should remain a temporary move.[73] On 7 August 2009, Dmitry Medvedev instructed the prosecutor general, Yury Chayka, and the chief of the Audit Directorate of the Presidential Administration of Russia, Konstantin Chuychenko, to probe state corporations, a new highly privileged form of organisation earlier promoted by President Putin, to question their appropriateness.[74][75] In June 2010, he visited the Twitter headquarters in Silicon Valley declaring a mission to bring more high-tech innovation and investment to the country.[76] Medvedev made reforming Russia's law enforcement one of his top agendas, the reason for which was a shooting started by a police officer in April 2009 in one of Moscow's supermarkets. Medvedev initiated the reform at the end of 2009, with a presidential decree issued on 24 December ordering the government to begin planning the reform. In early August 2010, a draft law was posted on the Internet at the address [1] for public discussion. The new website received more than 2,000 comments within 24 hours.[77] Based on citizen feedback, several modifications to the draft were made. On 27 October 2010, President Medvedev submitted the draft to the lower house of the Russian parliament, the State Duma.[78] The State Duma voted to approve the bill on 28 January 2011, and the upper house, the Federation Council followed suit on 2 February 2011. On 7 February 2011, President Medvedev signed the bill into law.[79] The changes came into effect on 1 March 2011.[80] Under the reform, the salaries of Russian police officers were increased by 30%, Interior Ministry personnel were cut and financing and jurisdiction over the police were centralised.[citation needed] Around 217 billion rubles ($7 billion) were allocated to the police reform from the federal budget for the time frame 2012–2013.[81] On 19 May 2008, Medvedev signed a decree on anti-corruption measures, which included creation of an Anti-Corruption Council.[82] In the first meeting of the council on 30 September 2008, Medvedev said:[83] I will repeat one simple, but very painful thing. Corruption in our country has become rampant. It has become commonplace and characterises the life of the Russian society. In July 2008, Medvedev's National Anti-Corruption Plan was published in the official Rossiyskaya Gazeta newspaper. It suggested measures aimed at making sanctions for corruption more severe, such as legislation to disqualify state and municipal officials who commit minor corruption offences and making it obligatory for officials to report corruption. The plan ordered the government to prepare anti-corruption legislation based on these suggestions.[84][85] The bill that followed, called On Corruption Counteraction was signed into law on 25 December 2008 as Federal Law N 273-FZ.[86] According to Professor Richard Sakwa, \"Russia now at last had serious, if flawed, legislation against corruption, which in the context was quite an achievement, although preliminary results were meagre.\"[83] Russia's score in Corruption Perceptions Index rose from 2.1 in 2008 to 2.2 in 2009, which \"could be interpreted as a mildly positive response to the newly adopted package of anti-corruption legislation initiated and promoted by president Medvedev and passed by the Duma in December 2008\", according to Transparency International's CPI 2009 Regional Highlights report.[87] On 13 April 2010, Medvedev signed presidential decree No. 460 which introduced the National Anti-Corruption Strategy, a midterm government policy, while the plan is updated every two years. The new strategy stipulated increased fines, greater public oversight of government budgets and sociological research.[88][89] According to Georgy Satarov, president of the Indem think tank, the latest decree \"probably reflected Medvedev's frustration with the fact that the 2008 plan had yielded little result.\"[88] In January 2011, President Medvedev admitted that the government had so far failed in its anti-corruption measures.[90] On 4 May 2011, Medvedev signed the Federal Law On Amendments to the Criminal Code and the Code of Administrative Offences of the Russian Federation to Improve State Anti-Corruption Management.[91] The bill raised fines for corruption to up to 100 times the amount of the bribe given or received, with the maximum fine being 500 million rubles ($18.3 million).[92] President Medvedev initiated a new policy called \"Our New School\"[clarification needed] and instructed the government to present a review on the implementation of the initiative every year.[93] Regional elections held on 1 March 2009 were followed by accusations of administrative resources being used in support of United Russia candidates, with the leader of A Just Russia, Sergey Mironov, being especially critical. Responding to this, Medvedev met with the chairman of the Central Election Commission of Russia, Vladimir Churov, and called for moderation in the use of administrative resources.[94] In August 2009, Medvedev promised to break the near-dominant position of United Russia party in national and regional legislatures, stating that \"New democratic times are beginning\".[95] The next regional elections were held on 11 October 2009 and won by United Russia with 66% of the vote. The elections were again harshly criticised for the use of administrative resources in favour of United Russia candidates. Communist, LDPR and A Just Russia parliamentary deputies staged an unprecedented walkout on 14–15 October 2009 as a result.[94] Although Medvedev often promised to stand up for more political pluralism, Professor Richard Sakwa observed, after the 2009 regional elections, a gulf formed between Medvedev's words and the worsening situation, with the question arising \"whether Medvedev had the desire or ability to renew Russia's political system.\"[94] On 26 October 2009, the First Deputy Chief of Staff, Vladislav Surkov, warned that democratic experiments could result in more instability and that more instability \"could rip Russia apart\".[96] On 6 November 2010, Medvedev vetoed a recently passed bill which restricted antigovernment demonstrations. The bill, passed on 22 October, prohibited anyone who had previously been convicted of organising an illegal mass rally from seeking permission to stage a demonstration.[97] In late November 2010, Medvedev made a public statement about the damage being done to Russia's politics by the dominance of the United Russia party. He claimed that the country faced political stagnation if the ruling party would \"degrade\" if not challenged; \"this stagnation is equally damaging to both the ruling party and the opposition forces.\" In the same speech, he said Russian democracy was \"imperfect\" but improving. BBC Russian correspondents reported that this came on the heels of discontent in political circles and opposition that the authorities, in their view, had too much control over the political process.[98] In his first State of the Nation address to the Russian parliament on 5 November 2008,[99] Medvedev proposed to change the Constitution of Russia in order to increase the terms of the president and State Duma from four to six and five years respectively (see 2008 Amendments to the Constitution of Russia). Medvedev on 8 May 2009, proposed to the legislature and on 2 June signed into law an amendment whereby the chairperson of the Constitutional Court and his deputies would be proposed to the parliament by the president rather than elected by the judges, as was the case before.[100] In May 2009, Medvedev set up the Presidential Commission of the Russian Federation to Counter Attempts to Falsify History to the Detriment of Russia's Interests.[101] In August of the same year, he stated his opposition to the equating of Stalinism with Nazism. Medvedev denied the involvement of the Soviet Union in the Soviet invasion of Poland together with Nazi Germany. Arguments of the European Union and of the Organization for Security and Co-operation in Europe (OSCE) were called a lie. Medvedev said it was Joseph Stalin who in fact \"ultimately saved Europe\".[102] On 30 October 2009, due to the Day of Remembrance of the Victims of Political Repressions, President Medvedev published a statement in his video blog. He stressed that the memory of national tragedies is as sacred as the memory of victory. Medvedev recalled that for twenty of the pre-war years entire layers and classes of the Russian people were destroyed (this period includes the Red Terror mainly under the lead of Felix Dzerzhinsky, the crimes of Joseph Stalin and other evil deeds of the Soviet Bolsheviks). Nothing can take precedence over the value of human life, said the president.[103] In a speech on 15 September 2009, Medvedev stated that he approved of the abolition in 2004 of direct popular elections of regional leaders, effectively in favour of their appointment by the Kremlin, and added that he didn't see a possibility of a return to direct elections even in 100 years.[104][105] In 2009, Medvedev proposed an amendment to the election law which would decrease the State Duma election threshold from 7% to 5%. The amendment was signed into law in Spring 2009. Parties receiving more than 5% but less than 6% of the votes would henceforward be guaranteed one seat, while parties receiving more than 6% but less than 7% will get two seats. These seats will be allocated before the seats for parties with over 7% support.[106] Russian election law stipulates that parties with representatives in the State Duma are free to put forward a list of candidates for the Duma elections, while parties with no current representation need first to collect signatures. Under the 2009 amendments initiated by Medvedev, the number of signatures required was lowered from 200,000 to 150,000 for the 2011 Duma elections. In subsequent elections, only 120,000 signatures will be required.[106] In August, during the third month of Medvedev's presidency, Russia took part in the 2008 South Ossetia war with Georgia, which drove tension in Russia–United States relations to a post–Cold War high. On 26 August, following a unanimous vote of the Federal Assembly of Russia, Medvedev issued a presidential decree officially recognising Abkhazia and South Ossetia as independent states,[109] an action condemned by the G8.[110] On 31 August 2008, Medvedev shifted Russia's foreign policy under his government, built around five main principles:[111] In his address to the parliament on 5 November 2008 he also promised to deploy the Iskander missile system and radar-jamming facilities in Kaliningrad Oblast to counter the U.S. missile defence system in Eastern Europe.[112] Following U.S. President Barack Obama's 17 September 2009 decision to not deploy missile-defense elements in the Czech Republic and Poland, Dmitry Medvedev said he decided against deploying Iskander missiles in Russia's Kaliningrad Oblast.[113] On 21 November 2011, Medvedev claimed that the war on Georgia had prevented further NATO expansion.[114] In 2011, during the performance at the Yaroslavl Global Policy Forum, President Medvedev has declared that the doctrine of Karl Marx on class struggle is extremist and dangerous. Progressive economic stratification which can be less evident in period of economic growth, leads to acute conflicts between rich and poor people in period of downturn. In such conditions, the doctrine on class struggle is being revived in many regions of the world, riots and terrorist attacks become reality, by opinion of Medvedev.[115] In August 2014, President Barack Obama said: \"We had a very productive relationship with President Medvedev. We got a lot of things done that we needed to get done.\"[116] During the official visit to Armenia on 7 April 2016, Prime Minister Dmitry Medvedev visited the Tsitsernakaberd Memorial Complex to pay tribute to the victims of the Armenian genocide. Medvedev laid flowers at the Eternal Fire and honoured the memory of the victims with a minute of silence. Russia recognised the crime in 1995.[117] Although the Russian constitution clearly apportions the greater power in the state to the president, speculation arose over the question of whether it was Medvedev or Prime Minister Vladimir Putin who actually wielded the most power.[118] According to London Daily Telegraph, \"Kremlin-watchers\" note that Medvedev uses the more formal form of 'you' (Вы, 'vy') when addressing Putin, while Putin addresses Medvedev with the less formal 'ty' (ты).[118] According to a poll conducted in September 2009 by the Levada Center in which 1,600 Russians took part, 13% believed Medvedev held the most power, 32% believed Putin held the most power, 48% believed that the two shared equal levels of influence, and 7% failed to answer.[119] However, Medvedev attempted to affirm his position by stating, \"I am the leader of this state, I am the head of this state, and the division of power is based on this.\"[120] As both Putin and Medvedev could have run for president in the 2012 general elections, there was a view from some analysts that some of Medvedev's contemporaneous actions and comments at the time were designed to separate his image from Putin's. BBC News suggested these might include his dealings in late 2010 with NATO and the United States, possibly designed to show himself as being better able to deal with Western nations,[121] and comments in November about the need for a stronger opposition in Russian politics, to present himself as a moderniser. BBC News observed other analysts considered the split to be exaggerated, that Medvedev and Putin were \"trying to maximise support for the authorities by appealing to different parts of society\".[98] There was belief that the court verdict on former oligarch Mikhail Khodorkovsky and his partner Platon Lebedev, both of whom funded opposition parties before their arrests, would indicate whether or not Putin was \"still calling all the shots\".[122] On 24 September 2011, while speaking at the United Russia party congress, Medvedev recommended Vladimir Putin as the party's presidential candidate and revealed that the two men had long ago cut a deal to allow Putin to return to the presidency in 2012 after he was forced to stand down in 2008 by term limits.[123] This switch was termed by many in the media as \"rokirovka\", the Russian term for the chess move \"castling\". Medvedev said he himself would be ready to perform \"practical work in the government\".[124] Putin accepted Medvedev's offer the same day, and backed him for the position of the prime minister of Russia in case the United Russia, whose list of candidates in the elections Medvedev agreed to head, were to win in the upcoming Russian legislative election.[125] The same day, the Russian Orthodox Church endorsed the proposal by President Medvedev to let Putin return to the post of president of Russia.[126] On 22 December 2011, in his last state of the nation address in Moscow, Medvedev called for comprehensive reform of Russia's political system — including restoring the election of regional governors and allowing half the seats in the State Duma to be directly elected in the regions. \"I want to say that I hear those who talk about the need for change, and understand them\", Medvedev said in an address to the Duma. \"We need to give all active citizens the legal chance to participate in political life.\" However, the opposition to the ruling United Russia party of Medvedev and Prime Minister Putin dismissed the proposals as political posturing that failed to adequately address protesters who claimed 4 December election was rigged.[127] On 7 May, on his last day in office, Medvedev signed the last documents as the head of state: in the sphere of civil society, protection of human rights and modernisation. He approved the list of instructions by the results of the meeting with the presidential council on civil society and human rights, which was held on 28 April. Medvedev also approved with his decree \"Presidential programme for raising skills of engineers for 2012–2014\" for modernisation and technological development of the Russian economy.[128] On 7 May 2012, the same day he ceased to be the president of Russia, Dmitry Medvedev was nominated by President Vladimir Putin to the office of prime minister.[129][130] On 8 May 2012, the State Duma of the Russian Federation voted on the nomination submitted by the new president, and confirmed the choice of Medvedev to the post. Putin's United Russia party, now led by Medvedev, secured a majority of the Duma's seats in the 2011 legislative election, winning 49% of the vote, and 238 of the 450 seats. Medvedev's nomination to the office of prime minister was approved by the State Duma in a 299–144 vote.[131] Medvedev took office as prime minister of Russia also on 8 May 2012, after President Vladimir Putin signed the decree formalising his appointment to the office.[132] On 19 May 2012, Dmitry Medvedev took part in the G-8 Summit at Camp David, in the United States, replacing President Putin, who decided not to represent Russia in the summit. Medvedev was the first prime minister to represent Russia at a G-8 meeting. On 21 May 2012, his Cabinet was appointed and approved by the president. On 26 May, he was approved and officially appointed as the chairman of United Russia, the ruling party. Earlier in the same week Medvedev was officially joined the party and thereby became Russia's first prime minister affiliated to a political party.[133] In the wake of the 2014 Ukrainian revolution, Russia annexed the Crimean Peninsula. On 31 March 2014, Medvedev visited Crimea after the peninsula became part of Russia on 18 March. During his visit he announced the formation of the Federal Ministry for Crimea Affairs.[134] On 7 May 2018, Dmitry Medvedev was nominated as prime minister by Vladimir Putin for another term.[135] On 8 May, Medvedev was confirmed by the State Duma as prime minister, with 374 votes in favour.[136] On 15 May, Putin approved the structure and on 18 May the composition of the Cabinet.[137][138] In March 2017, discontentment was triggered through Medvedev's depiction in an investigative film by the Anti-Corruption Foundation titled He Is Not Dimon to You. This sparked demonstrations in central Moscow, with the crowd chanting \"Medvedev, resign!\" as well as \"Putin is a thief!\"[139] In the summer of 2018, protests country-wide protests took place against the retirement age hike introduced by Medvedev's government. The plan was unexpectedly announced by the government on 14 June, which coincided with the opening day of the 2018 FIFA World Cup hosted by Russia.[140] As a result of the demonstrations, the ratings of Medvedev as well as President Putin significantly declined. Following the 2019 Siberia wildfires, Medvedev proposed revising regulatory acts on extinguishing fires in regions, and instructed to consult with foreign experts in developing proposals to fight with wildfires.[141] Medvedev, along with his entire Cabinet resigned on 15 January 2020, after Putin delivered the Presidential Address to the Federal Assembly, in which he proposed several amendments to the constitution. Medvedev stated that he was resigning to allow President Putin to make the significant constitutional changes suggested by Putin regarding shifting power away from the presidency.[142] Medvedev said that the constitutional changes would \"significantly change Russia's balance of power\".[143][144] Putin accepted the resignation.[145] Although Medvedev had ostensibly resigned voluntarily (part 1 of Article 117 of the constitution),[146][147] the Executive Order that was released stated that Putin had dismissed the cabinet as per Article 83 (c) and part 2 of Article 117 of the constitution.[148][149] Kommersant reported that the use of these sections revealed that it was Putin who had sacked Medvedev and that the resignation was not voluntary but forced, since these sections give power to the president to dissolve the government without explanation or motivation.[150] Putin suggested that Medvedev take the post of deputy chairman of the Security Council.[144] On 16 January 2020, Medvedev was appointed to the post of deputy chairman of the Security Council of Russia.[151] His salary was set at 618,713 rubles (8,723.85 USD).[152] In a July interview with Komsomolskaya Pravda, Medvedev said he retains \"good friendly relations\" with President Putin, which was in contrast with the opinion of many circles that his departure from the role of prime minister was a result of a rift in the domestic policies of both men.[153] In February 2022, after Russia was suspended from the Council of Europe due to its invasion of Ukraine, and subsequently announced its intention to withdraw from the organization, Medvedev stated that while the decision to suspend Russia was \"unfair\", it was also a \"good opportunity\" to reinstate the death penalty in Russia.[154][155] He also stated that Russia didn't need diplomatic relations with the West and that the sanctions imposed on the country gave it good reason to pull out of dialogue on nuclear stability and potentially New START.[156] In response to the 2022 Russian invasion of Ukraine, on 6 April 2022 the Office of Foreign Assets Control of the United States Department of the Treasury added Medvedev to its list of persons sanctioned pursuant to Executive Order 14024.[157] Medvedev is married and has a son named Ilya Dmitrevich Medvedev (born 1995). His wife, Svetlana Vladimirovna Medvedeva, was both his childhood friend and school sweetheart. They married several years after their graduation from secondary school in 1982.[158] Medvedev is a fan of British hard rock, listing Led Zeppelin, Black Sabbath, Pink Floyd, and Deep Purple as his favourite bands. He is a collector of their original vinyl records and has previously said that he has collected all of the recordings of Deep Purple.[159][160] As a youth, he made copies of their records, even though these bands were then on the official state-issued blacklist.[161] In February 2008, Medvedev and Sergei Ivanov attended a Deep Purple concert in Moscow together.[162] During a visit to Serbia, Medvedev received the highest award of the Serbian Orthodox Church, the Order of St. Sava, for \"his contribution to the unity of the world Orthodoxy and his love to the Serbian people.\"[163] Medvedev always reserves an hour each morning and again each evening to swim[160] and weight train. He swims 1,500 metres (4,900 ft) twice a day. He also jogs, plays chess, and practices yoga. Among his hobbies are reading the works of Mikhail Bulgakov and he is also a fan of the Harry Potter series after asking J. K. Rowling for her autograph when they met during the G-20 London Summit in April 2009.[164] He is also a fan of football and follows his hometown professional football team, FC Zenit Saint Petersburg.[165] Medvedev is an avid amateur photographer. In January 2010, one of his photographs was sold at a charity auction for 51 million rubles (US$1,750,000), making it one of the most expensive ever sold.[166] The photo was purchased by Mikhail Zingarevich, a co-founder and member of the board of directors of the Ilim Group at which Medvedev worked as a lawyer in the 90s.[167] Medvedev's reported 2007 annual income was $80,000, and he reported approximately the same amount as bank savings. Medvedev's wife reported no savings or income. They live in an upscale apartment house \"Zolotye Klyuchi\" in Moscow.[168] Despite this supposedly modest income, a video by anti-corruption activist Alexei Navalny[169] purports to show \"the vast trove of mansions, villas and vineyards accumulated\" by Medvedev.[170] On the Russian-language Internet, Medvedev is sometimes associated with the Medved meme, linked to padonki slang, which resulted in many ironic and satirical writings and cartoons that blend Medvedev with a bear. (The word medved means \"bear\" in Russian and the surname \"Medvedev\" is a patronymic which means \"of the bears\".) Medvedev is familiar with this phenomenon and takes no offence, stating that the web meme has the right to exist.[171][172][173][174] Medvedev speaks English, in addition to his native Russian,[175] but during interviews he speaks only Russian.[176] In September 2016, opposition leader Alexei Navalny published a report with information about Dmitry Medvedev's alleged summer residence (\"dacha\") – an 80 hectare estate with plethora of houses, a ski run, a cascading swimming pool, three helipads and purpose-built communications towers. The estate even includes a house for ducks, which received public ridicule and led to ducks becoming a protest symbol in Russia a year later.[177] The area is surrounded by a six-foot (1.82 meter) fence and is allegedly 30 times the size of Red Square, the iconic square in Moscow.[178] This summer residence is an expensively renovated 18th century manor called Milovka Estate [ru] and located in Plyos on the shore of Volga River.[179] In March 2017, Navalny and the Anti-Corruption Foundation published another in-depth investigation of properties and residences used by Medvedev and his family. A report called He Is Not Dimon To You shows how Medvedev allegedly owns and controls large areas of land, villas, palaces, yachts, expensive apartments, wineries and estates through complicated ownership structures involving shell companies and foundations.[180] Their total value is estimated at around US$1.2 billion. The report states that the original source of wealth is gifts by Russian oligarchs and loans from state owned banks. An hour long YouTube video in Russian was released together with the report. A month after release, the video had more than 24 million views.[181] Medvedev dismissed the allegations, calling them \"nonsense\".[182] These revelations have resulted in large protests throughout Russia. Russian authorities responded by arresting protesters in unauthorised protests—hundreds were arrested including Alexei Navalny, which the government called \"an illegal provocation\".[183] An April 2017 Levada poll found that 45% of surveyed Russians supported the resignation of Medvedev.[184] Medvedev wrote two short articles on the subject of his doctoral dissertation in Russian law journals. He is also one of the authors of a textbook on civil law for universities first published in 1991 (the 6th edition of Civil Law. In 3 Volumes. was published in 2007). He is the author of a university textbook, Questions of Russia's National Development, first published in 2007, concerning the role of the Russian state in social policy and economic development. He is also the lead co-author of a book of legal commentary entitled, A Commentary on the Federal Law \"On the State Civil Service of the Russian Federation\". This work considers the Russian Federal law on the civil service,[185] which went into effect on 27 July 2004, from multiple perspectives — scholarly, jurisprudential, practical, enforcement- and implementation-related.[186] In October 2008, President Medvedev delivered the first podcast at the presidential website.[187] His videoblog posts have also been posted in the official LiveJournal community blog_medvedev[188] On 23 June 2011, Medvedev participated in launching of the \"Eternal Values\" project of RIA Novosti state-operated news agency together with Russian chapter of Wikimedia Foundation. RIA Novosti granted free Creative Commons licences to one hundred of its images, while Medvedev registered as Dmitry Medvedev for RIAN and personally uploaded one of those photographs to Wikimedia Commons.[189][190] On 13 April 2009, Medvedev gave a major interview to the Novaya Gazeta newspaper. The interview was the first one he had ever given to a Russian print publication and covered such issues as civil society and the social contract, transparency of public officials and Internet development.[191][192]","country":"Russia"}