{"name":"Donald Trump","url":"/wiki/Donald_Trump","Occupation":"Politician businessman media personality","Born":"1946-06-14","Political party":"Republican (1987–1999, 2009–2011, 2012–present)","termEnds":"2021-1-20","termStarts":"2017-1-20","text":"Donald John Trump (born June 14, 1946) is an American politician, media personality, and businessman who served as the 45th president of the United States from 2017 to 2021. Trump graduated from the Wharton School of the University of Pennsylvania with a bachelor's degree in 1968. He became president of his father Fred Trump's real estate business in 1971 and renamed it The Trump Organization. Trump expanded the company's operations to building and renovating skyscrapers, hotels, casinos, and golf courses. He later started side ventures, mostly by licensing his name. From 2004 to 2015, he co-produced and hosted the reality television series The Apprentice. Trump and his businesses have been involved in more than 4,000 state and federal legal actions, including six bankruptcies. Trump's political positions have been described as populist, protectionist, isolationist, and nationalist. He won the 2016 United States presidential election as the Republican nominee against Democratic nominee Hillary Clinton while losing the popular vote,[a] and became the first U.S. president with no prior military or government service. The 2017–2019 special counsel investigation led by Robert Mueller established that Russia interfered in the 2016 election to benefit the Trump campaign, but not that members of the Trump campaign conspired or coordinated with Russian election interference activities. Trump's election and policies sparked numerous protests. Trump made many false and misleading statements during his campaigns and presidency, to a degree unprecedented in American politics, and promoted conspiracy theories. Many of his comments and actions have been characterized as racially charged or racist, and many as misogynistic. Trump ordered a travel ban on citizens from several Muslim-majority countries, diverted funding towards building a wall on the U.S.–Mexico border, and implemented a policy of family separations for apprehended migrants. He signed the Tax Cuts and Jobs Act of 2017, which cut taxes for individuals and businesses and rescinded the individual health insurance mandate penalty of the Affordable Care Act. He appointed 54 federal appellate judges and three United States Supreme Court justices. In foreign policy, Trump pursued an America First agenda. He withdrew the U.S. from the proposed Trans-Pacific Partnership trade agreement, the Paris Agreement on climate change, and the Iran nuclear deal. He initiated a trade war with China that negatively impacted the U.S. economy. Trump met with North Korean leader Kim Jong-un three times, but made no progress on denuclearization. He reacted slowly to the COVID-19 pandemic, ignored or contradicted many recommendations from health officials in his messaging, and promoted misinformation about unproven treatments and the need for testing. Trump lost the 2020 presidential election to Joe Biden but refused to concede, falsely claiming widespread electoral fraud and attempting to overturn the results by pressuring government officials, mounting scores of unsuccessful legal challenges, and obstructing the presidential transition. On January 6, 2021, Trump urged his supporters to march to the Capitol, which many of them then attacked, resulting in multiple deaths and interrupting the electoral vote count. Trump is the only federal officeholder in American history to have been impeached twice. After he pressured Ukraine to investigate Biden in 2019, he was impeached by the House of Representatives for abuse of power and obstruction of Congress in December. The Senate acquitted him of both charges in February 2020. The House of Representatives impeached Trump a second time in January 2021, for incitement of insurrection. The Senate acquitted him in February, after he had already left office. Scholars and historians rank Trump as one of the worst presidents in American history. Donald John Trump was born on June 14, 1946, at Jamaica Hospital in the borough of Queens in New York City,[1][2] the fourth child of Fred Trump, a Bronx-born real estate developer whose parents were German immigrants, and Mary Anne MacLeod Trump, an immigrant from Scotland. Trump grew up with older siblings Maryanne, Fred Jr., and Elizabeth, and younger brother Robert in the Jamaica Estates neighborhood of Queens, and attended the private Kew-Forest School from kindergarten through seventh grade.[3][4][5] At age 13, he was enrolled at the New York Military Academy, a private boarding school,[6] and in 1964, he enrolled at Fordham University. Two years later, he transferred to the Wharton School of the University of Pennsylvania, graduating in May 1968 with a B.S. in economics.[7][8] In 2015, Trump's lawyer Michael Cohen threatened Trump's colleges, high school, and the College Board with legal action if they released Trump's academic records.[9] While in college, Trump obtained four student draft deferments during the Vietnam War era.[10] In 1966, he was deemed fit for military service based upon a medical examination, and in July 1968 a local draft board classified him as eligible to serve.[11] In October 1968, he was classified 1-Y, a conditional medical deferment,[12] and in 1972, he was reclassified 4-F due to bone spurs, permanently disqualifying him from service.[13] In 1977, Trump married Czech model Ivana Zelníčková.[14] They have three children, Donald Jr. (born 1977), Ivanka (born 1981), and Eric (born 1984). Ivana became a naturalized United States citizen in 1988.[15] The couple divorced in 1992, following Trump's affair with actress Marla Maples.[16] He and Maples have one daughter, Tiffany (born 1993).[17] They married in 1993, separated in 1997, and divorced in 1999.[18] Tiffany was raised by Marla in California.[19] In 2005, Trump married Slovenian model Melania Knauss.[20] They have one son, Barron (born 2006).[21] Melania gained U.S. citizenship in 2006.[22] Trump went to Sunday school and was confirmed in 1959 at the First Presbyterian Church in Jamaica, Queens.[23][24] In the 1970s, his parents joined the Marble Collegiate Church in Manhattan, which belongs to the Reformed Church.[23][25] The pastor at Marble, Norman Vincent Peale,[23] ministered to the family until his death in 1993.[25] Trump has described him as a mentor.[26] In 2015, the church stated that Trump was not an active member.[24] In 2019, he appointed his personal pastor, televangelist Paula White, to the White House Office of Public Liaison.[27] In 2020, he said he identified as a non-denominational Christian.[28] In 1982, Trump made the initial Forbes list of wealthy people for holding a share of his family's estimated $200 million net worth. His losses in the 1980s dropped him from the list between 1990 and 1995.[29] After filing mandatory financial disclosure forms with the FEC in July 2015, he announced a net worth of about $10 billion. Records released by the FEC showed at least $1.4 billion in assets and $265 million in liabilities.[30] Forbes estimated his net worth at $4.5 billion in 2015 and $3.1 billion in 2018.[31] In its 2021 billionaires ranking, it was $2.4 billion (1,299th in the world), making him one of the wealthiest officeholders in American history.[32] Journalist Jonathan Greenberg reported in 2018 that Trump, using the pseudonym \"John Barron\" and claiming to be a Trump Organization official, called him in 1984 to falsely assert that he owned \"in excess of ninety percent\" of the Trump family's business, to secure a higher ranking on the Forbes 400 list of wealthy Americans. Greenberg also wrote that Forbes had vastly overestimated Trump's wealth and wrongly included him on the Forbes 400 rankings of 1982, 1983, and 1984.[33] Trump has often said he began his career with \"a small loan of one million dollars\" from his father, and that he had to pay it back with interest.[34] He was a millionaire by age eight, borrowed at least $60 million from his father, largely failed to repay those loans, and received another $413 million (adjusted for inflation) from his father's company.[35][36] In 2018, he and his family were reported to have committed tax fraud, and the New York tax department began investigating.[37] His investments underperformed the stock and New York property markets.[38][39] Forbes estimated in October 2018 that his net worth declined from $4.5 billion in 2015 to $3.1 billion in 2017 and his product licensing income from $23 million to $3 million.[40] Contrary to his claims of financial health and business acumen, Trump's tax returns from 1985 to 1994 show net losses totaling $1.17 billion. The losses were higher than those of almost every other American taxpayer. The losses in 1990 and 1991, more than $250 million each year, were more than double those of the nearest losers. In 1995, his reported losses were $915.7 million.[41][42] Over twenty years, Trump lost hundreds of millions of dollars and deferred declaring $287 million in forgiven debt as taxable income. His income mainly came from his share in The Apprentice and businesses in which he was a minority partner, and his losses mainly from majority-owned businesses. Much income was in tax credits for his losses, which let him avoid annual income tax payments or lowered them to $750. In the last decade, he balanced his businesses' losses by selling and borrowing against assets, including a $100 million mortgage on Trump Tower (due in 2022) and the liquidation of over $200 million in stocks and bonds. He personally guaranteed $421 million in debt, most of which is due by 2024.[43] As of October 2020, Trump has over $1 billion in debts, secured by his assets. He owed $640 million to banks and trust organizations, including Deutsche Bank, UBS, and Bank of China, and approximately $450 million to unknown creditors. The value of his assets exceeds his debt.[44] Starting in 1968, Trump was employed at his father Fred's real estate company, Trump Management, which owned middle-class rental housing in New York City's outer boroughs.[45][46] In 1971, he became president of the company and began using The Trump Organization as an umbrella brand.[47] Trump attracted public attention in 1978 with the launch of his family's first Manhattan venture, the renovation of the derelict Commodore Hotel, adjacent to Grand Central Terminal. The financing was facilitated by a $400 million city property tax abatement arranged by Fred Trump[48] who also, jointly with Hyatt, guaranteed a $70 million in bank construction financing.[49] The hotel reopened in 1980 as the Grand Hyatt Hotel,[50] and that same year, Trump obtained rights to develop Trump Tower, a mixed-use skyscraper in Midtown Manhattan.[51] The building houses the headquarters of the Trump Corporation and Trump's PAC and was Trump's primary residence until 2019.[52][53] In 1988, Trump acquired the Plaza Hotel in Manhattan with a loan of $425 million from a consortium of banks. Two years later, the hotel filed for bankruptcy protection, and a reorganization plan was approved in 1992.[54] In 1995, Trump sold the Plaza Hotel along with most of his properties to pay down his debts, including personally guaranteed loans, allowing him to avoid personal insolvency.[55][56] In 1996, Trump acquired the mostly vacant 71-story skyscraper at 40 Wall Street, later also known as the Trump Building, and renovated it.[57] In the early 1990s, Trump won the right to develop a 70-acre (28 ha) tract in the Lincoln Square neighborhood near the Hudson River. Struggling with debt from other ventures in 1994, Trump sold most of his interest in the project to Asian investors, who were able to finance completion of the project, Riverside South.[58] In 1985, Trump acquired the Mar-a-Lago estate in Palm Beach, Florida.[59] In 1995, he converted the estate into a private club with an initiation fee and annual dues. He continued to use a wing of the house as a private residence.[60] In 2019, Trump declared Mar-a-Lago his primary residence.[53] In 1984, Trump opened Harrah's at Trump Plaza, a hotel and casino in Atlantic City, New Jersey, with financing and management help from the Holiday Corporation.[61] It was unprofitable, and Trump paid Holiday $70 million in May 1986 to take sole control.[62] Trump had earlier bought a hotel and casino in Atlantic City from the Hilton Corporation for $320 million. On completion in 1985, it became Trump Castle. His wife Ivana managed it until 1988.[63][64] Trump bought a third Atlantic City venue in 1988, the Trump Taj Mahal. It was financed with $675 million in junk bonds and completed for $1.1 billion, opening in April 1990.[65][66] It went bankrupt in 1989.[67] Reorganizing left him with half his initial stake and required him to personally guarantee future performance.[68] To reduce his $900 million of personal debt, he sold his failing Trump Shuttle airline, his megayacht, the Trump Princess, which had been leased to his casinos and kept docked, and other businesses.[69] In 1995, Trump founded Trump Hotels & Casino Resorts (THCR), which assumed ownership of Trump Plaza, Trump Castle, and the Trump Casino in Gary, Indiana.[70] THCR purchased the Taj Mahal in 1996 and went bankrupt in 2004, 2009, and 2014, leaving Trump with 10 percent ownership.[71] He remained chairman until 2009.[72] The Trump Organization began building and buying golf courses in 1999.[73] It owns fourteen and manages another three Trump-branded courses worldwide as of July 2020[update].[73][74] Trump visited a Trump Organization property on 428 (nearly one in three) of the 1461 days of his presidency and is estimated to have played 261 rounds of golf, one every 5.6 days.[75] The Trump name has been licensed for various consumer products and services, including foodstuffs, apparel, adult learning courses, and home furnishings.[76][77] According to an analysis by The Washington Post, there are more than fifty licensing or management deals involving Trump's name, which have generated at least $59 million in revenue for his companies.[78] By 2018, only two consumer goods companies continued to license his name.[76] In September 1983, Trump purchased the New Jersey Generals, a team in the United States Football League. After the 1985 season, the league folded, largely due to Trump's strategy of moving games to a fall schedule (where they competed with the NFL for audience) and trying to force a merger with the NFL by bringing an antitrust suit against the organization.[79][80] Trump's businesses have hosted several boxing matches at the Atlantic City Convention Hall adjacent to and promoted as taking place at the Trump Plaza in Atlantic City.[81][82] In 1989 and 1990, Trump lent his name to the Tour de Trump cycling stage race, which was an attempt to create an American equivalent of European races such as the Tour de France or the Giro d'Italia.[83] From 1986 to 1988, Trump purchased significant blocks of shares in various public companies while suggesting that he intended to take over the company and then sold his shares for a profit,[41] leading some observers to think he was engaged in greenmail.[84] The New York Times found that Trump initially made millions of dollars in such stock transactions, but later \"lost most, if not all, of those gains after investors stopped taking his takeover talk seriously\".[41] In 1988, Trump purchased the Eastern Air Lines Shuttle, with 21 planes and landing rights in New York City, Boston, and Washington, D.C. He financed the purchase with $380 million from 22 banks, rebranded the operation the Trump Shuttle, and operated it until 1992. Trump failed to earn a profit with the airline and sold it to USAir.[85] In 1992, Trump, his siblings Maryanne, Elizabeth, and Robert, and his cousin John W. Walter, each with a 20 percent share, formed All County Building Supply & Maintenance Corp. The company had no offices and is alleged to have been a shell company for paying the vendors providing services and supplies for Trump's rental units and then billing those services and supplies to Trump Management with markups of 20–50 percent and more. The owners shared the proceeds generated by the markups.[36][86] The increased costs were used as justification to get state approval for increasing the rents of Trump's rent-stabilized units.[36] From 1996 to 2015, Trump owned all or part of the Miss Universe pageants, including Miss USA and Miss Teen USA.[87][88] Due to disagreements with CBS about scheduling, he took both pageants to NBC in 2002.[89][90] In 2007, Trump received a star on the Hollywood Walk of Fame for his work as producer of Miss Universe.[91] NBC and Univision dropped the pageants from their broadcasting lineups in June 2015.[92] In 2004, Trump co-founded Trump University, a company that sold real estate training courses priced from $1,500 to $35,000.[93] After New York State authorities notified the company that its use of the word \"university\" violated state law, its name was changed to Trump Entrepreneur Initiative in 2010.[94] In 2013, the State of New York filed a $40 million civil suit against Trump University, alleging that the company made false statements and defrauded consumers.[95] In addition, two class actions were filed in federal court against Trump and his companies. Internal documents revealed that employees were instructed to use a hard-sell approach, and former employees testified that Trump University had defrauded or lied to its students.[96][97][98] Shortly after he won the 2016 presidential election, Trump agreed to pay a total of $25 million to settle the three cases.[99] The Donald J. Trump Foundation was a private foundation established in 1988.[100][101] In the foundation's final years its funds mostly came from donors other than Trump, who did not donate any personal funds to the charity from 2009 until 2014.[102] The foundation gave to health care and sports-related charities, as well as conservative groups.[103] In 2016, The Washington Post reported that the charity had committed several potential legal and ethical violations, including alleged self-dealing and possible tax evasion.[104] Also in 2016, the New York State attorney general's office said the foundation appeared to be in violation of New York laws regarding charities and ordered it to immediately cease its fundraising activities in New York.[105][106] Trump's team announced in December 2016 that the foundation would be dissolved.[107] In June 2018, the New York attorney general's office filed a civil suit against the foundation, Trump, and his adult children, seeking $2.8 million in restitution and additional penalties.[108][109] In December 2018, the foundation ceased operation and disbursed all its assets to other charities.[110] In November 2019, a New York state judge ordered Trump to pay $2 million to a group of charities for misusing the foundation's funds, in part to finance his presidential campaign.[111][112] Fixer Roy Cohn served as Trump's lawyer and mentor for 13 years in the 1970s and 1980s.[113] According to Trump, Cohn sometimes waived fees due to their friendship.[113] In 1973, Cohn helped Trump countersue the United States government for $100 million over its charges that Trump's properties had racial discriminatory practices. Trump and Cohn lost that case when the countersuit was dismissed and the government's case went forward.[114] In 1975, an agreement was struck requiring Trump's properties to furnish the New York Urban League with a list of all apartment vacancies, every week for two years, among other things.[115] Cohn introduced political consultant Roger Stone to Trump, who enlisted Stone's services to deal with the federal government.[116] As of November 2016[update], Trump and his businesses had been involved in more than 4,000 state and federal legal actions, according to a running tally by USA Today.[117] While Trump has not filed for personal bankruptcy, his over-leveraged hotel and casino businesses in Atlantic City and New York filed for Chapter 11 bankruptcy protection six times between 1991 and 2009.[118] They continued to operate while the banks restructured debt and reduced Trump's shares in the properties.[118] During the 1980s, more than 70 banks had lent Trump $4 billion,[119] but in the aftermath of his corporate bankruptcies of the early 1990s, most major banks declined to lend to him, with only Deutsche Bank still willing to lend money.[120] After the 2021 United States Capitol attack, the bank decided not to do business with Trump or his company in the future.[121] In April 2019, the House Oversight Committee issued subpoenas seeking financial details from Trump's banks, Deutsche Bank and Capital One, and his accounting firm, Mazars USA. In response, Trump sued the banks, Mazars, and committee chairman Elijah Cummings to prevent the disclosures.[122][123] In May, DC District Court judge Amit Mehta ruled that Mazars must comply with the subpoena,[124] and judge Edgardo Ramos of the Southern District Court of New York ruled that the banks must also comply.[125][126] Trump's attorneys appealed the rulings,[127] arguing that Congress was attempting to usurp the \"exercise of law-enforcement authority that the Constitution reserves to the executive branch\".[128][129] Since leaving the presidency, Trump has been the subject of several probes into both his business dealings and his actions during the presidency. In February 2021, the District Attorney for Fulton County, Georgia, announced a criminal probe into Trump's phone calls to Brad Raffensperger.[130] Separately, the New York State Attorney General's Office is conducting civil and criminal investigations into Trump's business activities, the criminal investigation in conjunction with the Manhattan District Attorney's Office.[131] By May 2021, a special grand jury was considering indictments.[132][133] On July 1, 2021, New York prosecutors charged the Trump Organization with a \"15 year 'scheme to defraud' the government\". The organization's chief financial officer, Allen Weisselberg, was arraigned on grand larceny, tax fraud, and other charges.[134][135] In December 2021, the New York State Attorney General's office subpoenaed Trump to produce documents related to the business.[136] On April 25, 2022, New York state judge Arthur Engoron held Trump in contempt of court for failing to comply with the subpoena. He imposed a fine of $10,000 per day until he complies.[137] Using ghostwriters, Trump has produced up to 19 books on business, financial, or political topics under his name.[138] His first book, The Art of the Deal (1987), was a New York Times Best Seller. While Trump was credited as co-author, the entire book was written by Tony Schwartz.[139] According to The New Yorker, \"The book expanded Trump's renown far beyond New York City, making him an emblem of the successful tycoon.\"[139] Trump has called the volume his second favorite book, after the Bible.[140] Trump made cameo appearances in many films and television shows from 1985 to 2001.[141] Trump had a sporadic relationship with the professional wrestling promotion WWE since the late 1980s.[142] He appeared at WrestleMania 23 in 2007 and was inducted into the celebrity wing of the WWE Hall of Fame in 2013.[143] Starting in the 1990s, Trump was a guest about 24 times on the nationally syndicated Howard Stern Show.[144] He also had his own short-form talk radio program called Trumped! (one to two minutes on weekdays) from 2004 to 2008.[145][146] From 2011 until 2015, he was a weekly unpaid guest commentator on Fox & Friends.[147][148] From 2004 to 2015, Trump was co-producer and host of reality shows The Apprentice and The Celebrity Apprentice. On The Apprentice, Trump played the role of a chief executive, and contestants competed for a year of employment at the Trump Organization. On The Celebrity Apprentice, celebrities competed to win money for charities. On both shows, Trump eliminated contestants with the catchphrase \"You're fired.\"[149] Trump, who had been a member since 1989, resigned from the Screen Actors Guild in February 2021 rather than face a disciplinary committee hearing for inciting the January 6, 2021, mob attack on the U.S. Capitol and for his \"reckless campaign of misinformation aimed at discrediting and ultimately threatening the safety of journalists.\"[150] Two days later, the union permanently barred him from readmission.[151] Trump's political party affiliation changed numerous times. He registered as a Republican in 1987,[152] a member of the Independence Party, the New York state affiliate of the Reform Party, in 1999,[153] a Democrat in 2001, a Republican in 2009, unaffiliated in 2011, and a Republican in 2012.[152] In 1987, Trump placed full-page advertisements in three major newspapers,[154] expressing his views on foreign policy and on how to eliminate the federal budget deficit.[155] He ruled out running for local office but not for the presidency.[154] In 2000, Trump ran in the California and Michigan primaries for nomination as the Reform Party candidate for the 2000 United States presidential election but withdrew from the race in February 2000.[156][157][158] A July 1999 poll matching him against likely Republican nominee George W. Bush and likely Democratic nominee Al Gore showed Trump with seven percent support.[159] In 2011, Trump speculated about running against President Barack Obama in the 2012 election, making his first speaking appearance at the Conservative Political Action Conference (CPAC) in February 2011 and giving speeches in early primary states.[160][161] In May 2011, he announced he would not run,[160] and he endorsed Mitt Romney in February 2012.[162] Trump's presidential ambitions were generally not taken seriously at the time.[163] Trump's fame and provocative statements earned him an unprecedented amount of free media coverage, elevating his standing in the Republican primaries.[164] He adopted the phrase \"truthful hyperbole\", coined by his ghostwriter Tony Schwartz, to describe his public speaking style.[139][165] His campaign statements were often opaque and suggestive,[166] and a record number of them were false.[167][168][169] The Los Angeles Times wrote, \"Never in modern presidential politics has a major candidate made false statements as routinely as Trump has.\"[170][171] Trump said he disdained political correctness and frequently made claims of media bias.[172][173] Trump announced his candidacy in June 2015.[174][175] His campaign was initially not taken seriously by political analysts, but he quickly rose to the top of opinion polls.[176] He became the front-runner in March 2016.[177] After a landslide win in Indiana in May, Trump was declared the presumptive Republican nominee.[178] Hillary Clinton led Trump in national polling averages throughout the campaign but in early July her lead narrowed.[179][180] In mid-July Trump selected Indiana governor Mike Pence as his vice presidential running mate,[181] and the two were officially nominated at the 2016 Republican National Convention.[182] Trump and Clinton faced off in three presidential debates in September and October 2016. Trump twice refused to say whether he would accept the result of the election.[183] Trump's political positions and rhetoric were right-wing populist.[184][185][186] Politico described them as \"eclectic, improvisational and often contradictory\", quoting a health care policy expert at the American Enterprise Institute as saying that his political positions were \"a total random assortment of whatever plays publicly.\"[187] while NBC News counted \"141 distinct shifts on 23 major issues\" during his campaign.[188] Trump helped bring far-right fringe ideas, beliefs, and organizations into the mainstream,[189] pandered to white supremacists,[190] retweeted racist Twitter accounts,[191] and repeatedly refused to condemn David Duke, the Ku Klux Klan (KKK) or white supremacists.[192] After a public uproar, he disavowed Duke and the KKK.[193] In August 2016, he appointed Steve Bannon, the executive chairman of Breitbart News—described by Bannon as \"the platform for the alt-right\"—as his campaign CEO.[194] Trump's campaign platform emphasized renegotiating U.S.–China relations and free trade agreements such as NAFTA and the Trans-Pacific Partnership, strongly enforcing immigration laws, and building a new wall along the U.S.–Mexico border. Other campaign positions included pursuing energy independence while opposing climate change regulations such as the Clean Power Plan and the Paris Agreement, modernizing and expediting services for veterans, repealing and replacing the Affordable Care Act, abolishing Common Core education standards, investing in infrastructure, simplifying the tax code while reducing taxes for all economic classes, and imposing tariffs on imports by companies that offshore jobs. He advocated a largely non-interventionist approach to foreign policy while increasing military spending, extreme vetting or banning immigrants from Muslim-majority countries[195] to pre-empt domestic Islamic terrorism, and aggressive military action against the Islamic State of Iraq and the Levant. He described NATO as \"obsolete\".[196][197] The alt-right movement coalesced around and supported Trump's candidacy, due in part to its opposition to multiculturalism and immigration.[198][199][200] Duke enthusiastically supported Trump and said he and like-minded people voted for Trump because of his promises to \"take our country back\".[201][202] In an interview after the election, Trump said that he did not want to \"energize the group\" and that he disavowed them.[203][204] Trump's FEC-required reports listed assets above $1.4 billion and outstanding debts of at least $315 million.[30][205] Trump did not release his tax returns, contrary to the practice of every major candidate since 1976 and his promises in 2014 and 2015 to do so if he ran for office.[206][207] He said his tax returns were being audited, and his lawyers had advised him against releasing them.[208] After a lengthy court battle to block release of his tax returns and other records to the Manhattan district attorney for a criminal investigation, including two appeals by Trump to the United States Supreme Court, in February 2021 the high court allowed the records to be released to the prosecutor for review by a grand jury.[209][210] In October 2016, portions of Trump's state filings for 1995 were leaked to a reporter from The New York Times. They show that Trump had declared a loss of $916 million that year, which could have let him avoid taxes for up to 18 years.[211] On November 8, 2016, Trump received 306 pledged electoral votes versus 232 for Clinton. The official counts were 304 and 227 respectively, after defections on both sides.[212] Trump received nearly 2.9 million fewer popular votes than Clinton, which made him the fifth person to be elected president while losing the popular vote.[213] Trump's victory was a political upset.[214] Polls had consistently shown Clinton with a nationwide—though diminishing—lead, as well as an advantage in most of the competitive states. Trump's support had been modestly underestimated, while Clinton's had been overestimated.[215] Trump won 30 states; included were Michigan, Pennsylvania, and Wisconsin, which had been part of what was considered a blue wall of Democratic strongholds since the 1990s. Clinton won 20 states and the District of Columbia. Trump's victory marked the return of an undivided Republican government—a Republican White House combined with Republican control of both chambers of Congress.[216] Trump was the oldest person to take office as president at the time of his inauguration.[217] He is also the first president who did not serve in the military or hold any government office prior to becoming president.[218] Trump's election victory sparked numerous protests.[219][220] On the day after Trump's inauguration, an estimated 2.6 million people worldwide, including an estimated half million in Washington, D.C., protested against Trump in the Women's Marches.[221] Marches against his travel ban began across the country on January 29, 2017, just nine days after his inauguration.[222] Trump was inaugurated as the 45th president of the United States on January 20, 2017. During his first week in office, he signed six executive orders: interim procedures in anticipation of repealing the Affordable Care Act (\"Obamacare\"), withdrawal from the Trans-Pacific Partnership negotiations, reinstatement of the Mexico City policy, authorizing the Keystone XL and Dakota Access Pipeline construction projects, reinforcing border security, and beginning the planning and design process to construct a wall along the U.S. border with Mexico.[223] Trump's daughter Ivanka and son-in-law Jared Kushner became his assistant and senior advisor, respectively.[224][225] Before being inaugurated, Trump moved his businesses into a revocable trust run by his sons, Eric and Donald Jr, and a business associate.[226][227] However Trump continued to profit from his businesses[228] and continued to have knowledge of how his administration's policies affected his businesses.[227] Though Trump said he would eschew \"new foreign deals\", the Trump Organization pursued expansions of its operations in Dubai, Scotland, and the Dominican Republic.[228] Trump was sued for violating the Domestic and Foreign Emoluments Clauses of the U.S. Constitution,[229] marking the first time that the clauses had been substantively litigated.[229][230] The plaintiffs said that Trump's business interests could allow foreign governments to influence him.[229][228][231][230] Trump called the clause \"phony\".[232][228] After Trump's term had ended, the U.S. Supreme Court dismissed the cases as moot.[233] Trump took office at the height of the longest economic expansion in American history,[234] which began in June 2009 and continued until February 2020, when the COVID-19 recession began.[235] In December 2017, Trump signed the Tax Cuts and Jobs Act of 2017. The bill had been passed by both Republican-controlled chambers of Congress without any Democratic votes. It reduced tax rates for businesses and individuals, with business tax cuts to be permanent and individual tax cuts set to expire after 2025, and eliminated the Affordable Care Act's individual requirement to obtain health insurance.[236][237] The Trump administration claimed that the act would either increase tax revenues or pay for itself by prompting economic growth. Instead, revenues in 2018 were 7.6% lower than projected.[238] Despite a campaign promise to eliminate the national debt in eight years, Trump approved large increases in government spending and the 2017 tax cut. As a result, the federal budget deficit increased by almost 50 percent, to nearly $1 trillion in 2019.[239] Under Trump, the U.S. national debt increased by 39 percent, reaching $27.75 trillion by the end of his term; the U.S. debt-to-GDP ratio also hit a post-World War II high.[240] Trump also failed to deliver the $1 trillion infrastructure spending plan he had campaigned on.[241] Trump was the only modern U.S. president to leave office with a smaller workforce, by 3 million, than when he took office.[234] Trump rejects the scientific consensus on climate change.[242][243] He reduced the budget for renewable energy research by 40% and reversed Obama-era policies directed at curbing climate change.[244] In June 2017, Trump announced the withdrawal of the United States from the Paris Agreement, making the U.S. the only nation in the world to not ratify the agreement.[245] Trump rolled back more than 100 federal environmental regulations, including those that curbed greenhouse gas emissions, air and water pollution, and the use of toxic substances. He weakened protections for animals and environmental standards for federal infrastructure projects, and expanded permitted areas for drilling and resource extraction, such as allowing drilling in the Arctic Refuge.[246] Trump aimed to boost the production and exports of fossil fuels;[247][248] under Trump, natural gas expanded, but coal continued to decline.[249][250] On January 30, 2017, Trump signed Executive Order 13771, which directed that for every new regulation administrative agencies issue \"at least two prior regulations be identified for elimination\".[251] Agency defenders expressed opposition to Trump's criticisms, saying the bureaucracy exists to protect people against well-organized, well-funded interest groups.[252] Trump dismantled many federal regulations on health, labor, and the environment, among other topics.[253] Trump signed 14 Congressional Review Act resolutions repealing federal regulations, among them a bill that made it easier for severely mentally ill persons to buy guns.[254] During his first six weeks in office, he delayed, suspended or reversed ninety federal regulations,[255] often \"made after requests by the regulated industries.\"[256] During his campaign, Trump vowed to repeal and replace the Affordable Care Act (ACA).[257] In May 2017, the Republican-controlled House of Representatives passed a bill to repeal the ACA in a party-line vote but repeal proposals were narrowly voted down in the Senate after three Republicans joined all Democrats in opposing it.[258][259] Trump scaled back the implementation of the ACA through Executive Orders 13765[260] and 13813.[261] Trump expressed a desire to \"let Obamacare fail\"; his administration cut the ACA enrollment period in half and drastically reduced funding for advertising and other ways to encourage enrollment.[262][263] The 2017 tax bill signed by Trump effectively repealed the ACA's individual health insurance mandate in 2019,[264] and a budget bill Trump signed in 2019 repealed the Cadillac plan tax.[265][266] Trump falsely claimed he saved the coverage of pre-existing conditions provided by the ACA;[267] in fact, the Trump administration joined a lawsuit seeking to strike down the entire ACA, including protections for those with pre-existing conditions.[268][269] If the lawsuit had succeeded, it would have eliminated health insurance coverage for up to 23 million Americans.[268] During the 2016 campaign, Trump promised to protect funding for Medicare and other social safety-net programs, but in January 2020 he suggested he was willing to consider cuts to such programs.[270] Trump's policies in response to the opioid epidemic were widely criticized as ineffectual and harmful. U.S. opioid overdose deaths declined slightly in 2018, but surged to a new record of 50,052 deaths in 2019.[271] Trump said in 2016 that he was committed to appointing \"pro-life\" justices, pledging to appoint justices who would \"automatically\" overturn Roe v. Wade.[272] He also said he supported \"traditional marriage\" but considered the nationwide legality of same-sex marriage a \"settled\" issue;[273] in March 2017, his administration rolled back key components of the Obama administration's workplace protections against discrimination of LGBT people.[274] Trump said he is opposed to gun control in general, although his views have shifted over time.[275] After several mass shootings during his term, he said he would propose legislation to curtail gun violence, but this was abandoned in November 2019.[276] His administration took an anti-marijuana position, revoking Obama-era policies that provided protections for states that legalized marijuana.[277] Under Trump, the federal government executed 13 prisoners, more than in the previous 56 years combined and after a 17-year moratorium.[278] In 2016, Trump said he supported the use of interrogation torture methods such as waterboarding[279][280] but later appeared to recant this due to the opposition of Defense Secretary James Mattis.[281] Most of Trump's pardons and commutations were granted to people with personal or political connections to him.[282] In his term, Trump sidestepped regular Department of Justice procedures for considering pardons; instead he often entertained pardon requests from his associates or from celebrities.[282] From 2017 to 2019, the pardons included former Arizona sheriff Joe Arpaio;[283] former Navy sailor Kristian Saucier, who was convicted of taking classified photographs of classified areas inside a submarine;[284] and right-wing commentator Dinesh D'Souza.[285] Following a request by celebrity Kim Kardashian, Trump commuted the life sentence of Alice Marie Johnson, who had been convicted of drug trafficking.[286] Trump pardoned or reversed the sentences of three American servicemen convicted or accused of committing war crimes in Afghanistan or Iraq.[287] In November and December 2020, Trump pardoned four Blackwater private security contractors convicted of killing Iraqi civilians in the 2007 Nisour Square massacre;[288] white-collar criminals Michael Milken and Bernard Kerik;[289] and daughter Ivanka's father-in-law Charles Kushner.[282] He also pardoned five people convicted as a result of investigations into Russian interference in the 2016 presidential elections: Michael Flynn, George Papadopoulos, Alex van der Zwaan,[288] Roger Stone, whose 40-month sentence for lying to Congress, witness tampering, and obstruction he had already commuted in July, and Paul Manafort.[290] In his last full day in office, Trump granted 143 pardons and commutations; those receiving pardons include Steve Bannon, Trump fundraiser Elliott Broidy and three former Republican congressmen.[b] Amongst those to receive sentence commutation were former Detroit mayor and Democrat Kwame Kilpatrick and sports gambler Billy Walters; the latter had paid tens of thousands of dollars to former Trump attorney John M. Dowd to plead his case with Trump.[291] On June 1, 2020, federal law enforcement officials used batons, rubber bullets, pepper spray projectiles, stun grenades, and smoke to remove a largely peaceful crowd of protesters from Lafayette Square, outside the White House.[292][293] Trump then walked to St. John's Episcopal Church, where protesters had set a small fire the night before; he posed for photographs holding a Bible, with senior administration officials later joining him in photos.[292][294] Trump said on June 3 that the protesters were cleared because \"they tried to burn down the church [on May 31] and almost succeeded\", describing the church as \"badly hurt\".[295] Religious leaders condemned the treatment of protesters and the photo opportunity itself.[296] Many retired military leaders and defense officials condemned Trump's proposal to use the U.S. military against anti-police brutality protesters.[297] The chairman of the Joint Chiefs of Staff, General Mark A. Milley, later apologized for accompanying Trump on the walk and thereby \"creat[ing] the perception of the military involved in domestic politics\".[298] Trump's proposed immigration policies were a topic of bitter and contentious debate during the campaign. He promised to build a wall on the Mexico–United States border to restrict illegal movement and vowed Mexico would pay for it.[299] He pledged to deport millions of illegal immigrants residing in the United States,[300] and criticized birthright citizenship for incentivizing \"anchor babies\".[301] As president, he frequently described illegal immigration as an \"invasion\" and conflated immigrants with the criminal gang MS-13, though research shows undocumented immigrants have a lower crime rate than native-born Americans.[302] Trump attempted to drastically escalate immigration enforcement, including implementing harsher immigration enforcement policies against asylum seekers from Central America than any modern U.S. president.[303][304] From 2018 onwards, Trump deployed nearly 6,000 troops to the U.S.–Mexico border,[305] to stop most Central American migrants from seeking U.S. asylum, and from 2020 used the public charge rule to restrict immigrants using government benefits from getting permanent residency via green cards.[306] Trump has reduced the number of refugees admitted into the U.S. to record lows. When Trump took office, the annual limit was 110,000; Trump set a limit of 18,000 in the 2020 fiscal year and 15,000 in the 2021 fiscal year.[307][308] Additional restrictions implemented by the Trump administration caused significant bottlenecks in processing refugee applications, resulting in fewer refugees accepted compared to the allowed limits.[309] Following the 2015 San Bernardino attack, Trump proposed to ban Muslim foreigners from entering the United States until stronger vetting systems could be implemented.[310] He later reframed the proposed ban to apply to countries with a \"proven history of terrorism\".[311] On January 27, 2017, Trump signed Executive Order 13769, which suspended admission of refugees for 120 days and denied entry to citizens of Iraq, Iran, Libya, Somalia, Sudan, Syria, and Yemen for 90 days, citing security concerns. The order took effect immediately and without warning.[312] Confusion and protests caused chaos at airports.[313] Multiple legal challenges were filed against the order, and a federal judge blocked its implementation nationwide.[314] On March 6, Trump issued a revised order, which excluded Iraq and gave other exemptions, but was again blocked by federal judges in three states.[315] In a decision in June 2017, the Supreme Court ruled that the ban could be enforced on visitors who lack a \"credible claim of a bona fide relationship with a person or entity in the United States\".[316] The temporary order was replaced by Presidential Proclamation 9645 on September 24, 2017, which restricted travel from the originally targeted countries except Iraq and Sudan, and further banned travelers from North Korea and Chad, along with certain Venezuelan officials.[317] After lower courts partially blocked the new restrictions, the Supreme Court allowed the September version to go into full effect on December 4, 2017,[318] and ultimately upheld the travel ban in a June 2019 ruling.[319] The Trump administration separated more than 5,400 children of migrant families from their parents at the U.S.–Mexico border while attempting to enter the U.S, a sharp increase in the number of family separations at the border starting from the summer of 2017.[320][321] In April 2018, the Trump administration announced a \"zero tolerance\" policy whereby every adult suspected of illegal entry would be criminally prosecuted.[322] This resulted in family separations, as the migrant adults were put in criminal detention for prosecution, while their children were separated as unaccompanied alien minors.[323] Administration officials described the policy as a way to deter illegal immigration.[324] The policy of family separations was unprecedented in previous administrations and sparked public outrage.[324][325] Trump falsely asserted that his administration was merely following the law, blaming Democrats, despite the separations being his administration's policy.[326][327][328] Although Trump originally argued that the separations could not be stopped by an executive order, he proceeded to sign an executive order on June 20, 2018, mandating that migrant families be detained together, unless the administration judged that doing so would harm the child.[329][330] On June 26, 2018, a federal judge concluded that the Trump administration had \"no system in place to keep track of\" the separated children, nor any effective measures for family communication and reunification;[331] the judge ordered for the families to be reunited, and family separations stopped, except in the cases where the parent(s) are judged unfit to take care of the child, or if there is parental approval.[332] Despite the federal court order, the Trump administration continued to practice family separations, with more than a thousand migrant children separated.[321] One of Trump's central campaign promises was to build a 1,000-mile border wall to Mexico and have Mexico pay for it.[333] By the end of his term, the U.S. had built \"40 miles of new primary wall and 33 miles of secondary wall\" in locations where there had been no barriers and 365 miles of primary or secondary border fencing replacing dilapidated or outdated barriers.[334] In 2018, Trump refused to extend government funding unless Congress allocated $5.6 billion in funds for the border wall,[335] resulting in the federal government partially shutting down for 35 days from December 2018 to January 2019, the longest U.S. government shutdown in history.[336][337] Around 800,000 government employees were furloughed or worked without pay.[338] Trump and Congress ended the shutdown by approving temporary funding that provided delayed payments to government workers but no funds for the wall.[336] The shutdown resulted in an estimated permanent loss of $3 billion to the economy, according to the Congressional Budget Office.[339] About half of those polled blamed Trump for the shutdown, and Trump's approval ratings dropped.[340] To prevent another imminent shutdown in February 2019, Congress passed and Trump signed a funding bill that included $1.375 billion for 55 miles of bollard border fencing.[341] Trump also declared a National Emergency Concerning the Southern Border of the United States, intending to divert $6.1 billion of funds Congress had allocated to other purposes.[341] The House and the Senate attempted to block Trump's national emergency declaration, but there were not enough votes for a veto override.[342] Legal challenges of the fund diversions resulted in $2.5 billion of wall funding originally meant for the Department of Defense's drug interdiction efforts being approved and $3.6 billion originally meant for military construction being blocked.[343] Trump described himself as a \"nationalist\"[344] and his foreign policy as \"America First\".[345][346] He espoused isolationist, non-interventionist, and protectionist views.[347][348] His foreign policy was marked by praise and support of populist, neo-nationalist and authoritarian governments.[349] Hallmarks of foreign relations during Trump's tenure included unpredictability and uncertainty,[346] a lack of a consistent foreign policy,[350] and strained and sometimes antagonistic relationships with the U.S.'s European allies.[351] Trump questioned the need for NATO,[347] criticized the U.S.'s NATO allies, and privately suggested on multiple occasions that the United States should withdraw from the alliance.[352][353] Trump is a skeptic of trade liberalization, adopting these views in the 1980s, and sharply criticized NAFTA during the Republican primary campaign in 2015.[354][355] He withdrew the U.S. from the Trans-Pacific Partnership (TPP) negotiations,[356] imposed tariffs on steel and aluminum imports,[357] and launched a trade war with China by sharply increasing tariffs on 818 categories (worth $50 billion) of Chinese goods imported into the U.S.[358] On several occasions, Trump said incorrectly that these import tariffs are paid by China into the U.S. Treasury.[359] Although he pledged during the campaign to significantly reduce the U.S.'s large trade deficits, the deficit reached its highest level in 12 years under his administration.[360] Following a 2017–2018 renegotiation, the United States-Mexico-Canada Agreement (USMCA) became effective in July 2020 as the successor to NAFTA.[361] Before and during his presidency, Trump repeatedly accused China of taking unfair advantage of the U.S.[362] As president, Trump launched a trade war against China that was widely characterized as a failure;[363][364][365] sanctioned Huawei for its alleged ties to Iran;[366] significantly increased visa restrictions on Chinese students and scholars;[367] and classified China as a currency manipulator.[368] Trump also juxtaposed verbal attacks on China with praise of Chinese Communist Party leader Xi Jinping,[369] which was attributed to trade war negotiations with the leader.[370][371] After initially praising China for its handling of the COVID-19 pandemic,[372] he began a campaign of criticism over its response starting in March 2020.[373] Trump said he resisted punishing China for its human rights abuses against ethnic minorities in the northwestern Xinjiang region for fear of jeopardizing trade negotiations.[374] In July 2020, the Trump administration imposed sanctions and visa restrictions against senior Chinese officials, in response to expanded mass detention camps holding more than a million of the country's Uyghur Muslim ethnic minority.[375] Trump actively supported the Saudi Arabian-led intervention in Yemen against the Houthis and in 2017 signed a $110 billion agreement to sell arms to Saudi Arabia,[376] In 2018, the USA provided limited intelligence and logistical support for the intervention.[377][378] Following the 2019 attack on Saudi oil facilities, which the U.S. and Saudi Arabia blamed on Iran, Trump approved the deployment of 3,000 additional U.S. troops, including fighter squadrons, two Patriot batteries, and a Terminal High Altitude Area Defense system (THAAD), to Saudi Arabia and the United Arab Emirates.[379] Trump supported many of the policies of Israeli Prime Minister Benjamin Netanyahu.[380] Under Trump, the U.S. recognized Jerusalem as the capital of Israel[381] and Israeli sovereignty over the Golan Heights,[382] leading to international condemnation including from the United Nations General Assembly, the European Union and the Arab League.[383][384] U.S. troop numbers in Afghanistan increased from 8,500 in January 2017 to 14,000 a year later,[385] reversing Trump's pre-election position critical of further involvement in Afghanistan.[386] In February 2020, the Trump administration signed a conditional peace agreement with the Taliban, which called for the withdrawal of foreign troops in 14 months \"contingent on a guarantee from the Taliban that Afghan soil will not be used by terrorists with aims to attack the United States or its allies\" and for the U.S. to seek the release of 5,000 Taliban imprisoned by the Afghan government.[387][388][389] By the end of Trump's term, 5,000 Taliban had been released, and, despite the Taliban continuing attacks on Afghan forces and integrating Al-Qaeda members into its leadership, U.S. troops had been reduced to 2,500.[389] Trump ordered missile strikes in April 2017 and in April 2018 against the Assad regime in Syria, in retaliation for the Khan Shaykhun and Douma chemical attacks, respectively.[390][391] In December 2018, Trump declared \"we have won against ISIS,\" contradicting Department of Defense assessments, and ordered the withdrawal of all troops from Syria.[392][393] The next day, Mattis resigned in protest, calling his decision an abandonment of the U.S.'s Kurdish allies who played a key role in fighting ISIS.[394] One week after his announcement, Trump said he would not approve any extension of the American deployment in Syria.[395] In October 2019, after Trump spoke to Turkish president Recep Tayyip Erdoğan, U.S. troops in northern Syria were withdrawn from the area, and Turkey invaded northern Syria, attacking and displacing American-allied Kurds in the area.[396] Later that month, the U.S. House of Representatives, in a rare bipartisan vote of 354 to 60, condemned Trump's withdrawal of U.S. troops from Syria, for \"abandoning U.S. allies, undermining the struggle against ISIS, and spurring a humanitarian catastrophe\".[397][398] After an Iranian missile test on January 29, 2017, and Houthi attacks on Saudi warships, the Trump administration sanctioned 12 companies and 13 individuals suspected of being involved in Iran's missile program.[399] In May 2018, Trump withdrew the United States from the Joint Comprehensive Plan of Action (JCPOA), the 2015 agreement between Iran, the U.S., and five other countries that lifted most economic sanctions against Iran in return for Iran agreeing to restrictions on its nuclear program.[400][401] Analysts determined Iran moved closer to developing a nuclear weapon since the withdrawal.[402] In January 2020, Trump ordered a U.S. airstrike that killed Iranian general and Quds Force commander Qasem Soleimani, Iraqi Popular Mobilization Forces commander Abu Mahdi al-Muhandis, and eight other people.[403] Trump publicly threatened to attack Iranian cultural sites, or react \"in a disproportionate manner\" if Iran retaliated.[404] Several days later, Iran retaliated with a ballistic missile strike against two U.S. airbases in Iraq and accidentally shot down Ukraine International Airlines Flight 752 after takeoff from Tehran airport.[405][402] Trump downplayed the severity of the missile strike and the brain injuries sustained by service members, denying them Purple Heart awards.[406] In August 2020, the Trump administration unsuccessfully attempted to trigger a mechanism that was part of the agreement and would have led to the return of U.N. sanctions against Iran.[407] In 2017, when North Korea's nuclear weapons were increasingly seen as a serious threat,[408] Trump escalated his rhetoric, warning that North Korean aggression would be met with \"fire and fury like the world has never seen\".[409][410] In 2017, Trump declared that he wanted North Korea's \"complete denuclearization\", and engaged in name-calling with leader Kim Jong-un.[409][411] After this period of tension, Trump and Kim exchanged at least 27 letters in which the two men described a warm personal friendship.[412][413] Trump met Kim three times: in Singapore in 2018, in Hanoi in 2019, and in the Korean Demilitarized Zone in 2019.[414] Trump became the first sitting U.S. president to meet a North Korean leader or to set foot on North Korean soil.[414] Trump also lifted some U.S. sanctions against North Korea.[415] However, no denuclearization agreement was reached,[416] and talks in October 2019 broke down after one day.[417] While conducting no nuclear tests since 2017, North Korea continued to build up its arsenal of nuclear weapons and ballistic missiles.[418][419] The Trump administration \"water[ed] down the toughest penalties the U.S. had imposed on Russian entities\" after its 2014 annexation of Crimea.[420][421] Trump withdrew the U.S. from the Intermediate-Range Nuclear Forces Treaty, citing alleged Russian non-compliance,[422] and supported a potential return of Russia to the G7.[423] Trump repeatedly praised and rarely criticized Russian president Vladimir Putin,[424][425] but opposed some actions of the Russian government.[426][427] After he met Putin at the Helsinki Summit in July 2018, Trump drew bipartisan criticism for accepting Putin's denial of Russian interference in the 2016 presidential election, rather than accepting the findings of U.S. intelligence agencies.[428][429][430] Trump did not discuss alleged Russian bounties offered to Taliban fighters for attacking American soldiers in Afghanistan with Putin, saying both that he doubted the intelligence and that he was not briefed on it.[431] The Trump administration had a high turnover of personnel, particularly among White House staff. By the end of Trump's first year in office, 34 percent of his original staff had resigned, been fired, or been reassigned.[432] As of early July 2018[update], 61 percent of Trump's senior aides had left[433] and 141 staffers had left in the previous year.[434] Both figures set a record for recent presidents—more change in the first 13 months than his four immediate predecessors saw in their first two years.[435] Notable early departures included National Security Advisor Michael Flynn (after just 25 days in office), and Press Secretary Sean Spicer.[435] Close personal aides to Trump including Steve Bannon, Hope Hicks, John McEntee, and Keith Schiller quit or were forced out.[436] Some, including Hicks and McEntee, later returned to the White House in different posts.[437] Trump publicly disparaged several of his former top officials, calling them incompetent, stupid, or crazy.[438] Trump had four White House chiefs of staff, marginalizing or pushing out several.[439] Reince Priebus was replaced after seven months by retired Marine general John F. Kelly.[440] Kelly resigned in December 2018 after a tumultuous tenure in which his influence waned, and Trump subsequently disparaged him.[441] Kelly was succeeded by Mick Mulvaney as acting chief of staff; he was replaced in March 2020 by Mark Meadows.[439] On May 9, 2017, Trump dismissed FBI director James Comey. While initially attributing this action to Comey's conduct in the investigation about Hillary Clinton's emails, Trump said a few days later that he was concerned with Comey's roles in the ongoing Trump-Russia investigations, and that he had intended to fire Comey earlier.[442] At a private conversation in February, Trump said he hoped Comey would drop the investigation into National Security Advisor Michael Flynn.[443] In March and April, Trump asked Comey to \"lift the cloud impairing his ability to act\" by saying publicly that the FBI was not investigating him.[443][444] Two of Trump's 15 original Cabinet members were gone within 15 months: Health and Human Services Secretary Tom Price was forced to resign in September 2017 due to excessive use of private charter jets and military aircraft, and Trump replaced Tillerson as Secretary of State with Mike Pompeo in March 2018 over disagreements on foreign policy.[445][436] In 2018, EPA Administrator Scott Pruitt and Interior Secretary Ryan Zinke resigned amid multiple investigations into their conduct.[446][447] Trump was slow to appoint second-tier officials in the executive branch, saying many of the positions are unnecessary. In October 2017, there were still hundreds of sub-cabinet positions without a nominee.[448] By January 8, 2019, of 706 key positions, 433 had been filled (61 percent) and Trump had no nominee for 264 (37 percent).[449] After Republicans won control of the U.S. Senate in 2014, only 28.6 percent of judicial nominees were confirmed, \"the lowest percentage of confirmations from 1977 to 2018\".[450] At the end of the Obama presidency, 105 judgeships were vacant.[451] Trump appointed 226 Article III federal judges, including 54 federal appellate judges.[452][453][454] Senate Republicans, led by Senate Majority Leader Mitch McConnell, rapidly confirmed Trump's judicial appointees, shifting the federal judiciary to the right.[453][455] The appointees were overwhelmingly white men and younger on average than the appointees of Trump's predecessors.[455] Many were affiliated with the Federalist Society.[455][456] Trump appointed three justices to the Supreme Court: Neil Gorsuch, Brett Kavanaugh, and Amy Coney Barrett. In 2016, Senate Republicans had taken the unprecedented step of refusing to consider Obama's nomination of Merrick Garland to fill the vacancy left by the death of Antonin Scalia in February 2016, arguing that the seat should not be filled in an election year. Gorsuch was confirmed to the seat in 2017 in a mostly party-line vote of 54–45, after Republicans invoked the \"nuclear option\" (a historic change to Senate rules removing the 60-vote threshold for advancing Supreme Court nominations) to defeat a Democratic filibuster.[457] Trump nominated Kavanaugh in 2018 to replace retiring Justice Anthony Kennedy; the Senate confirmed Kavanaugh in a mostly party-line vote of 50–48, after a bitter confirmation battle centered on Christine Blasey Ford's allegation that Kavanaugh had attempted to rape her when they were teenagers, which Kavanaugh denied.[458] Five weeks before the November 2020 election, Trump nominated Amy Coney Barrett to fill the vacancy left by the death of Justice Ruth Bader Ginsburg. Eight days before the election, after 60 million Americans had already voted, Senate Republicans confirmed Barrett to the Supreme Court without any Democratic votes. Many observers strongly criticized the confirmation, arguing that it was a gross violation of the precedent Republicans set in 2016.[459] As president, Trump disparaged courts and judges whom he disagreed with, often in personal terms, and questioned the judiciary's constitutional authority. Trump's attacks on the courts have drawn rebukes from observers, including sitting federal judges, who are concerned about the effect of Trump's statements on the judicial independence and public confidence in the judiciary.[460][461][462] In December 2019, COVID-19 erupted in Wuhan, China; the SARS-CoV-2 virus spread worldwide within weeks.[463][464] The first confirmed case in the U.S. was reported on January 20, 2020.[465] The outbreak was officially declared a public health emergency by Health and Human Services (HHS) Secretary Alex Azar on January 31, 2020.[466] Trump's public statements on COVID-19 were at odds with his private statements. In February 2020 Trump publicly asserted that the outbreak in the U.S. was less deadly than influenza, was \"very much under control\", and would soon be over.[467] At the same time he acknowledged the opposite in a private conversation with Bob Woodward. In March 2020, Trump privately told Woodward that he was deliberately \"playing it down\" in public so as not to create panic.[468][469] Trump was slow to address the spread of the disease, initially dismissing the imminent threat and ignoring persistent public health warnings and calls for action from health officials within his administration and Secretary Azar.[470][471] Instead, throughout January and February he focused on economic and political considerations of the outbreak.[472] By mid-March, most global financial markets had severely contracted in response to the emerging pandemic.[473] Trump continued to claim that a vaccine was months away, although HHS and Centers for Disease Control and Prevention (CDC) officials had repeatedly told him that vaccine development would take 12–18 months.[474] Trump also falsely claimed that \"anybody that wants a test can get a test,\" despite the availability of tests being severely limited.[475] On March 6, Trump signed the Coronavirus Preparedness and Response Supplemental Appropriations Act into law, which provided $8.3 billion in emergency funding for federal agencies.[476] On March 11, the World Health Organization (WHO) recognized the spread of COVID-19 as a pandemic,[463] and Trump announced partial travel restrictions for most of Europe, effective March 13.[477] That same day, he gave his first serious assessment of the virus in a nationwide Oval Office address, calling the outbreak \"horrible\" but \"a temporary moment\" and saying there was no financial crisis.[478] On March 13, he declared a national emergency, freeing up federal resources.[479] In September 2019, the Trump administration terminated United States Agency for International Development's PREDICT program, a $200 million epidemiological research program initiated in 2009 to provide early warning of pandemics abroad.[480][481] The program trained scientists in sixty foreign laboratories to detect and respond to viruses that have the potential to cause pandemics. One such laboratory was the Wuhan lab that first identified the virus that causes COVID-19. After revival in April 2020, the program was given two 6-month extensions to help fight COVID-19 in the U.S. and other countries.[482][483] On April 22, Trump signed an executive order restricting some forms of immigration to the United States.[484] In late spring and early summer, with infections and death counts continuing to rise, he adopted a strategy of blaming the states for the growing pandemic, rather than accepting that his initial assessments of the course of the pandemic were overly-optimistic or his failure to provide presidential leadership.[485] Trump established the White House Coronavirus Task Force on January 29, 2020.[486] Beginning in mid-March, Trump held a daily task force press conference, joined by medical experts and other administration officials,[487] sometimes disagreeing with them by promoting unproven treatments.[488] Trump was the main speaker at the briefings, where he praised his own response to the pandemic, frequently criticized rival presidential candidate Joe Biden, and denounced the press.[487][489] On March 16, he acknowledged for the first time that the pandemic was not under control and that months of disruption to daily lives and a recession might occur.[490] His repeated use of the terms \"Chinese virus\" and \"China virus\" to describe COVID-19 drew criticism from health experts.[491][492][493] By early April, as the pandemic worsened and amid criticism of his administration's response, Trump refused to admit any mistakes in his handling of the outbreak, instead blaming the media, Democratic state governors, the previous administration, China, and the World Health Organization (WHO).[494] By mid-April 2020, some national news agencies began limiting live coverage of his daily press briefings, with The Washington Post reporting that \"propagandistic and false statements from Trump alternate with newsworthy pronouncements from members of his White House Coronavirus Task Force, particularly coronavirus response coordinator Deborah Birx and National Institute of Allergy and Infectious Diseases Director Anthony S. Fauci\".[495] The daily coronavirus task force briefings ended in late April, after a briefing at which Trump suggested the dangerous idea of injecting a disinfectant to treat COVID-19;[496] the comment was widely condemned by medical professionals.[497][498] In early May, Trump proposed the phase-out of the coronavirus task force and its replacement with another group centered on reopening the economy. Amid a backlash, Trump said the task force would \"indefinitely\" continue.[499] By the end of May, the coronavirus task force's meetings were sharply reduced.[500] Prior to the pandemic, Trump criticized the World Health Organization (WHO) and other international bodies, which he asserted were taking advantage of U.S. aid.[501] His administration's proposed 2021 federal budget, released in February, proposed reducing WHO funding by more than half.[501] In May and April, Trump accused the WHO of \"severely mismanaging and covering up the spread of the coronavirus\" and alleged without evidence that the organization was under Chinese control and had enabled the Chinese government's concealment of the origins of the pandemic.[501][502][503] He then announced that he was withdrawing funding for the organization.[501] Trump's criticisms and actions regarding the WHO were seen as attempts to distract attention from his own mishandling of the pandemic.[501][504][505] In July 2020, Trump announced the formal withdrawal of the United States from the WHO effective July 2021.[502][503] The decision was widely condemned by health and government officials as \"short-sighted\", \"senseless\", and \"dangerous\".[502][503] In June and July, Trump said several times that the U.S. would have fewer cases of coronavirus if it did less testing, that having a large number of reported cases \"makes us look bad\".[506][507] The CDC guideline at the time was that any person exposed to the virus should be \"quickly identified and tested\" even if they are not showing symptoms, because asymptomatic people can still spread the virus.[508][509] In August 2020 the CDC quietly lowered its recommendation for testing, advising that people who have been exposed to the virus, but are not showing symptoms, \"do not necessarily need a test\". The change in guidelines was made by HHS political appointees under Trump administration pressure, against the wishes of CDC scientists.[510][511] The day after this political interference was reported, the testing guideline was changed back to its original recommendation, stressing that anyone who has been in contact with an infected person should be tested.[511] In April 2020, Republican-connected groups organized anti-lockdown protests against the measures state governments were taking to combat the pandemic;[512][513] Trump encouraged the protests on Twitter,[514] even though the targeted states did not meet the Trump administration's own guidelines for reopening.[515] In April 2020, he first supported, then later criticized, Georgia Governor Brian Kemp's plan to reopen some nonessential businesses.[516] Throughout the spring he increasingly pushed for ending the restrictions as a way to reverse the damage to the country's economy.[517] Trump often refused to wear a face mask at public events, contrary to his own administration's April 2020 guidance that Americans should wear masks in public[518] and despite nearly unanimous medical consensus that masks are important to preventing the spread of the virus.[519] By June, Trump had said masks were a \"double-edged sword\"; ridiculed Biden for wearing masks; continually emphasized that mask-wearing was optional; and suggested that wearing a mask was a political statement against him personally.[519] Trump's contradiction of medical recommendations weakened national efforts to mitigate the pandemic.[518][519] Despite record numbers of COVID-19 cases in the U.S. from mid-June onward and an increasing percentage of positive test results, Trump largely continued to downplay the pandemic, including his false claim in early July 2020 that 99 percent of COVID-19 cases are \"totally harmless\".[520][521] He also began insisting that all states should open schools to in-person education in the fall despite a July spike in reported cases.[522] Trump repeatedly pressured federal health agencies to take actions he favored,[510] such as approving unproven treatments[523][524] or speeding up the approval of vaccines.[524] Trump administration political appointees at HHS sought to control CDC communications to the public that undermined Trump's claims that the pandemic was under control. CDC resisted many of the changes, but increasingly allowed HHS personnel to review articles and suggest changes before publication.[525][526] Trump alleged without evidence that FDA scientists were part of a \"deep state\" opposing him, and delaying approval of vaccines and treatments to hurt him politically.[527] On October 2, 2020, Trump tweeted that he had tested positive for COVID-19.[528][529] His wife, their son Barron, and numerous staff members and visitors also became infected.[530][531] Later that day Trump was hospitalized at Walter Reed National Military Medical Center, reportedly due to labored breathing and a fever. He was treated with antiviral and experimental antibody drugs and a steroid. He returned to the White House on October 5, still struggling with the disease.[532] During and after his treatment he continued to downplay the virus.[530] In 2021, it was revealed that his condition had been far more serious; he had dangerously low blood oxygen levels, a high fever, and lung infiltrates, indicating a severe case of the disease.[531] By July 2020, Trump's handling of the COVID-19 pandemic had become a major issue for the 2020 presidential election.[533] Democratic challenger Joe Biden sought to make the pandemic the central issue of the election.[534] Polls suggested voters blamed Trump for his pandemic response[533] and disbelieved his rhetoric concerning the virus, with an Ipsos/ABC News poll indicating 65 percent of respondents disapproved of his pandemic response.[535] In the final months of the campaign, Trump repeatedly claimed that the U.S. was \"rounding the turn\" in managing the pandemic, despite increasing numbers of reported cases and deaths.[536] A few days before the November 3 election, the United States reported more than 100,000 cases in a single day for the first time.[537] After he assumed the presidency, Trump was the subject of increasing Justice Department and congressional scrutiny, with investigations covering his election campaign, transition, and inauguration, actions taken during his presidency, along with his private businesses, personal taxes, and charitable foundation.[538] There were 30 investigations of Trump, including ten federal criminal investigations, eight state and local investigations, and twelve Congressional investigations.[539] During the 2016 presidential election campaign, American Media, Inc. (AMI), the parent company of the National Enquirer,[540] and a company set up by Trump's attorney Michael Cohen paid Playboy model Karen McDougal and adult film actress Stormy Daniels for keeping silent about their alleged affairs with Trump between 2006 and 2007.[541] Cohen pleaded guilty in 2018 to breaking campaign finance laws, saying he had arranged both payments at the direction of Trump to influence the presidential election.[542] Trump denied the affairs and claimed he was not aware of Cohen's payment to Daniels, but he reimbursed him in 2017.[543][544] Federal prosecutors asserted that Trump had been involved in discussions regarding non-disclosure payments as early as 2014.[545] Court documents showed that the FBI believed Trump was directly involved in the payment to Daniels, based on calls he had with Cohen in October 2016.[546][547] Federal prosecutors closed the investigation in 2019,[548] but the Manhattan District Attorney subpoenaed the Trump Organization and AMI for records related to the payments[549] and Trump and the Trump Organization for eight years of tax returns.[550] In January 2017, American intelligence agencies—the CIA, the FBI, and the NSA, represented by the Director of National Intelligence—jointly stated with \"high confidence\" that the Russian government interfered in the 2016 presidential election to favor the election of Trump.[551][552] In March 2017, FBI Director James Comey told Congress \"the FBI, as part of our counterintelligence mission, is investigating the Russian government's efforts to interfere in the 2016 presidential election. That includes investigating the nature of any links between individuals associated with the Trump campaign and the Russian government, and whether there was any coordination between the campaign and Russia's efforts.\"[553] The links between Trump associates and Russian officials were widely reported by the press.[554][555] One of Trump's campaign managers, Paul Manafort, worked from December 2004 to February 2010 to help pro-Russian politician Viktor Yanukovych win the Ukrainian presidency.[556] Other Trump associates, including former National Security Advisor Michael Flynn and political consultant Roger Stone, were connected to Russian officials.[557][558] Russian agents were overheard during the campaign saying they could use Manafort and Flynn to influence Trump.[559] Members of Trump's campaign and later his White House staff, particularly Flynn, were in contact with Russian officials both before and after the November election.[560][561] On December 29, 2016, Flynn talked with Russian Ambassador Sergey Kislyak about sanctions that were imposed that same day; Flynn later resigned in the midst of controversy over whether he misled Pence.[562] Trump told Kislyak and Sergei Lavrov in May 2017 he was unconcerned about Russian interference in U.S. elections.[563] Trump and his allies promoted a conspiracy theory that Ukraine, rather than Russia, interfered in the 2016 election—which was also promoted by Russia to frame Ukraine.[564] After the Democratic National Committee was hacked, Trump first claimed it withheld \"its server\" from the FBI (in actuality there were more than 140 servers, of which digital copies were given to the FBI); second, that CrowdStrike, the company that investigated the servers, was Ukraine-based and Ukrainian-owned (in actuality, CrowdStrike is U.S.-based, with the largest owners being American companies); and third that \"the server\" was hidden in Ukraine. Members of the Trump administration spoke out against the conspiracy theories.[565] The Crossfire Hurricane FBI investigation into possible links between Russia and the Trump campaign was launched in July 2016 during the campaign season. After Trump fired FBI director James Comey in May 2017, the FBI opened a counterintelligence investigation into Trump's personal and business dealings with Russia. Crossfire Hurricane was folded into the Mueller investigation, but deputy attorney general Rod Rosenstein ended the other investigation while giving the bureau the false impression that Mueller would pursue it.[566][567] In May 2017, Deputy Attorney General Rod Rosenstein appointed Robert Mueller, a former director of the FBI, special counsel for the Department of Justice (DOJ) ordering him to \"examine 'any links and/or coordination between the Russian government' and the Trump campaign.\" He privately told Mueller to restrict the investigation to criminal matters \"in connection with Russia’s 2016 election interference\".[567] The special counsel also investigated whether Trump's dismissal of James Comey as FBI director constituted obstruction of justice[568] and the Trump campaign's possible ties to Saudi Arabia, the United Arab Emirates, Turkey, Qatar, Israel, and China.[569] Trump denied collusion between his campaign and the Russian government.[570] He sought to fire Mueller and shut down the investigation multiple times but backed down after his staff objected or after changing his mind.[571] He bemoaned the recusal of Attorney General Sessions on Russia matters, stating that Sessions should have stopped the investigation.[572] In March 2019, Mueller concluded his investigation and gave his report to Attorney General William Barr.[573] Two days later, Barr sent a letter to Congress purporting to summarize the report's main conclusions. A federal court, as well as Mueller himself, said Barr had mischaracterized the investigation's conclusions, confusing the public.[574][575][576] Trump repeatedly and falsely claimed that the investigation exonerated him; the Mueller report expressly stated that it did not exonerate him.[577] A redacted version of the report was publicly released in April 2019. It found that Russia interfered in 2016 to favor Trump's candidacy and hinder Clinton's.[578] Despite \"numerous links between the Russian government and the Trump campaign\", the prevailing evidence \"did not establish\" that Trump campaign members conspired or coordinated with Russian interference.[579][580] The report revealed sweeping Russian interference[580] and detailed how Trump and his campaign welcomed and encouraged it, believing they would politically benefit.[581][582][583] The report also detailed multiple acts of potential obstruction of justice by Trump, but opted not to make any \"traditional prosecutorial judgment\" on whether Trump broke the law, suggesting that Congress should make such a determination.[584][585] Investigators decided they could not \"apply an approach that could potentially result in a judgment that the President committed crimes\" as an Office of Legal Counsel opinion stated that a sitting president could not be indicted, and investigators would not accuse him of a crime when he cannot clear his name in court.[586] The report concluded that Congress, having the authority to take action against a president for wrongdoing, \"may apply the obstruction laws\".[587] The House of Representatives subsequently launched an impeachment inquiry following the Trump–Ukraine scandal, but did not pursue an article of impeachment related to the Mueller investigation.[588][589] Several Trump associates pleaded guilty or were convicted in connection with Mueller's investigation and related cases. Manafort, convicted on eight felony counts,[590] deputy campaign manager Rick Gates,[591] foreign policy advisor George Papadopoulos,[592] and Michael Flynn.[593][594] Trump's former attorney Michael Cohen pleaded guilty to lying to Congress about Trump's 2016 attempts to reach a deal with Russia to build a Trump Tower in Moscow. Cohen said he had made the false statements on behalf of Trump, who was identified as \"Individual-1\" in the court documents.[595] In February 2020, Trump campaign adviser Roger Stone was sentenced to 40 months in prison for lying to Congress and witness tampering regarding his attempts to learn more about hacked Democratic emails during the 2016 election. The sentencing judge said Stone \"was prosecuted for covering up for the president\".[596] In August 2019, a whistleblower filed a complaint with the Inspector General of the Intelligence Community about a July 25 phone call between Trump and President of Ukraine Volodymyr Zelenskyy, during which Trump had pressured Zelenskyy to investigate CrowdStrike and Democratic presidential candidate Joe Biden and his son Hunter, adding that the White House had attempted to cover-up the incident.[597] The whistleblower stated that the call was part of a wider campaign by the Trump administration and Giuliani that may have included withholding financial aid from Ukraine in July 2019 and canceling Pence's May 2019 Ukraine trip.[598] House Speaker Nancy Pelosi initiated a formal impeachment inquiry on September 24.[599] Trump then confirmed that he withheld military aid from Ukraine, offering contradictory reasons for the decision.[600][601] On September 25, the Trump administration released a memorandum of the phone call which confirmed that, after Zelenskyy mentioned purchasing American anti-tank missiles, Trump asked him to discuss investigating Biden and his son with Giuliani and Attorney General William Barr.[597][602] The testimony of multiple administration officials and former officials confirmed that this was part of a broader effort to further Trump's personal interests by giving him an advantage in the upcoming presidential election.[603] In October, William B. Taylor Jr., the chargé d'affaires for Ukraine, testified before congressional committees that soon after arriving in Ukraine in June 2019, he found that Zelenskyy was being subjected to pressure directed by Trump and led by Giuliani. According to Taylor and others, the goal was to coerce Zelenskyy into making a public commitment investigating the company that employed Hunter Biden, as well as rumors about Ukrainian involvement in the 2016 U.S. presidential election.[604] He said it was made clear that until Zelenskyy made such an announcement, the administration would not release scheduled military aid for Ukraine and not invite Zelenskyy to the White House.[605] On December 13, the House Judiciary Committee voted along party lines to pass two articles of impeachment: one for abuse of power and one for obstruction of Congress.[606] After debate, the House of Representatives impeached Trump on both articles on December 18.[607] The Senate impeachment trial began on January 16, 2020.[608] On January 22, the Republican Senate majority rejected amendments proposed by the Democratic minority to call witnesses and subpoena documents; evidence collected during the House impeachment proceedings was entered into the Senate record.[609] For three days, January 22–24, the House impeachment managers presented their case to the Senate. They cited evidence to support charges of abuse of power and obstruction of Congress, and asserted that Trump's actions were exactly what the founding fathers had in mind when they created the Constitution's impeachment process.[610] Responding over the next three days, Trump's lawyers did not deny the facts as presented in the charges but said Trump had not broken any laws or obstructed Congress.[611] They argued that the impeachment was \"constitutionally and legally invalid\" because Trump was not charged with a crime and that abuse of power is not an impeachable offense.[611] On January 31, the Senate voted against allowing subpoenas for witnesses or documents; 51 Republicans formed the majority for this vote.[612] The impeachment trial was the first in U.S. history without witness testimony.[613] Trump was acquitted of both charges by the Republican Senate majority, 52–48 on abuse of power and 53–47 on obstruction of Congress. Senator Mitt Romney was the only Republican who voted to convict Trump on one of the charges, the abuse of power.[614] Following his acquittal, Trump fired impeachment witnesses and other political appointees and career officials he deemed insufficiently loyal.[615] Breaking with precedent, Trump filed to run for a second term with the FEC within a few hours of assuming the presidency.[616] He held his first re-election rally less than a month after taking office[617] and officially became the Republican nominee in August 2020.[618] In his first two years in office, Trump's reelection committee reported raising $67.5 million and began 2019 with $19.3 million in cash.[619] By July 2020, the Trump campaign and the Republican Party had raised $1.1 billion and spent $800 million, losing their cash advantage over Democratic nominee Joe Biden.[620] The cash shortage forced the campaign to scale back advertising spending.[621] Starting in spring 2020, Trump began to sow doubts about the election, claiming without evidence that the election would be rigged and that the expected widespread use of mail balloting would produce massive election fraud.[622][623] In July Trump raised the idea of delaying the election.[624] When in August the House of Representatives voted for a $25 billion grant to the U.S. Postal Service for the expected surge in mail voting, Trump blocked funding, saying he wanted to prevent any increase in voting by mail.[625] He repeatedly refused to say whether he would accept the results of the election and commit to a peaceful transition of power if he lost.[626][627] Trump campaign advertisements focused on crime, claiming that cities would descend into lawlessness if Biden won the presidency.[628] Trump repeatedly misrepresented Biden's positions[629][630] and shifted to appeals to racism.[631] Biden won the election on November 3, receiving 81.3 million votes (51.3 percent) to Trump's 74.2 million (46.8 percent)[632][633] and 306 Electoral College votes to Trump's 232.[634] At 2 a.m. the morning after the election, with the results still unclear, Trump declared victory.[635] After Biden was projected the winner days later, Trump said, \"this election is far from over\" and baselessly alleged election fraud.[636] Trump and his allies filed many legal challenges to the results, which were rejected by at least 86 judges in both the state and federal courts, including by federal judges appointed by Trump himself, finding no factual or legal basis.[637][638] Trump's unsubstantiated allegations of widespread voting fraud were also refuted by state election officials.[639] After Cybersecurity and Infrastructure Security Agency (CISA) director Chris Krebs contradicted Trump's fraud allegations, Trump dismissed him on November 17.[640] On December 11, the U.S. Supreme Court declined to hear a case from the Texas attorney general that asked the court to overturn the election results in four states won by Biden.[641] Trump withdrew from public activities in the weeks following the election.[642] He initially blocked government officials from cooperating in Biden's presidential transition.[643][644] After three weeks, the administrator of the General Services Administration declared Biden the \"apparent winner\" of the election, allowing the disbursement of transition resources to his team.[645] Trump still did not formally concede while claiming he recommended the GSA begin transition protocols.[646][647] The Electoral College formalized Biden's victory on December 14.[634] From November to January, Trump repeatedly sought help to overturn the results of the election, personally pressuring various Republican local and state office-holders,[648] Republican state and federal legislators,[649] the Justice Department,[650] and Vice President Pence,[651] urging various actions such as replacing presidential electors, or a request for Georgia officials to \"find\" votes and announce a \"recalculated\" result.[649] On February 10, 2021, Georgia prosecutors opened a criminal investigation into Trump's efforts to subvert the election in Georgia.[652] Trump did not attend Biden's inauguration, leaving Washington for Florida hours before.[653] In December 2020, Newsweek reported the Pentagon was on red alert, and ranking officers had discussed what they would do if Trump decided to declare martial law. The Pentagon responded with quotes from defense leaders that the military has no role to play in the outcome of the election.[654] When Trump moved supporters into positions of power at the Pentagon after the November 2020 election, chairman of the Joint Chiefs of Staff Mark Milley and CIA director Gina Haspel became concerned about the threat of a possible coup attempt or military action against China or Iran.[655][656] Milley insisted that he should be consulted about any military orders from Trump, including the use of nuclear weapons, and he instructed Haspel and NSA director Paul Nakasone to monitor developments closely.[657][658] On January 6, 2021, while congressional certification of the presidential election results was taking place in the United States Capitol, Trump held a rally at the Ellipse, where he called for the election result to be overturned and urged his supporters to \"take back our country\" by marching to the Capitol to \"show strength\" and \"fight like hell\".[659][660] Trump's speech started at noon. By 12:30 p.m., rally attendees had gathered outside the Capitol, and at 1 p.m., his supporters pushed past police barriers onto Capitol grounds. Trump's speech ended at 1:10 p.m., and many supporters marched to the Capitol as he had urged, joining the crowd there. Around 2:15 p.m. the mob broke into the building, disrupting certification and causing the evacuation of Congress.[661] During the violence, Trump posted mixed messages on Twitter and Facebook, eventually tweeting to the rioters at 6 p.m., \"go home with love & in peace\", but describing them as \"great patriots\" and \"very special\", while still complaining that the election was stolen.[662][663] After the mob was removed from the Capitol, Congress reconvened and confirmed the Biden election win in the early hours of the following morning.[664] There were many injuries, and five people, including a Capitol Police officer, died.[665] On January 11, 2021, an article of impeachment charging Trump with incitement of insurrection against the U.S. government was introduced to the House.[666] The House voted 232–197 to impeach Trump on January 13, making him the first U.S. officeholder to be impeached twice.[667] The impeachment, which was the most rapid in history, followed an unsuccessful bipartisan effort to strip Trump of his powers and duties via Section 4 of the 25th Amendment.[668] Ten Republicans voted for impeachment—the most members of a party ever to vote to impeach a president of their own party.[669] Senate Democrats asked to begin the trial immediately, while Trump was still in office, but then-Senate Majority Leader Mitch McConnell blocked the plan.[670] On February 13, following a five-day Senate trial, Trump was acquitted when the Senate voted 57–43 for conviction, falling ten votes short of the two-thirds majority required to convict; seven Republicans joined every Democrat in voting to convict, the most bipartisan support in any Senate impeachment trial of a president or former president.[671][672] Most Republicans voted to acquit Trump, though some held him responsible but felt the Senate did not have jurisdiction over former presidents (Trump had left office on January 20; the Senate voted 56–44 the trial was constitutional).[673] Included in the latter group was McConnell, who said Trump was \"practically and morally responsible for provoking the events of the day\" but \"constitutionally not eligible for conviction\".[674] At the end of his term Trump went to live at his Mar-a-Lago club.[675][676] As provided for by the Former Presidents Act[677] he established an office there to handle his post-presidential activities.[677][678] Trump's false claims concerning the 2020 election were commonly referred to as the \"big lie\" in the press and by his critics. In May 2021, Trump and his supporters attempted to co-opt the term, using it to refer to the election itself.[679][680] The Republican Party used Trump's false election narrative to justify the imposition of new voting restrictions in its favor.[680][681] Trump resumed his campaign-style rallies with an 85-minute speech at the annual North Carolina Republican Party convention on June 6, 2021.[682][683] On June 26, he held his first public rally since the January 6 rally that preceded the riot at the Capitol.[684] Trump remained unusually involved in shaping the Republican Party after he left office. Much of his focus was on the people in charge of elections and how elections are run; he has been compared to a modern day party boss.[685] He continued fundraising, raising more than twice as much as the Republican Party itself.[685] He hosted fundraisers for many Republican candidates at Mar-a-Lago.[685] In the 2022 midterm elections he endorsed over 140 candidates for various offices, most of whom support his claim that the 2020 presidential election was stolen from him.[685] He endorsed candidates such as Mark Finchem of Arizona and Jody Hice of Georgia, who tried to overturn the 2020 election results and were running for secretary of state positions in their respective states, which would put them in charge of the 2024 elections in those states.[686] Trump registered a new company in February 2021. Trump Media & Technology Group (TMTG) was formed for providing \"social networking services\" to \"customers in the United States\".[687][688] In October 2021, Trump announced the planned merger of TMTG with Digital World Acquisition,[689] a special purpose acquisition company (SPAC). A main backer of the SPAC is China-based financier ARC Group, who was reportedly involved in setting up the proposed merger. The transaction is under investigation by the U.S. Securities and Exchange Commission.[690][691] Trump was the only president to never reach a 50% approval rating in the Gallup poll dating to 1938. The approval ratings showed a record partisan gap: 88 percent among Republicans, 7 percent among Democrats.[692] Until September 2020, the ratings were unusually stable, reaching a high of 49 percent and a low of 35 percent.[693] Trump finished his term with a record-low approval rating of between 29 percent and 34 percent (the lowest of any president since modern polling began) and a record-low average of 41 percent throughout his presidency.[692][694] In Gallup's annual poll asking Americans to name the man they admire the most, Trump placed second to Obama in 2017 and 2018, tied with Obama for most admired man in 2019, and was named most admired in 2020.[695][696] Since Gallup started conducting the poll in 1948, Trump is the first elected president not to be named most admired in his first year in office.[697] A Gallup poll in 134 countries comparing the approval ratings of U.S. leadership between the years 2016 and 2017 found that Trump led Obama in job approval in only 29, most of them non-democracies,[698] with approval of US leadership plummeting among US allies and G7 countries. Overall ratings were similar to those in the last two years of the George W. Bush presidency.[699] By mid-2020, only 16% of international respondents to a 13-nation Pew Research poll expressed confidence in Trump, a lower score than those historically accorded to Russia's Vladimir Putin and China's Xi Jinping.[700] C-SPAN, which has surveyed presidential historians on presidential leadership each time the administration changed since 2000,[701] ranked Trump fourth–lowest overall in their Presidential Historians Survey 2021, with Trump rated lowest in the leadership characteristics categories for moral authority and administrative skills.[702][703][704] Trump's social media presence attracted attention worldwide since he joined Twitter in 2009. He frequently tweeted during the 2016 election campaign and as president, until his ban in the final days of his term.[705] Over twelve years, Trump posted around 57,000 tweets, often using Twitter as a direct means of communication with the public and sidelining the press.[706] In June 2017, a White House press secretary said that Trump's tweets were official presidential statements.[707] Trump often announced terminations of administration officials and cabinet members over Twitter.[708] After years of criticism for allowing Trump to post misinformation and falsehoods, Twitter began to tag some of his tweets with fact-checking warnings in May 2020.[709] In response, Trump tweeted that \"Social Media Platforms totally silence conservatives [sic] voices\" and that he would \"strongly regulate, or close them down\".[710] In the days after the storming of the United States Capitol, Trump was banned from Facebook, Instagram, Twitter and other platforms.[711] Twitter blocked attempts by Trump and his staff to circumvent the ban through the use of others' accounts.[712] The loss of Trump's social media megaphone, including his 88.7 million Twitter followers, diminished his ability to shape events,[713][714] and prompted a dramatic decrease in the volume of misinformation shared on Twitter.[715] In May 2021, an advisory group to Facebook evaluated that site's indefinite ban of Trump and concluded that it had been justified at the time but should be re-evaluated in six months.[716] In June 2021, Facebook suspended the account for two years.[717] Later in June, Trump joined the video platform Rumble[718] and began to post the messages of his website blog on the Twitter account of a spokesperson.[719] Trump's attempts to re-establish a social media presence were unsuccessful. In May 2021 he launched a blog that had low readership and was closed after less than a month.[720] Trump began promoting himself in the press in the 1970s,[721] and continued to seek media attention throughout his career, sustaining a \"love–hate\" relationship with the press.[722] In the 2016 campaign, Trump benefited from a record amount of free media coverage, elevating his standing in the Republican primaries.[164] New York Times writer Amy Chozick wrote in 2018 that Trump's media dominance enthralled the public and created \"must-see TV.\"[723] As a candidate and as president, Trump frequently accused the press of bias, calling it the \"fake news media\" and \"the enemy of the people\".[724] In 2018, journalist Lesley Stahl recounted Trump's saying he intentionally demeaned and discredited the media \"so when you write negative stories about me no one will believe you\".[725] As president, Trump privately and publicly mused about revoking the press credentials of journalists he viewed as critical.[726] His administration moved to revoke the press passes of two White House reporters, which were restored by the courts.[727] In 2019, a member of the foreign press reported many of the same concerns as those of media in the U.S., expressing concern that a normalization process by reporters and media results in an inaccurate characterization of Trump.[728] The Trump White House held about a hundred formal press briefings in 2017, declining by half during 2018 and to two in 2019.[727] Trump also deployed the legal system to intimidate the press.[729] In early 2020, the Trump campaign sued The New York Times, The Washington Post, and CNN for defamation in opinion pieces about Russian election interference.[730][731] Legal experts said that the lawsuits lacked merit and were not likely to succeed.[729][732] By March 2021, the lawsuits against The New York Times and CNN had been dismissed.[733][734] As a candidate and as president, Trump frequently made false statements in public speeches and remarks[171][167] to an extent unprecedented in American politics.[738][739] His falsehoods became a distinctive part of his political identity.[738] Trump's false and misleading statements were documented by fact-checkers, including at The Washington Post, which tallied a total of 30,573 false or misleading statements made by Trump over his four-year term.[735] Trump's falsehoods increased in frequency over time, rising from about 6 false or misleading claims per day in his first year as president to 16 per day in his second year to 22 per day in his third year to 39 per day in his final year.[740] He reached 10,000 false or misleading claims 27 months into his term; 20,000 false or misleading claims 14 months later, and 30,000 false or misleading claims five months later.[740] Some of Trump's falsehoods were inconsequential, such as his claims of a large crowd size during his inauguration.[741][742] Others had more far-reaching effects, such as Trump's promotion of unproven antimalarial drugs as a treatment for COVID‑19 in a press conference and on Twitter in March 2020.[743][744] The claims had consequences worldwide, such as a shortage of these drugs in the United States and panic-buying in Africa and South Asia.[745][746] Other misinformation, such as misattributing a rise in crime in England and Wales to the \"spread of radical Islamic terror\", served Trump's domestic political purposes.[747] As a matter of principle, Trump does not apologize for his falsehoods.[748] Despite the frequency of Trump's falsehoods, the media rarely referred to them as lies.[749][750] The first time The Washington Post did so was in August 2018, when it declared that some of Trump's misstatements, in particular those concerning hush money paid to Stormy Daniels and Playboy model Karen McDougal, were lies.[751][750] In 2020, Trump was a significant source of disinformation on mail-in voting and misinformation on the COVID-19 pandemic.[752][753] His attacks on mail-in ballots and other election practices served to weaken public faith in the integrity of the 2020 presidential election,[754][755] while his disinformation about the pandemic delayed and weakened the national response to it.[471][752] Some view the nature and frequency of Trump's falsehoods as having profound and corrosive consequences on democracy.[756] James Pfiffner, professor of policy and government at George Mason University, wrote in 2019 that Trump lies differently from previous presidents, because he offers \"egregious false statements that are demonstrably contrary to well-known facts\"; these lies are the \"most important\" of all Trump lies. By calling facts into question, people will be unable to properly evaluate their government, with beliefs or policy irrationally settled by \"political power\"; this erodes liberal democracy, wrote Pfiffner.[757] Before and throughout his presidency, Trump has promoted numerous conspiracy theories, including Obama birtherism, the Clinton Body Count theory, QAnon, the Global warming hoax theory, Trump Tower wiretapping allegations, a John F. Kennedy assassination conspiracy theory involving Rafael Cruz, linking talk show host Joe Scarborough to the death of a staffer,[758] alleged foul-play in the death of Antonin Scalia, alleged Ukrainian interference in U.S. elections, and that Osama bin Laden was alive and Obama and Biden had members of Navy SEAL Team 6 killed.[758][759][760][761][762][763] In at least two instances Trump clarified to press that he also believed the conspiracy theory in question.[760] During and since the 2020 presidential election, Trump has promoted various conspiracy theories for his defeat including dead people voting,[764] voting machines changing or deleting Trump votes, fraudulent mail-in voting, throwing out Trump votes, and \"finding\" suitcases full of Biden votes.[765][766] Many of Trump's comments and actions have been considered racist.[767] He repeatedly denied this, saying: \"I am the least racist person there is anywhere in the world.\"[768] In national polling, about half of respondents said that Trump is racist; a greater proportion believed that he has emboldened racists.[769][770] Several studies and surveys found that racist attitudes fueled Trump's political ascent and were more important than economic factors in determining the allegiance of Trump voters.[771][772] Racist and Islamophobic attitudes are a strong indicator of support for Trump.[773] In 1975, he settled a 1973 Department of Justice lawsuit that alleged housing discrimination against black renters.[45] He has also been accused of racism for insisting a group of black and Latino teenagers were guilty of raping a white woman in the 1989 Central Park jogger case, even after they were exonerated by DNA evidence in 2002. As of 2019, he maintained this position.[774] Trump relaunched his political career in 2011 as a leading proponent of \"birther\" conspiracy theories alleging that Barack Obama, the first black U.S. president, was not born in the United States.[775][776] In April 2011, Trump claimed credit for pressuring the White House to publish the \"long-form\" birth certificate, which he considered fraudulent, and later saying this made him \"very popular\".[777][778] In September 2016, amid pressure, he acknowledged that Obama was born in the U.S. and falsely claimed the rumors had been started by Hillary Clinton during her 2008 presidential campaign.[779] In 2017, he reportedly still expressed birther views in private.[780] According to an analysis in Political Science Quarterly, Trump made \"explicitly racist appeals to whites\" during his 2016 presidential campaign.[781] In particular, his campaign launch speech drew widespread criticism for claiming Mexican immigrants were \"bringing drugs, they're bringing crime, they're rapists\".[782][783] His later comments about a Mexican-American judge presiding over a civil suit regarding Trump University were also criticized as racist.[784] Trump's comments on the 2017 far-right rally in Charlottesville, Virginia, condemning \"this egregious display of hatred, bigotry and violence on many sides\" and stating that there were \"very fine people on both sides\", were widely criticized as implying a moral equivalence between the white supremacist demonstrators and the counter-protesters.[785][786][787][788] In a January 2018 Oval Office meeting to discuss immigration legislation, Trump reportedly referred to El Salvador, Haiti, Honduras, and African nations as \"shithole countries\".[789] His remarks were condemned as racist.[790][791] In July 2019, Trump tweeted that four Democratic congresswomen—all minorities, three of whom are native-born Americans—should \"go back\" to the countries they \"came from\".[792] Two days later the House of Representatives voted 240–187, mostly along party lines, to condemn his \"racist comments\".[793] White nationalist publications and social media sites praised his remarks, which continued over the following days.[794] Trump continued to make similar remarks during his 2020 campaign.[795] Trump has a history of insulting and belittling women when speaking to media and on social media.[796][797] He made lewd comments, demeaned women's looks, and called them names, such as 'dog', 'crazed, 'crying lowlife', 'face of a pig', or 'horseface'.[797][798][799] In October 2016, two days before the second presidential debate, a 2005 \"hot mic\" recording surfaced in which Trump is heard bragging about kissing and groping women without their consent, saying \"when you're a star, they let you do it, you can do anything... grab 'em by the pussy.\"[800] The incident's widespread media exposure led to Trump's first public apology during the campaign[801] and caused outrage across the political spectrum.[802] At least 26 women, including his first wife, have publicly accused Trump of rape, kissing and groping without consent, looking under women's skirts, or walking in on naked teenage pageant contestants.[803][804][805] In 2016, he denied all accusations, calling them \"false smears\" and alleging a conspiracy against him and the American people.[806] Research suggests Trump's rhetoric caused an increased incidence of hate crimes.[807][808] During his 2016 campaign, he urged or praised physical attacks against protesters or reporters.[809][810] Numerous defendants investigated or prosecuted for violent acts and hate crimes, including participants of the January 6, 2021, storming of the U.S. Capitol, cited Trump's rhetoric in arguing that they were not culpable or should receive a lighter sentence.[811][812] A nationwide review by ABC News in May 2020 identified at least 54 criminal cases from August 2015 to April 2020 in which Trump was invoked in direct connection with violence or threats of violence mostly by white men and primarily against members of minority groups.[813] Trump has been the subject of parody, comedy, and caricature on television, in movies, and in comics. Trump was named in hundreds of hip hop songs since the 1980s, mostly positive. Mentions turned largely negative and pejorative after he began running for office in 2015.[814] ","country":"United States"}