{"name":"Edgar Sanabria","url":"/wiki/Edgar_Sanabria","Born":"1911-10-03","Died":"1989-04-24","termEnds":"(1911–1989)","termStarts":null,"text":"Edgar Sanabria Arcia (Spanish pronunciation: [ˈeðɣaɾ saˈnaβɾja]; 3 October 1911 – 24 April 1989) was a Venezuelan lawyer, diplomat, and politician. He served as the acting president of Venezuela from 1958 to 1959. He was born in Caracas to his parents Gorge Sanabria Bruzal and Magdalena Arcia. He graduated from the Central University of Venezuela in 1935, becoming a law professor at the same university a year later. He worked for several ministries during the presidency of Isaias Medina Angarita.[1] He belonged to the provisional Government Junta after the overthrow of Marcos Pérez Jiménez on 23 January 1958, and was interim President of Venezuela when replaced the Rear admiral Wolfgang Larrazábal because he decides to appear in the elections of 18, November 1958. During the interim presidency Sanabria implemented the Supplementary Tax Law through which the tax rate is raised to oil companies from 50 to 60%. The Law of Universities was also sanctioned, in which the statute of university autonomy and the inviolability of its precincts were restored by any state security agency. On December 12, 1958, issued Decree No. 473, which created the El Ávila National Park covering an area of 66,192 hectares, with the purpose of preserving the scenic beauty, its fauna, flora and biodiversity. The electoral result of the presidential elections of 1958 favored Rómulo Betancourt of Acción Democrática, followed by Larrazábal who was supported by URD, PCV and other political parties, and in the third place COPEI, with his hegemonic candidate Rafael Caldera. On February 18, 1959, Sanabria handed over power to Romulo Betancourt in a joint session of the National Congress. After leaving the presidency, he served as Ambassador to the Holy See (1959-1963), Switzerland (1964-1968), and Austria (1968-1970).[2] He died in Caracas, after a stroke, on 24 April 1989, at the age of 77.","country":"Venezuela"}