{"name":"Elpidio Quirino","url":"/wiki/Elpidio_Quirino","Born":"1890-11-16","Died":"1956-02-29","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Elpidio Rivera Quirino (Tagalog: [ˈkiɾino]; born Elpidio Quirino y Rivera; November 16, 1890 – February 29, 1956) was a Filipino lawyer and politician who served as the sixth president of the Philippines from 1948 to 1953. A lawyer by profession, Quirino entered politics when he became a representative of Ilocos Sur from 1919 to 1925. He was then elected as a senator from 1925 to 1935. In 1934, he became a member of the Philippine Independence Commission that was sent to Washington, D.C., which secured the passage of Tydings–McDuffie Act to the United States Congress. In 1935, he was also elected to the 1935 Constitutional Convention that drafted the 1935 Philippine Constitution for the newly established Philippine Commonwealth. In the new government, he served as secretary of the interior and finance under the cabinet of President Manuel L. Quezon. After World War II, Quirino was elected vice-president in the April 1946 presidential election, consequently the second and last for the Commonwealth and first for the Third Republic. After the death of incumbent President Manuel Roxas in April 1948, he succeeded to the presidency. He won a full term under the Liberal Party ticket, defeating Nacionalista former president José P. Laurel as well as fellow Liberalista and former Senate President José Dira Avelino. The Quirino administration was generally challenged by the HukBaLaHap, who ransacked towns and barrios. Quirino ran for president again in November 1953 but was defeated by Ramon Magsaysay in a landslide. Elpidio Rivera Quirino was born on November 16, 1890 at the Vigan Provincial Jail in Vigan, Ilocos Sur. He was the third child of Mariano Quirino y Quebral of Caoayan, Ilocos Sur and Gregoria Rivera y Mendoza of Agoo, La Union.[1] A Chinese mestizo descendant, Quirino was baptized on November 19, 1890.[2][3] Quirino spent his early years in Aringay, La Union. He studied and graduated from his elementary education to his native Caoayan, where he became a barrio teacher. He received secondary education at Vigan High School, then went to Manila where he worked as junior computer technician at the Bureau of Lands and as property clerk in the Manila Police Department. He graduated from Manila High School in 1911 and also passed the civil service examination, first-grade.[citation needed] Quirino attended the University of the Philippines in Manila. In 1915, he earned his law degree from the university's College of Law, and was admitted to the bar later that year. He was engaged into the private practice of law. During his early years as an adult he was inducted into the Pan Xenia Fraternity, a professional trade fraternity in the University of the Philippines, in the year 1950.[citation needed] His daughter, Victoria, became the youngest hostess of Malacañang Palace, at 16 years old, when Quirino ascended to the presidency on April 17, 1948. She married Luis M. Gonzalez in 1950, who became Philippine ambassador to Spain from 1966 to 1971. Quirino was engaged in private law practice of until he was elected as member of the Philippine House of Representatives from 1919 to 1925, succeeding Alberto Reyes. In 1925, he was succeeded by Vicente Singson Pablo. Quirino was elected as a senator in 1925 representing the First Senatorial District, serving until 1935. He then served as secretary of finance and of the interior under the Commonwealth.[citation needed] In 1934, Quirino became a member of the Philippine Independence Commission that was sent to Washington, D.C., headed by Manuel L. Quezon, that secured the passage in the United States Congress of the Tydings–McDuffie Act. This legislation set the date for Philippine independence by 1945. Official declaration came on July 4, 1946.[citation needed] Before World War II, Quirino was re-elected to the Senate, but was not able to serve until 1945. After the war, the Philippine Commonwealth Government was restored. The Congress was likewise re-organized and in the Senate and Quirino was installed was Senate President pro tempore.[citation needed] Soon after the reconstitution of the Commonwealth Government in 1945, Senators Manuel Roxas, Quirino and their allies called for an early national election to choose the president and vice president of the Philippines and members of the Congress. In December 1945, the House Insular Affairs of the United States Congress approved the joint resolution setting the date of the election on not later than April 30, 1946. Prompted by this congressional action, President Sergio Osmeña called the Philippine Congress to a three-day special session. Congress enacted Commonwealth Act No. 725, setting the date of the election on April 23, 1946. The act was signed by President Osmeña on January 5, 1946. Quirino was nominated as Senate President Manuel Roxas's running mate. The tandem won the election. As Vice-President, Quirino was appointed Secretary of Foreign Affairs. Quirino's five years as president were marked by notable postwar reconstruction, general economic gains and increased economic aid from the United States. Quirino assumed the presidency on April 17, 1948, taking his oath of office two days after the death of Manuel Roxas. His first official act as the President was the proclamation of a state mourning throughout the country for Roxas' death. Since Quirino was a widower, his surviving daughter, Victoria, would serve as the official hostess and perform the functions traditionally ascribed to the First Lady. On July 17, 1948, Congress approved Republic Act No. 333, amending Commonwealth Act No. 502, declaring Quezon City as the new capital of the Philippines, replacing Manila.[4] Nevertheless, pending the official transfer of the government offices to the new capital site, Manila remained to be such for all effective purposes.[4] The term HukBaLaHap was a contraction of Hukbong Bayan Laban sa mga Hapon (in English: The Nation's Army Against the Japanese Soldiers), members of which were commonly referred to as Huks. With the expiration of the Amnesty deadline on August 15, 1948, the government found out that the Huks had not lived up to the terms of the Quirino-Taruc agreement. Indeed, after having been seated in Congress and collecting his back pay allowance, Huk leader Luis Taruc surreptitiously fled away from Manila, even as a number of his followers had either submitted themselves to the conditions of the Amnesty proclamation or surrendered their arms. In the face of countercharges from the Huk to the effect that the government had not satisfied the agreed conditions, President Quirino ordered a stepped-up campaign against dissidents, restoring once more an aggressive policy in view of the failure of the friendly attitude previously adopted.[4] To bring the government closer to the people, he revived President Quezon's \"fireside chats\", in which he enlightened the people on the activities of the Republic by the periodic radio broadcasts from Malacañan Palace. Riding on the crest of the growing wave of resentment against the Liberal Party, a move was next hatched to indict President Quirino himself.[4] Led by Representative Agripino Escareal, a committee composed of seven members of the House of Representatives prepared a five-count accusation ranging from nepotism to gross expenditures. Speaker Eugenio Pérez appointed a committee of seven, headed by Representative Lorenzo Sumulong to look into the charges preparatory to their filing with the Senate, acting as an impeachment body. Solicitor General Felix Angelo Bautista entered his appearance as defense counsel for the chief executive.[4] Following several hearings, on April 19, 1949, after a rather turbulent session that lasted all night, the congressional committee reached a verdict completely exonerating the President. In September 1949, the Fourth General Assembly of the United Nations elected delegate Carlos P. Romulo as its President. The first[4] Oriental to hold the position, Romulo was strongly supported by the Anglo-Saxon bloc, as well as by the group of Spanish-speaking nations,[4] thus underscoring the hybrid nature of the Filipino people's culture and upbringing.[4] Incumbent President Quirino won a full term as President after the untimely death of President Manuel Roxas in 1948 in the November 1949 presidential election. His running mate, Senator Fernando López, won as Vice President. Despite factions created in the administration party, Quirino won a satisfactory vote from the public. It was the only time in Philippine history where the duly elected president, vice president and senators all came from the same party, the Liberal Party. The election was widely criticized as being corrupt,[5] with violence and fraud taking place.[6] Opponents of Quirino were beaten or murdered by his supporters or the police and the election continues to be seen as corrupt.[7] In May 1950, upon the invitation of President Quirino and through the insistent suggestion of UN President Carlos Romulo, official representatives of India, Pakistan, Ceylon, Thailand, Indonesia, and Australia met in Baguio City for a regional conference sponsored by the Philippines.[4] China and Korea did not attend the conference because the latter did not contemplate the formation of a military union of the Southeast Asian nations. On the other hand, Japan, Indonesia, China, and others were not invited because, at the time, they were not free and independent states. Due to the request of India and Indonesia, no political questions were taken up the conference.[4] Instead, the delegates discussed economic and, most of all, cultural, problems confronting their respective countries. Strangely enough however, the Baguio Conference ended with an official communiqué in which the nations attending the same expressed their united agreement in supporting the right to self-determination of all peoples the world over. This initial regional meet held much promise of a future alliance of these neighboring nations for common protection and aid.[4] The Quirino administration faced a serious threat in the form of the communist HukBaLaHap movement. Although the Huks originally had been an anti-Japanese guerrilla army in Luzon, communists steadily gained control over the leadership, and when Quirino's negotiation with Huk commander Luis Taruc broke down in 1948, Taruc openly declared himself a Communist and called for the overthrow of the government. With the Communist organization estimated to still have more than 40,000 duly registered members by March 1951, the government went on with its sustained campaign to cope with the worsening peace and order problem.[4] The 1951 budget included the use of a residue fund for the land resettlement program in favor of the surrendered HUKS. The money helped maintain the Economic Development Corps (EDCOR), with its settlements of 6,500 hectares in Kapatagan (Lanao) and 25,000 hectares in Buldon (Cotabato). In each group taken to these places there was a nucleus of former Army personnel and their families, who became a stabilizing factor and ensured the success of the program. Indeed, less than ten percent of the Huks who settled down gave up this new lease in life offered them by the government.[4] To promote the smooth restructuring of the Armed Forces of the Philippines, the military were made to undergo a reorganization.[4] Battalion combat teams of 1,000 men each were established. Each operated independently of the High Command, except for overall coordination in operational plans. A total of 26 Battalion Combat Teams were put up. New army units were also established, such was the first Airborne Unit, the Scout Rangers, the Canine Unit, and the Cavalry Unit. These units all showed considerable ability.[4] After a sweep by the Liberals in 1949, many Filipinos doubted the election result. This brought a sweep by the Nacionalistas in the 1951 elections. There was a special election for the vacated Senate seat of Fernando Lopez, who won as vice president in 1949. The Liberals won no seats in the Senate. Quirino ran for re-election to the presidency with José Yulo as vice president in 1953 despite his ill health. His Secretary of National Defense, Ramon F. Magsaysay, resigned from office and joined the Nacionalista Party. Other prominent Liberals including Vice President Fernando López, Ambassador Carlos P. Romulo and Senators Tomás Cabili and Juan Sumulong also bolted Quirino's party. On August 22, 1953, the Nacionalista and Democratic parties formed a coalition to ensure Quirino's full defeat. On Election Day, Quirino was defeated by Magsaysay with a landslide vote margin of 1.5 million. Upon assuming the reins of government, Quirino announced two main objectives of his administration: first, the economic reconstruction of the nation and second, the restoration of the faith and confidence of the people in the government. In connection to the first agenda, he created the President's Action Committee on Social Amelioration (PACSA) to mitigate the sufferings of indigent families, the Labor Management Advisory Board to advise him on labor matters, the Agricultural Credit Cooperatives Financing Administration (ACCFA) to help the farmers market their crops and save them from loan sharks, and the Rural Banks of the Philippines to facilitate credit utilities in rural areas. Enhancing President Manuel Roxas' policy of social justice to alleviate the lot of the common mass, President Quirino, almost immediately after assuming office, started a series of steps calculated to effectively ameliorate the economic condition of the people.[4] After periodic surprise visits to the slums of Manila and other backward regions of the country, President Quirino officially made public a seven-point program for social security which included the following:[4] President Quirino also created the Social Security Commission and appointed Social Welfare Commissioner Asuncion Perez as its chairperson.[4] This was followed by the creation of the PACSA, charges with extending aid, loans, and relief to less fortunate citizens. Both the policy and its implementation were hailed by the people as harbingers of great benefits.[4] As part of his agrarian reform agenda, President Quirino issued Executive Order No. 355 on October 23, 1950 which replaced the National Land Settlement Administration with Land Settlement Development Corporation (LASEDECO) which takes over the responsibilities of the Agricultural Machinery Equipment Corporation and the Rice and Corn Production Administration.[8] To cope with the insistent clamor for government improvement, President Quirino created the Integrity Board to probe into reports of graft and corruption in high government positions. Vice President Fernando Lopez was most instrumental through his courageous exposés, in securing such a decision from President Quirino.[4] Quirino's administration excelled in diplomacy, impressing foreign heads of states and world statesmen by his intelligence and culture. In his official travels to the United States, European countries, and Southeast Asia, he represented the Philippines with flying colors. During his six years in office, he and his Foreign Affairs Secretary, Helen Cutaran Bennett, was able to negotiate treaties and agreements with other nations of the Free World. Two Asian heads of state visited the country—President Chiang Kai-shek of the Republic of China in July 1949 and President Sukarno of Indonesia in January 1951. In 1950, at the onset of the Korean War, President Quirino authorized the deployment of over 7,450 Filipino soldiers to Korea, under the designation of the Philippine Expeditionary Forces to Korea (PEFTOK). While I recognise the United States as a great builder in this country, I have never surrendered the sovereignty, much less the dignity and future of our country. In 1951, the Philippines signed the Mutual Defense Treaty with the United States to deter the threat of communism that existed during the Cold War. The military alliance remains to this day a key pillar of American foreign policy in Asia that also includes defense pacts with Japan, South Korea, Thailand, and Australia. On June 25, 1950, the world was astonished to hear the North Korean aggression against the independent South Korea. The United Nations immediately took up this challenge to the security of this part of the world. Carlos P. Romulo soon stood out as the most effective spokesman for the South Korean cause.[4] On behalf of the government, Romulo offered to send a Philippine military contingent to be under the overall command of General Douglas MacArthur, who had been named United Nations supreme commander for the punitive expedition. The Philippines, thus, became the first country to join the United States in the offer of military assistance to beleaguered South Korea.[4] President Quirino took the necessary steps to make the Philippine offer. On a purely voluntary basis, the first contingent – the Tenth Battalion Combat Team – was formed under Colonel Azurin, and dispatched to Korea, where its members quickly won much renown for their military skill and bravery. The name of Captain Jose Artiaga, Jr., heroically killed in action, stands out as a symbol of our country's contribution to the cause of freedom outside native shores. Other Philippine Combat Teams successively replaced the first contingent sent, and they all built a name for discipline, tenacity, and courage, until the truce that brought the conflict to a halt.[4] By the time of the creation of the Integrity Board, the Bell Mission, led by American banker Daniel W. Bell and composed of five members with a staff of twenty workers, following their period of stay in the Philippines, beginning in July 1950, finally submitted its report on October of the same year.[4] The report made several proposals, most noteworthy, of which were that the United States on, President Quirino gamely and patriotically,[4] took in the recommendations and sought to implement them. Thus, in November 1950, President Quirino and William Chapman Foster, representing the United States government, signed an agreement by virtue of which the former pledged to obtain the necessary Philippine legislation, in keeping with the Bell Mission Report, while envoy Foster promised the necessary by the same report.[4] However, much as he tried to become a good president, Quirino failed to win the people's affection. Several factors caused the unpopularity of his administration, namely:[10] Following his failed bid for re-election, Quirino retired private life. He offered his dedication to serve the Filipino people, becoming the \"Father of Foreign Service\" in the Philippines. In the evening of February 29, 1956, Quirino was preparing to attend a meeting when he suffered a massive heart attack. He died shortly thereafter at 6:35 PM, at the age of 65, at his retirement house in Novaliches, Quezon City. His remains were initially buried at the Manila South Cemetery. On February 29, 2016, his remains were relocated and reinterred at a special tomb site in the Libingan ng mga Bayani in Taguig, in time for the 60th anniversary of his death.[11] Quirino was married to Alicia Syquía (1903–1945) on January 16, 1921. The couple had five children: Tomás, Armando, Norma, Victoria, and Fe Angela. On February 9, 1945, his wife and three of their children (Armando, Norma and Fe Angela) were killed by Japanese troops as they fled their home during the Battle of Manila.[12] His brother Antonio Quirino was the owner of Alto Broadcasting System, which later merged with Chronicle Broadcasting Network to form the ABS-CBN Broadcasting Corporation.[13] There are a number of memorials dedicated to Quirino. The province of Quirino, established in 1966, was named in his memory. Quirino Avenue in Manila is named for him, as is the LRT station located there. The Novaliches-Ipo Road where his retirement home is situated was renamed as Quirino Highway. There is also a Quirino Grandstand in Manila's Rizal Park. In 2016 a memorial to him was established in Hibiya Park, Tokyo, Japan.[20][21][22] ","country":"Philippines"}