{"name":"Emilio Aguinaldo","url":"/wiki/Emilio_Aguinaldo","Born":"1869-03-22","Died":"1964-02-06","Political party":"See footnote[infobox 1]","termEnds":null,"termStarts":null,"text":"Emilio Aguinaldo y Famy QSC CCLH KGCR [f] (Spanish: [eˈmi.ljo a.ɣiˈnal.do i fa.mi]: March 22, 1869 – February 6, 1964) was a Filipino revolutionary, statesman, and military leader who is officially recognized as the first and the youngest president of the Philippines (1899–1901) and the first president of a constitutional republic in Asia. He led Philippine forces first against Spain in the Philippine Revolution (1896–1898), then in the Spanish–American War (1898), and finally against the United States during the Philippine–American War (1899–1901). Aguinaldo remains a controversial figure in Filipino history. Though he has been recommended as a national hero of the Philippines,[14] many have criticized him for the deaths of the revolutionary leader Andrés Bonifacio and general Antonio Luna, as well as his sympathies for the Japanese Empire during their occupation of the Philippines in World War II. Emilio Aguinaldo y Famy was born on March 22, 1869[e] in Cavite el Viejo (present-day Kawit) in the province of Cavite to Carlos Aguinaldo y Jamir and Trinidad Famy y Villanueva,[f] a couple that had eight children, the seventh of whom was Emilio Sr. The Aguinaldo family was quite well-to-do, as his father, Carlos Aguinaldo, was the community's appointed gobernadorcillo (municipal governor) in the Spanish colonial administration and his grandparents Eugenio Aguinaldo y Kajigas and María Jamir y de los Santos. He studied at Colegio de San Juan de Letran but could not finish his studies because of an outbreak of cholera in 1882. He became the \"Cabeza de Barangay\" in 1895 when the Maura Law called for the reorganization of local governments was enacted. At the age of 25, Aguinaldo became Cavite el Viejo's first gobernadorcillo capitan municipal (municipal governor-captain) while he was on a business trip in Mindoro. On January 1, 1895, Aguinaldo became a Freemason, joining Pilar Lodge No. 203, Imus, Cavite by the codename \"Colon\". On March 7, 1895, Santiago Alvarez, whose father was a Capitan Municipal (Mayor) of Noveleta, encouraged Aguinaldo to join the \"Katipunan\", a secret organization led by Andrés Bonifacio that was dedicated to the expulsion of the Spanish and the independence of the Philippines through armed force.[15] Aguinaldo joined the organization and used the nom de guerre Magdalo in honor of Mary Magdalene. The local chapter of Katipunan in Cavite was established and named Sangguniang Magdalo, and Aguinaldo's cousin Baldomero Aguinaldo was appointed leader.[16][17] The Katipunan-led Philippine Revolution against the Spanish began in the last week of August 1896 in San Juan del Monte (now part of Metro Manila).[18] However, Aguinaldo and other Cavite rebels initially refused to join in the offensive for lack of arms.[17] Bonifacio and other rebels were forced to resort to guerrilla warfare, but Aguinaldo and the Cavite rebels won major victories in carefully planned and well-timed set-piece battles and temporarily drove the Spanish out of their area.[17] On August 31, 1896, Aguinaldo started the assault by beginning as a skirmish to the full-blown revolt Kawit Revolt. He marched with his army of bolomen to the town center of Kawit. Prior to the battle, Aguinaldo strictly ordered his men not to kill anyone in his hometown. Upon his men's arrival at the town center, the guards, armed with Remingtons and unaware of the preceding events, were caught completely by surprise and surrendered immediately. The guns there were captured and armed by the Katipuneros, and the revolt was a major success for Aguinaldo and his men. Later that afternoon, they raised the Magdalo flag at the town hall to a large crowd of people from Kawit that had assembled after it heard of the city's liberation. The Magdalo faction of the Katipunan, which also operated in Cavite under Gen. Emilio Aguinaldo, used flags similar to those used by the Magdiwang faction and featuring a white sun with a red baybayin symbol for Ka. The symbol has recently been revived by a breakaway group of army officers to show the end of war with Spain after the peace agreement. The flag became the first official banner of the revolutionary forces and was blessed in a crowd celebrated at Imus. Aguinaldo referred to this flag in his proclamation of October 31, 1896: \"Filipino people!! The hour has arrived to shed blood for the conquest of our liberty. Assemble and follow the flag of the Revolution – it stands for Liberty, Equality and Fraternity.\"[citation needed] In August 1896, as coordinated attacks broke out and sparked the revolution beginning in Manila. Aguinaldo marched from Kawit with 600 men and launched a series of skirmishes at Imus that eventually ended in open hostilities against Spanish troops stationed there. On September 1, with the aid of Captain Jose Tagle of Imus, they laid siege against Imus to draw the Spanish out. A Spanish relief column commanded by Brigadier-General Ernesto de Aguirre had been dispatched from Manila to aid the beleaguered Spanish defenders of Imus. Supported only by 100 troops and by cavalry, Aguirre gave the impression that he had been sent out to suppress a minor disturbance. Aguinaldo and his men counterattacked but suffered heavy losses that almost cost his own life. Despite the success, Aguirre did not press the attack, felt the inadequacy of his troops, and hastened back to Manila to get reinforcements. During the lull in the fighting, Aguinaldo's troops reorganized and prepared for another Spanish attack. On September 3, Aguirre came back with a much larger force of 3,000 men. When Spanish troops arrived at the Isabel II Bridge, they were fired upon by the concealed rebels. The Spanish force was routed, withdrawing in disorder with substantial casualties. Among the abandoned Spanish weapons was Aguirre's sword, which was carried by Aguinaldo in future battles.[19] Alarmed by previous siege, led by General Aguinaldo in Imus, in September 1896, Governor-General Ramón Blanco y Erenas ordered the 4th Battalion of Cazadores from Spain to aid him in quelling the rebellion in Cavite. On November 3, 1896, the battalion arrived carrying a squadron of 1,328 men and some 55 officers.[20] Also, Blanco ordered about 8,000 men who recently came from Cuba and Spain to join in suppressing the rebellion. Prior to the land attacks, Spanish naval raids were conducted on the shores of Cavite, where cannons bombarded the revolutionary fortifications in Bacoor, Noveleta, Binakayan, and Cavite Viejo. The most fortified locations in Noveleta were the Dalahican and Dagatan shores, defended by Magdiwang soldiers commanded by General Santiago Alvarez, and the adjacent fishing village of Binakayan in Kawit was fortified by Magdalo under General Emilio Aguinaldo. Spanish naval operations were determined to crush the fortifications in these areas, mainly because the lake around Dalahican was strategic by connecting to the interior of Cavite. Apart from defending Binakayan, the Magdalo soldiers also kept the lower part of Dagatan up to Cavite's border near Morong Province (now Rizal Province).[21] Between the towns of Binakayan and Dalahican, the Spanish forces lost decisively since the Filipino rebels, led by Aguinaldo and Alvarez, routed them back to Cavite City in which the remaining Spanish troops would eventually surrender. The successful defenses of Binakayan and Dalahican was considered to be the first major victory of the Filipinos over a colonial power.[citation needed] The newly appointed governor-general Camilo de Polavieja was now fully aware that the main weight of the revolution was in Cavite and so decided to launch a two-pronged assault to defeat the revolutionaries, led by Aguinaldo. He ordered General José de Lachambre with a much bigger force to march against Silang to take on the Katipuneros from the rear, and he would engage the Filipinos head on. On February 13, 1897, Aguinaldo ordered soldiers to plant dynamite along the bridge and to place pointed bamboo sticks in the river beds below the bridge. Several hours later, 12,000 Spaniards began to cross the bridge. The trap was sprung, and the dynamite was detonated, which killed several Spanish troops and injured many more. The rebels then emerged from the bushes, fought hand to hand, and repelled consecutive waves of enemy troops charging across the river. Edilberto Evangelista was shot in the head and died. Cavite Province gradually emerged as the Revolution's hotbed, and the Aguinaldo-led Katipuneros had a string of victories there. After the battle, the demoralized Spanish soldiers retreated towards Muntinlupa. While Polavieja was poised to strike at Zapote, another Spanish contingent is marching towards Aguinaldo's rear. On February 15, 1897, the Spaniards launched the powerful Cavite offensive to drive and crush Filipino revolutionaries under Aguinaldo and his Magdalo forces that held numerous victories against the Spanish in the early stages of the revolution. Renewed and fully equipped with 100 cannons, 23,000 Spanish cazadores forces under Major General Jose de Lachambre saw town after town fall back to the Crown. Starting the offensive at Pamplona, Cavite, and Bayungyungan, Batangas, Lachambre's men later marched deep into the heart of Aguinaldo's home province.[citation needed] Having just won the Battle of Zapote Bridge, Aguinaldo turned his attention at the new Spanish threat and was determined to recapture most of Cavite. Aguinaldo decided to deploy his forces at Pasong Santol, a bottleneck of Perez Dasmariñas on the way to Imus, which rendered the Spanish immobile and served the revolutionaries by its natural defensive positions. On February 19, Silang fell to the Spanish juggernaut despite attempts by Filipino forces to defend and then to recover it. Nine days later, Spanish forces marched into Dasmariñas to reclaim the town. A week later, Spanish troops used artillery pieces well to attack again as they moved towards Aguinaldo's capital, Imus. Meanwhile, on March 22 at the Tejeros Convention, Aguinaldo was voted in absentia as president of the reorganized revolutionary government. Colonel Vicente Riego de Dios was sent by the assembly to fetch Aguinaldo, who was in Pasong Santol. Aguinaldo refused to come and Crispulo Aguinaldo, his older brother, was sent to talk to him. Crispulo greeted and talked to his brother and explained his purpose, but Aguinaldo was hesitant to leave his post because of the pending attack of the Spanish in Dasmariñas. Crispulo took over Aguinaldo's leadership in the battle, which had been stalemated since March 7, and Emilio traveled to San Francisco de Malabon (now Tanza, Cavite) to take his oath as president.[22] Conflict within the ranks of the Katipunan factions, specifically between the Magdalo and Magdiwang, led to the Imus assembly in Cavite Province, presided over by Bonifacio.[23] The rebels of Cavite were rumored to have made overtures to establish a revolutionary government in place of the Katipunan.[24] Though Bonifacio already considered the Katipunan to be a government, he acquiesced and presided over a convention held on March 22, 1897, in Tejeros, Cavite. Aguinaldo was elected president, even though he was occupied with military matters in Imus and not in attendance. Mariano Trias was elected as vice-president, Artemio Ricarte as captain-general, Emiliano Riego de Dios as the director of war, and Andres Bonifacio as director of the interior. The results were questioned by Daniel Tirona for Bonifacio's qualifications for that position. Bonifacio was insulted and declared, \"I, as chairman of this assembly, and as President of the Supreme Council of the Katipunan, as all of you do not deny, declare this assembly dissolved, and I annul all that has been approved and resolved.\"[25] Regardless of the nullification, Aguinaldo and the others elected traveled to Tanza, Cavite, where they surreptitiously took their oaths of office.[22] The Spanish Army launched an attack that forced the revolutionary forces under Aguinaldo into a retreat. On June 24, 1897, Aguinaldo arrived at Biak-na-Bato, San Miguel, Bulacan, and established a headquarters there in what is now called \"Aguinaldo Cave\" in Biak-na-Bato National Park. In late October 1897, Aguinaldo convened an assembly of generals at Biak-na-Bato that decided to establish a constitutional republic. A constitution, patterned closely after the Cuban Constitution, was drawn up by Isabelo Artacho and Felix Ferrer and provided for the creation of a Supreme Council composed of a president, a vice president, a Secretary of War, and a Secretary of the Treasury. Aguinaldo was named president.[26] In March 1897, Fernando Primo de Rivera, 1st Marquis of Estella, the Spanish Governor-General of the Philippines, had been encouraging prominent Filipinos to contact Aguinaldo for a peaceful settlement of the conflict. On August 9, the Manila lawyer Pedro Paterno met with Aguinaldo at Biak-na-Bato with a proposal for peace based on reforms and amnesty. In succeeding months, Paterno conducted shuttle diplomacy, acting as an intermediary between de Rivera and Aguinaldo. On December 14–15, 1897, Aguinaldo signed the Pact of Biak-na-Bato under which Aguinaldo effectively agreed to end hostilities and to dissolve his government in exchange for amnesty and \"₱800,000 (Mexican)\" (Aguinaldo's description of the $MXN800,000[g] amount) as an indemnity.[29][30] The documents were signed on December 14–15, 1897. On December 23, Aguinaldo and other revolutionary officials departed for Hong Kong to enter voluntary exile. MXN$400,000,[g] representing the first installment of the indemnity, was deposited into Hong Kong banks. In exile, Aguinaldo reorganized his revolutionary government into the \"Hong Kong Junta\" and enlarged it into the \"Supreme Council of the Nation\".[31] On April 25, the Spanish–American War began. The war mostly focused on Cuba, but the US Navy's Asiatic Squadron was in Hong Kong and, commanded by Commodore George Dewey, it sailed for the Philippines. On May 1, 1898, in the Battle of Manila Bay, the squadron engaged attacked and destroyed the Spanish Army and Navy's Pacific Squadron and proceeded to blockade Manila.[32] Several days later, Dewey agreed to transport Aguinaldo from Hong Kong to the Philippines aboard the USS McCulloch, which left Hong Kong with Aguinaldo on May 16 and arrived in Cavite on May 19.[33] Aguinaldo promptly resumed the command of revolutionary forces and besieged Manila.[34] Aguinaldo had brought with him the draft constitution of Mariano Ponce for the establishment of federal revolutionary republic upon his return to Manila, but on May 24, 1898, in Cavite, Aguinaldo issued a proclamation upon the advice of his war counselor Ambrosio Rianzares Bautista, and Aguinaldo assumed the command of all Philippine forces and established a dictatorial government with himself as titular dictator and power vested upon him to administer decrees promulgated under his sole responsibility. The dictatorial government was provisional in character until peace was established and unrestrained liberty attained.[35] Dean Worcester wrote, \"although the title of 'president' was assumed by Aguinaldo, as more likely to be favourably considered in the United States than 'dictator', the tendency of his followers who had not been educated in Europe was to speak of and to regard him not as a president, but as an overlord holding all power in his hands.\"[36] On May 28, 1898, Aguinaldo gathered a force of about 18,000 troops and fought against a small garrison of Spanish troops in Alapan, Imus, Cavite. The battle lasted from 10:00 a.m. to 3:00 p.m. After the victory at Alapan, Aguinaldo unfurled the Philippine flag for the first time and hoisted it at the Teatro Caviteño in Cavite Nuevo (present-day Cavite City) in front of Filipino revolutionaries and more than 300 captured Spanish troops. A group of American sailors of the US Asiatic Squadron also witnessed the unfurling. Flag Day is celebrated every May 28 to honor the battle.[citation needed] On June 12, Aguinaldo promulgated the Philippine Declaration of Independence from Spain in his own mansion house in Cavite El Viejo, believing that declaration would inspire the Filipino people to eagerly rise against the Spaniards. On June 18, he issued a decree formally establishing his dictatorial government in which he also provided the organization of the local government and the establishment and the composition of the Revolutionary Congress.[37] On June 23, Aguinaldo issued a decree replacing his dictatorial government with a revolutionary government with himself as president upon the recommendation of his adviser Apolinario Mabini. The decree defined the organization of the central government and the establishment and the election of delegates to the Revolutionary Congress and to prepare the shift from a revolutionary government to a republic.[38][39] By May 1898, Filipino troops had cleared Cavite of Spanish forces. In late June 1898, Aguinaldo, with the help of American allies, who were now landing in Cavite, was now preparing to drive the Spaniards out of Manila. The first contingent of American troops arrived in Cavite on June 30, the second under General Francis V. Greene on July 17, and the third under General Arthur MacArthur Jr on July 30.[40] By then, 12,000 US troops had landed in the Philippines.[41] Aguinaldo had presented surrender terms to Spanish Governor-General of the Philippines Basilio Augustín, who refused them initially since he believed that more Spanish troops would be sent to lift the siege.[42][43] As the combined forces of Filipinos and Americans were closing in, Augustín realized that his position was hopeless, secretly continued to negotiate with Aguinaldo, and even offered ₱1 million, but Aguinaldo refused. When the Spanish Cortes learned of Augustín's attempt to negotiate the surrender of his army to Filipinos under Aguinaldo, it was furious and relieved Augustín of his duties effective July 24. He was replaced by Fermin Jáudenes. On June 16, warships departed Spain to lift the siege, but they altered course for Cuba where a Spanish fleet was imperiled by the US Navy.[44] In August 1898, life in Intramuros, the walled center of Manila, had become unbearable, and the normal population of about 10,000 was now 70,000. Realizing that it was only a matter of time before the city fell and fearing vengeance and looting if the city fell to Filipino revolutionaries, Jáudenes, suggested to Dewey, through the Belgian consul, Édouard André, for the city to be surrendered to the Americans after a short, \"mock\" battle. Dewey had initially rejected the suggestion because he lacked the troops to block Filipino revolutionary forces, which numbered 40 000, but when Merritt's troops became available, he sent a message to Jáudenes, agreeing to the mock battle. A bloodless mock battle had been planned, but Spanish troops opened fire in a skirmish that left six Americans and forty-nine Spaniards dead after Filipino revolutionaries, thinking that the attack was genuine, joined advancing US troops.[45] Besides the unplanned casualties, the battle went according to plan. The Spanish surrendered the city to the Americans, and it did not fall to the Filipino revolutionaries, who felt betrayed.[46] By the end of September, Aguinaldo's forces had captured over 9,000 Spanish prisoners, who were relieved of their weapons. They were generally free to move around but remained within the control of Aguinaldo. Aguinaldo did not know that on December 10, 1898, the Treaty of Paris had been signed; it transferred the Philippines from Spain to the United States for the sum of $20 million.[47] The First Philippine Republic was formally established with the proclamation of the Malolos Constitution on January 21, 1899, in Malolos, Bulacan and endured until capture of Emilio Aguinaldo by the American forces on March 23, 1901, in Palanan, Isabela, which effectively dissolved the First Republic. Aguinaldo wrote in Tarlac during the First Republic the Tagalog manuscript of his autobiographical work, which would later be translated by Felipe Buencamino into Spanish and released as Reseña Veridica de la Revolucion Filipina (in English, True Account of the Philippine Revolution).[48] On August 12, 1898, American forces had captured Manila during the \"mock\" Battle of Manila and on August 14, 1898, established the United States Military Government of the Philippine Islands, with Major-General Wesley Merritt as the first American Military Governor.[49] On the night of February 4, 1899, a Filipino was shot by an American sentry. That incident was considered to be the beginning of the Philippine–American War, and culminated in the 1899 Battle of Manila between American and Filipino forces. Superior American technology drove Filipino troops away from the city, and Aguinaldo's government had to move from one place to another as the military situation escalated.[50] At the Battle of Marilao River, Aguinaldo himself led his forces to prevent American crossings. The Americans gained superiority in the battle only after severe fighting and the use of gunboats in the river that \"made great execution\" of Filipino soldiers.[51] On November 13, 1899, Aguinaldo disbanded the regular Filipino army and decreed that guerrilla warfare would now be the strategy. Aguinaldo led the resistance against the Americans but retreated to Northern Luzon.[citation needed] On March 23, 1901, with the aid of Macabebe Scouts forces led by General Frederick Funston, Aguinaldo was captured in his headquarters in Palanan, Isabela.[52] On April 19, 1901, Aguinaldo took an oath of allegiance to the United States, formally ending the First Republic and recognizing the sovereignty of the United States over the Philippines.[53] After the capture of Aguinaldo, some Filipino commanders continued the insurrection. One of the forces was led by General Macario Sakay, who established the Tagalog Republic. On July 30, 1901, General Miguel Malvar issued a manifesto saying, \"Forward, without ever turning back.... All wars of independence have been obliged to suffer terrible tests!\"[54] Bonifacio refused to recognize the revolutionary government headed by Aguinaldo and reasserted his authority. He accused the Magdalo faction of treason and issued orders contravening orders issued by the Aguinaldo faction.[55] In April 1897, Aguinaldo ordered the arrest and the execution of Bonifacio on some allegations implicating Bonifacio's involvement in some events at Indang.[56] After the trials, Andrés and his brother, Procopio, were ordered to be executed by firing squad under the command of Major Lazaro Macapagal on May 10, 1897, near Mount Nagpatong, Mount Buntis, Mount Pumutok, and Maragondon, Cavite.[57] The facts that led to Bonifacio's execution remain questionable, Aguinaldo had originally opted to have the Bonifacio brothers exiled, rather than executed,[dubious – discuss] but Pío del Pilar and Mariano Noriel, both former supporters of Bonifacio, persuaded Aguinaldo to withdraw the order for the sake of preserving unity.[58] Antonio Luna was a highly regarded general in the revolution who was sometimes at odds with Aguinaldo. On June 2, 1899, Luna received two telegrams (he failed to receive two others). One asked for help in launching a counterattack in San Fernando, Pampanga, and the other, sent by Aguinaldo himself,[59] ordered him to go to the new capital at Cabanatuan, Nueva Ecija, to form a new cabinet.[60] In his jubilation, Luna wrote to Arcadio Maxilom, military commander of Cebu, to stand firm in the war.[60] Luna set off from Bayambang, first by train, then on horseback, and eventually in three carriages, to Nueva Ecija with 25 of his men. [61][62] During the journey, two of the carriages broke down and so he proceeded with just one carriage with Colonel Francisco Román and Captain Eduardo Rusca, having earlier shed his cavalry escort.[citation needed] On June 4, Luna sent a telegram to Aguinaldo to confirm his arrival. Upon arriving at Cabanatuan on June 5, Luna alone proceeded to the headquarters to communicate with the president. As he went up the stairs, he ran into two men: Felipe Buencamino, Minister of Foreign Affairs and a member of the Cabinet; and Captain Pedro Janolino. The commander of the Kawit Battalion, Janolino was an old enemy whom Luna had disarmed for insubordination, and once threatened with arrest for favoring American autonomy. General Luna was told that Aguinaldo had left for San Isidro in Nueva Ecija. (He had actually gone to Bamban, Tarlac.) Enraged, Luna asked why he had not been told that the meeting had been canceled.[63] The general and the captain exchanged heated words as Luna was about to depart. In the plaza, a rifle shot rang out. Still outraged and furious, Luna rushed down the stairs and met Janolino, accompanied by some elements of the Kawit Battalion. Janolino swung his bolo at Luna, wounding him in the head. Janolino's men fired at Luna while others started stabbing him even as he tried to fire his revolver at one of his attackers.[63] He staggered out into the plaza where Román and Rusca were rushing to his aid, but as he lay dying, they too were set upon and shot, with Román being killed and Rusca being severely wounded. Luna received more than 30 wounds[64] and uttered \"Traitors! Assassins!\"[63] He was hurriedly buried in the churchyard, and Aguinaldo relieved Luna's officers and men from the field, including General Venacio Concepción, whose headquarters in Angeles, Pampanga, Aguinaldo besieged the same day that Luna was assassinated. Immediately after Luna's death, confusion reigned on both sides. The Americans even thought that Luna had taken over to replace Aguinaldo.[65] Luna's death was publicly declared only by June 8, and a circular providing details of the event released by June 13. Investigations were supposedly made concerning Luna's death, but not one person was convicted.[66] Later, General Pantaleon García said he who was verbally ordered by Aguinaldo to conduct the assassination of Luna at Cabanatuan. His sickness then prevented his participation in the assassination.[citation needed] Aguinaldo would be firm in his stand that he had nothing to do with the assassination of Luna.[67] During the American period, Aguinaldo largely retired from public life, though continued to support groups that advocated for immediate independence and helped veterans of the struggle. He organized the Asociación de los Veteranos de la Revolución (Association of Veterans of the Revolution) to secure pensions for its members and made arrangements for them to buy land by installments from the government. Displaying the Philippine flag was declared illegal by the Sedition Act of 1907, but it was amended on October 30, 1919.[68] Then, Aguinaldo transformed his home in Kawit into a monument to the flag, the revolution, and the Declaration of Independence. As of 2020[update], his home is known as the Aguinaldo Shrine. In 1935, the Philippines became a commonwealth, and presidential elections were held as part of a ten-year transition to complete independence. Aguinaldo returned to public life, and ran for the presidency as the candidate of the National Socialist Party (no relation to the German Nazi Party) against the highly popular Nacionalista Party candidate Manuel L. Quezon, and Republican Party candidate Gregorio Aglipay. However, Aguinaldo's previous surrendering to the Americans in 1901 as well as his involvement in the deaths of Bonifacio and Luna had since made him an unpopular figure among the Filipino people, and he lost to Quezon in a landslide, gaining only 17.5% of the popular vote. Despite his decisive defeat, however, Aguinaldo refused to accept the results of the election, believing it to be rigged against him.[69] In Cavite, the only province he had won, Aguinaldo's supporters plotted a rally in Manila to disrupt Quezon's inauguration and even assassinate him. However, this planned event was never actually carried out. Aguinaldo continued to criticize Quezon throughout the latter's presidency, expressing anti-semitic views when opposing Quezon's plan to shelter Jews fleeing from the Holocaust. [70] The two men formally reconciled in 1941, when Quezon moved Flag Day to June 12 to commemorate the proclamation of Philippine independence.[68] On December 8, 1941, the Imperial Japanese Army invaded the Philippines. The invasion came one day after the Attack on Pearl Harbor that had brought the United States into World War II. Aguinaldo, a longtime admirer of the Japanese Empire, sided with them, as he had previously supported groups that demanded the immediate independence of the Philippines, and entrusted that Japan would free the islands of American rule. In January 1942, Aguinaldo met with General Masami Maeda at the former's Cavite residence to discuss the creation of a pro-Japanese provisional government. On February 1, Aguinaldo delivered his infamous “Bataan Address”, calling upon General Douglas MacArthur and all American and Filipino troops fighting in the Battle of Bataan to surrender to the Japanese Army. Following the retreat of American forces, Aguinaldo continued his collaboration with the Japanese. He was appointed as a member of both the provisional Council of State as well as the Preparatory Committee for Philippine Independence, which was tasked with creating a new constitution for a Japanese puppet state in the Philippines. Aguinaldo also played a key role in the Kenpeitai's campaign to suppress anti-Japanese resistance, urging guerilla fighters to lay down their arms and surrender to Japan.[71] Aguinaldo was present at the inauguration ceremony of the Second Philippine Republic on October 14, 1943, raising the flag with Artemio Ricarte, who had returned to the Philippines from Japan at the request of Japanese Prime Minister Hideki Tojo. The Japanese had considered making Aguinaldo president of the republic, but he was ultimately passed up in favor of former Supreme Court justice Jose P. Laurel. Nonetheless, Aguinaldo was appointed as head of the National Distribution Corporation (NADISCO), placing him in charge of rationing prime commodities for the Japanese war effort.[72] After US forces returned to the Philippines in October 1944, Aguinaldo went into hiding in order to avoid being captured and potentially killed. During the Battle of Manila, however, members of the Marking Guerrillas resistance force were able to track his whereabouts, and arrested him on February 8, 1945. Aguinaldo was then placed under house arrest as the US Army's Counterintelligence Corps investigated his collaboration with the Japanese. Despite his claims that he had secretly remained loyal to the US throughout the war, and that he, as well as other Axis collaborators, had only been forced to collaborate with Japan under great duress and should therefore all be granted amnesty, the People's Court of the Philippines nonetheless charged Aguinaldo with 11 counts of treason for his “wholehearted” support for and collaboration with the Empire of Japan.[71] Aguinaldo was 77 when the US government recognized Philippine independence in the Treaty of Manila on July 4, 1946, in accordance with the Tydings–McDuffie Act of 1934. On January 28, 1948, Philippine president Manuel Roxas granted amnesty to all Filipinos who had collaborated with the Empire of Japan, and as a result Aguinaldo's charges were dropped and his trial was never held.[73][74][75] In 1950, President Elpidio Quirino appointed Aguinaldo as a member of the Philippine Council of State, where he served a full term. He returned to retirement soon afterward and dedicated his time and attention to veteran soldiers' \"interests and welfare.\" He was made an honorary Doctor of Laws, Honoris Causa, by the University of the Philippines in 1953. On May 12, 1962, President Diosdado Macapagal changed the celebration of Independence Day from July 4 to June 12 to honor Aguinaldo and the Revolution of 1898, rather than the establishment of the Insular Government of the Philippine Islands by the United States.[76][77] Although now in poor health, Aguinaldo attended that year's Independence Day observances.[78] On August 4, 1964, Republic Act No. 4166 officially proclaimed June 12 as the Philippine Independence Day and renamed the Fourth of July holiday to \"Philippine Republic Day\".[79] “ We are confident,” the President said, ”that his struggle for Philippine independence, his love of freedom and his devotion to country will continue to inspire his people. His monument is the Republic of the Philippines.” —President Lyndon Johnson quoted in The New York Times February 6, 1964 [80] “ He was the very incarnation of the Filipino desire for liberty and freedom,” and his country owes him much. He was a life long friend of mine and his death saddens me.” —General Douglas MacArthur, quoted in The New York Times February 6, 1964 [80] Aguinaldo was rushed to Veterans Memorial Medical Center in Quezon City on October 5, 1962, under the care of Dr. Juana Blanco Fernandez, MD, where he stayed for 469 days until he died of coronary thrombosis at 94 on February 6, 1964, one month before his 95th birthday.[7] A year before his death, he had donated his lot and mansion to the government. The property now serves as a shrine to \"perpetuate the spirit of the Revolution of 1896.\"[4] In 1964, he published his book, Mga Gunita ng Himagsikan (Memoirs of the Revolution). A second publication was made in 1998 during the 100th anniversary of Philippine Independence. In 1985, Bangko Sentral ng Pilipinas issued a new 5-peso bill depicting a portrait of Aguinaldo on the obverse side. The reverse side features the declaration of the Philippine independence on June 12, 1898. Printing was discontinued in 1996, when it was replaced with a ₱5.00 coin a year earlier (with the final printing year was stamped in 1995) with an obverse side featuring a profile of Aguinaldo. In 2017, Andres Bonifacio officially replaced Aguinaldo on the same coin.[81] According to Larry M. Henares of the Manila Standard, a consensus had formed by the late 20th century that Aguinaldo was the greatest president in Philippine history for his executory role in the Philippine Revolution's victory against Spain and his struggle to maintain the nation's independence during the Philippine–American War.[82] On January 1, 1896, he married Hilaria del Rosario (1877–1921), who was his first wife. They had five children: Carmen Aguinaldo-Melencio, Emilio \"Jun\" R. Aguinaldo Jr., Maria Aguinaldo-Poblete, Cristina Aguinaldo-Suntay, and Miguel Aguinaldo. Hilaria died of pulmonary tuberculosis on March 6, 1921, at the age of 44. Nine years later, on July 14, 1930, Aguinaldo married Maria Agoncillo (1879–1963) at Barasoain Church. She died on May 29, 1963, a year before Aguinaldo himself.[86] His grandsons Emilio B. Aguinaldo III and Reynaldo Aguinaldo served three terms as mayor (2007–2016) and vice-mayor of his hometown Kawit, Cavite, respectively. A granddaughter, Ameurfina A. Melencio-Herrera would be appointed Associate Justice of the Supreme Court of the Philippines, serving from 1979 to 1992. One of his great-grandsons, Joseph Emilio Abaya, was a member of the Philippine House of Representatives and represented Cavite's first district, which contained their hometown, Kawit, from 2004 to 2012, when he was appointed as Secretary of Transportation and Communications in 2012, a post he that served until 2016, and another great-grandson, Emilio \"Orange\" M. Aguinaldo IV, married the ABS-CBN news reporter Bernadette Sembrano in 2007. In 1931, an American Pre-Code documentary film, Around the World in 80 Minutes with Douglas Fairbanks, had Douglas Fairbanks pose and speak for the camera as he talked with Aguinaldo.[89] Aguinaldo was also portrayed in various films that featured or centered on the Revolution. He was portrayed by the following actors in these films:  ","country":"Philippines"}