{"name":"Emilio Portes Gil","url":"/wiki/Emilio_Portes_Gil","Born":"1890-10-03","Died":"1978-12-10","Political party":"Institutional Revolutionary Party (PRI)","termEnds":null,"termStarts":"He was appointed interim president by Congress, after the assassination of the winner of the 1928 general election, president-elect Álvaro Obregón.","text":"Emilio Cándido Portes Gil (Spanish pronunciation: [eˈmiljo ˈpoɾtes xil]; 3 October 1890 – 10 December 1978) was President of Mexico from 1928 to 1930, one of three to serve out the six-year term of President-elect General Álvaro Obregón, who had been assassinated in 1928. Since the Mexican Constitution of 1917 forbade re-election of a serving president, incumbent President Plutarco Elías Calles could not formally retain the presidency. Portes Gil replaced him, but Calles, the \"Jefe Máximo\", retained effective political power during what is known as the Maximato. Portes Gil was of Dominican descent and was born in Ciudad Victoria, the capital of the state of Tamaulipas, in northeastern Mexico.[1] He was a relative of Trina de Moya, a Dominican poet and former first lady of the Dominican Republic.[2] Although his grandfather had been a prominent politician in Tamaulipas, Portes Gil's father died when Emilio was young. He lived with his widowed mother in straitened circumstances, but a state grant helped Portes Gil receive certification as a schoolteacher. He sought to study law.[3] He was in law school during the outbreak of the Mexican Revolution and in late 1914, he allied himself with \"First Chief\" Venustiano Carranza, head of the Constitutionalist faction, who would assume the presidency of the country the following May. When Portes Gil graduated from law school in 1915, he had already begun his career in the public administration with a posting in the Constitutionalist faction's Department of Military Justice.[4] Portes Gil became part of the Northern leadership of the Constitutionalist Army, particularly Álvaro Obregón, who had defeated Pancho Villa's forces and eliminated them as a political or military factor in Mexico after 1915. Key to his subsequent political career was Sonoran general Plutarco Elías Calles.[5] Portes Gil demonstrated skills as a lawyer and administrator, which catapulted him into the presidency of Mexico when Obregón was assassinated in 1928. Over the ensuing years, he continued to serve the government in both a legal capacity –(supreme state court judge in Sonora; legal advisor to the Ministry of War) and in elective office: he was elected to Congress in 1917, 1921, and 1923, and he served as governor of his native Tamaulipas on two occasions (1920 and 1925).[4] Between 28 August and 30 November 1928, he was Minister of the Interior (Gobernación) in the cabinet of Plutarco Elías Calles. When president-elect Álvaro Obregón was assassinated on 17 July 1928 by a Catholic opponent, a political solution to the crisis that did not include Calles returning to the presidency was necessary. Portes Gil, with the agreement of Calles, assumed office as interim president for a period of 14 months, when fresh elections were called. Portes Gil inherited a widespread religious rebellion, the Cristero War, which Calles had provoked by aggressively enforcing anticlerical laws.[6] As president, Portes Gil secretly negotiated the end to the conflict between the Catholic Church and the Mexican government, which created a modus vivendi that lasted decades.[7] He had reassured the Catholic Church that its officials could petition congress to amend laws that it found to be offensive and that the government would not interfere with its internal operations. The government also granted a general amnesty to Cristero fighters.[8] Faced with a university strike, he defused the situation by convening a special session of Congress, which ultimately enacted the legislation granting autonomy to the National University of Mexico.[9] His settling the strike is one of the acts for which he is best remembered as president.[10][11] He also attempted to negotiate the withdrawal of the United States troops from Nicaragua, in exchange for the surrender of Nicaraguan General Augusto Sandino. When the talks failed, he granted Sandino political asylum in Mexico and a parcel of land in Temixco.[12] Portes Gil attempted to steer government officials away from self-enrichment during their terms of office. He wanted his office-holders to \"know how to be loyal to institutions, and like the country want the triumph of the Revolution.\"[13] His administration embarked on public works projects building schools, hospitals, and housing for the benefit of ordinary Mexicans. In Mexico City, a new hospital for tuberculosis patients was inaugurated; the physical plant of the National Preparatory School, housed in the colonial-era Colegio de San Ildefonso, was expanded; a major sports center open to all, built on a former city dump; and new police and fire stations built in Art Deco design.[14] He handed on the presidential sash to Pascual Ortiz Rubio on 5 February 1930, but effective power still remained in the hands of Calles. Portes Gil later served for 18 months as interior minister.[4] He subsequently traveled to Europe as Mexico's first representative to the League of Nations. Under later presidents, he served in various capacities, including ambassador to India, foreign minister, attorney-general, and president of the Partido Nacional Revolucionario (National Revolutionary Party).[1] In 1933, Lázaro Cárdenas was chosen as the party's official candidate for the 1934 presidential elections. Calles attempted to retain his own power as he had endeavored to do throughout the Maximato, but Cárdenas outmaneuvered Calles politically and eventually exiled him from Mexico. Cárdenas put Portes Gil in charge of purging the party of Callista elements. Since Portes Gil was \"one of the 'puppet presidents' so unceremoniously dumped by Calles, [Portes Gil] was happy to serve.\"[15] Cárdenas reorganized the party as the Partido de la Revolución Mexicana (PRM), setting the structural form of sectoral representation that its 1946 successor retained, the Institutional Revolutionary Party (PRI). Cárdenas, however, returned Portes Gil to his stronghold in Tamaulipas once the former president had performed his task since the latter had \"attempted to build up his own position for a possible political comeback.\"[16] Portes Gil retired from politics in 1936[1] and died of a heart attack in Mexico City, at the age of 88.[4]","country":"Mexico"}