{"name":"Emílio Garrastazu Médici","url":"/wiki/Em%C3%ADlio_Garrastazu_M%C3%A9dici","Born":"1905-12-04","Died":"1985-10-09","Political party":"ARENA","termEnds":"(ARENA) (military)","termStarts":null,"text":"Emílio Garrastazu Médici (Portuguese pronunciation: [eˈmilju ɡɐʁastaˈzu ˈmɛd(ʒi)si]; 4 December 1905 – 9 October 1985) was a Brazilian military leader and politician who was President of Brazil from 1969 to 1974. His authoritarian rule marked the apex of the Brazilian military regime. Médici was born in Bagé, Rio Grande do Sul state. From his father's side, he was the grandson of Italian immigrants who went to Uruguay and then moved to Brazil. On his mother's side he descended from Basques. In the 1920s he entered military school at Porto Alegre and then the Army where he was steadily promoted, becoming general in 1961. Throughout the 1950s he served as a commander of reserve forces before being appointed chief of staff to Artur da Costa e Silva from 1957 to 1960. After the military coup Médici became Brazil's military attache to the USA from 1964–1966. In 1967 Médici was appointed chief of the National Intelligence Service of Brazil. In 1969 he became commander of the Third Army and was chosen to become President of Brazil by the Brazilian Military Junta of 1969, succeeding Costa e Silva, who had suffered a stroke. As the President was elected by National Congress, it had to be re-convened for this purpose after being dismissed by Costa e Silva. Médici was the only candidate, though since the legislature was dominated by the pro-military National Renewal Alliance Party (ARENA), his election would have been a foregone conclusion in any case. The legislature elected him by a margin of 313–0, with 56 abstentions. Médici took the oath on 30 October 1969 and served until the end of his term on 15 March 1974. Médici ruled under a 1967 Constitution which had been amended a few months earlier to be even more authoritarian than its predecessor. This constitution, along with the Institutional Act Number Five (AI-5, which gave the government sweeping powers to censor the press and restrict civil rights), formed the legal basis for some of the most severe human rights abuses of the military's two-decade rule. He made liberal use of torture and strict press censorship. The importation of the men's magazines Playboy, Penthouse and Lui, as well as the West German news magazine Der Spiegel, was banned because they offended \"morality and proper behavior\".[1] His regime also spied on political opponents, many of whom were tortured and disappeared. He and his predecessor, Costa e Silva, represented the most rigidly authoritarian faction of the military, an element that was willing to stay in power for as long as it deemed necessary to increase Brazil's power.[2] This harsh repression came amid a period of explosive economic growth. Médici's term was met with the largest economic growth of any Brazilian President. The Brazilian Miracle unfolded, authored jointly by his liberal ministers ahead of the Ministério do Planejamento and Ministério da Fazenda (planning and finances) Roberto Campos and Delfim Netto, and the country won the 1970 Football World Cup. In 1971 Médici presented the First National Development Plan aimed at increasing the rate of economic growth especially in the remote Northeast and Amazon basin. During the Brazilian Miracle, the economy grew rapidly at a rate of 10% per year and inflation was kept relatively low in comparison to the stratospheric levels during the governments before the implementation of the military regime. Large construction projects were undertaken, including the Trans-Amazonian Highway, the Itaipu Dam and Rio–Niterói bridge. On the other side, the economic growth benefited mainly the richer classes — by the end of 1970, the official minimum wage went down to US$40/month, and the more than one-third of the Brazilian workforce whose wages were tied to it lost about 50% of their purchasing power in relation to 1960 levels[3] at the end of Juscelino Kubitscheck's administration. In November 1970 federal, state, and municipal elections were held. Most of the seats were won by ARENA candidates. In 1974, he was succeeded by another general, Ernesto Geisel, despite attempts by Medici's fellow hardliners to derail his candidacy.[2] During his rule, the guerrilla movement led by Carlos Marighela, leader of Ação Libertadora Nacional and Carlos Lamarca was mostly destroyed and Marighela and Lamarca killed.[4] Revolutionary Movement 8th October was suppressed and Araguaia Guerrilla War won. In the 1980s, the Catholic vicariate of São Paulo and Protestant ministers obtained thousands of classified documents that detailed the use of torture during Médici's term. These revelations shocked Brazilians who had been unaware of the extensive use of torture.[5] In 1971, President Richard Nixon and Médici discussed coordinating their efforts to overthrow Cuba's Fidel Castro and Chile's Salvador Allende.[6] National security advisor Henry Kissinger's account of the 9 December 1971, White House visit by Médici was written \"for the president's file\" and classified Top Secret. It was declassified on 4 September 2008, and made public in July as part of a State Department publication on U.S. foreign policy.[6] Kissinger's memo shows that it was Nixon who raised the subject of Allende during the meeting, asking for Médici's views on Chile: \"Médici said Allende would be overthrown\". [Nixon] then asked whether Médici thought that the Chilean armed forces were capable of overthrowing Allende. Médici replied that he felt that they were, and [he] made clear that Brazil was \"working towards this end.\"[6] The memo notes that Nixon and Médici also discussed whether Cuba should have readmission to the Organization of American States. For his part, Médici noted that Peru was trying to persuade the OAS to consider readmitting Cuba and asked Nixon how they should cooperate to oppose the move. Nixon said he would study the issue and reply to Médici \"privately\". The OAS voted to lift sanctions on Cuba in 1974.[6] Upon leaving the presidency, Médici retired from public life. He declared himself against the political amnesty enacted in August 1979 during the administration of João Figueiredo. Médici was succeeded by General Ernesto Geisel on 15 March 1974. Médici died of kidney failure on 9 October 1985 at the age of 79 after suffering a stroke. His body was buried in the São João Batista Cemetery in Rio de Janeiro.","country":"Brazil"}