{"name":"Enrique Olaya Herrera","url":"/wiki/Enrique_Olaya_Herrera","Born":"1880-11-12","Died":"1937-02-18","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Enrique Alfredo Olaya Herrera (November 12, 1880 – February 18, 1937) was a Colombian journalist and politician, President of Colombia from August 7, 1930 until August 7, 1934 representing the Colombian Liberal Party.[3] Olaya Herrera grew up in a time of intellectual nonconformity and erudition, in a generation that had to live in through the Thousand Days War. He studied in the local public school of his hometown Guateque, in the Department of Boyacá along his parents. He was son of Justiniano Olaya and Emperatriz Herrera, and had two brothers: Leonidas and Joaquín. When he was 12 years old, Olaya Herrera became known as the \"child journalist of Guateque\" after his foundation of a newspaper called \"El Patriota\" (The Patriot) for which he managed to obtain many exchanges with major newspapers like El Espectador based in Medellín. Olaya Herrera studied Law in the Universidad Republicana (later to become the Free University of Colombia), and founded a weekly magazine called \"El Estudiante\" (The Student) in a newspaper format and which was written by hand.[4] Olaya Herrera is considered a member of the \"Centennial Generation,\" corresponding to the cohort of political and intellectual leaders prominent at the time of the first century after the independence war, roughly corresponding to the years from 1925 to 1940. Other members of this group were Alfonso López Pumarejo, Laureano Gómez, Eduardo Santos, Mariano Ospina Pérez, Roberto Urdaneta Arbeláez, Luis López de Mesa, Luis Eduardo Nieto Caballero and others. As a journalist for the newspaper \"El Autonomista\" (The Autonomist) which was owned by Rafael Uribe Uribe and Ricardo Tirado Macias, Olaya Herrera made a name by criticizing the \"Regeneration,\" which was the name of the numerous policies that marked the return of the Country to a unitary state government system, as well as the rise of conservative, authoritarian, and clerical power following the Colombian Constitution of 1886. Back in his hometown of Guateque Olaya Herrera maintained a newspaper called \"El Soldado Cubano\" (The Cuban Soldier) in which he showed his admiration for José Martí. The bipartisan political convulsion between the Liberal Party and the Conservative Party had escalated and provoked the thousand days civil war. Most of the centennial generation was pushed into the war to follow their political beliefs. Olaya Herrera was also pushed into active participation in politics along the Liberal Party. Olaya Herrera radicalized and joined the armed liberal militias led by General Cenón Figueredo. Olaya Herrera participated in a confrontation in the village of Nocaima, Cundinamarca. After the war Olaya Herrera continued studying Law and finally graduated with a thesis named \"La Liberacion Condicional\" (The Conditional Liberation), which was then published by the University. In 1904 he obtained a doctorate in jurisprudence and in 1906 he traveled to Belgium where he studied diplomacy and sociology at the Université Libre de Bruxelles focusing on diplomacy, politics and journalism. Upon his return from Belgium, Olaya Herrera joined the cause against the government of General Rafael Reyes criticizing the treaties between the United States, Colombia and the loss of Panama. On March 13, 1909 Olaya Herrera publicly made a speech during a Liberal Party event against Reyes' dictatorship, in the presence of the most important members of the Liberal Party. This made him officially a part of the political movement against the dictatorship that was initiated by Nicolás Esguerra, José Vicente Concha and Miguel Abadía Méndez, a movement that was called \"Trecemarcismo,\" from \"13 de Marzo\" (March the 13th), after his speech. Once President Reyes had to resign as a result of their action, on March 16, 1909, Olaya Herrera postulated himself for the Constituent Assembly and was later elected. He helped reform the Colombian Constitution of 1886 representing the then-existing Quesada Department. Among his party members participating were Rafael Uribe Uribe, Benjamín Herrera, Gabriel Vargas Santos, Nicolás Esguerra, Tomás O. Eastman, Carmelo Arango and Tomás Quevedo Álvarez. The conservative deputies were Carlos E. Restrepo, José Vicente Concha, Pedro Nel Ospina, Guillermo Valencia, Emilio Forero, Hernando Holguín, Abel Carbonell, Pedro M. Carreño and Guillermo Quintero Calderón. Both sides concluded the constitutional reform and initiated a period of reconciliation, political tolerance and a sense of nationalism. Carlos Eugenio Restrepo assumed the presidency of Colombia from 1910 until 1914 sponsored by the Republican Party which Olaya Herrera supported. President Restrepo appointed Olaya Herrera as the first Minister of Foreign Relations on August 7, 1910 until his resignation on November 23, 1911. During the administration of President Jorge Holguín, Olaya Herrera was appointed to the same office from 1921 until January 4, 1922, and also served as Minister of Agriculture. During the 1920s Olaya Herrera served also as a diplomat (mainly improving Colombian relations with the United States) and with the Colombian congress. During the 1930s the Liberal leadership considered Olaya Herrera as the most suitable leader to recover the presidency from the Regeneration Movement hegemony. He was appointed by the Liberal party in Bogotá as presidential candidate after a group of liberal and conservative friends registered him in the candidates list on January 22, 1930 in the town of Puerto Berrío. Olaya Herrera named his political movement \"Concentracion Nacional\" (National Concentration). Olaya Herra was elected on February 9, 1930 with 369,962 votes against the other candidates Guillermo Valencia with 213,417 votes and Alfredo Vázquez Cobo with 213,417 votes. Former conservative president Carlos Eugenio Restrepo adhered to Olaya Herrera among other moderate conservatives. Olaya Herrera's government was characterized at first by compromise, granting half of his government's public offices (mainly ministries and department governments) to the opposition party led by Laureano Gómez, although these party members were gradually pushed out of office. His term was characterized by a profound interest in social problems and reformation: worker's legislation, public assistance, protection to workers and farmers, and others. This agenda was interrupted by the urgent attention required by the Wall Street Crash of 1929, and its repercussions all over the world. Olaya Herrera started a cycle of national protectionism, which fostered the development of industry with national capital as the basis for developmental stimuli, emphasizing internal demand. Imports decreased significantly, as did the prices of coffee in the international market. This protectionist trend promoted a nationalist conscience that turned the country further away from the free-trade policies of the nineteenth century. After the Wall Street Crash of 1929 Olaya Herrera was given special faculties and dictated some economic reforms that developed at some level the industry and manage the debt generated by the war with Peru which originated in 1932 when the Amazonian port of Leticia was taken over by invading Peruvian soldiers. Previously, during the presidency of Jorge Holguin, the Salomón–Lozano Treaty which defined the Peru-Colombia border was signed under secrecy. Once the treaty surfaced to the public in Peru, it became unpopular and a group of Peruvian citizens took the town of Leticia, which was colonized by both Peruvians and Colombians, and which the treaty had awarded to Colombia. General Alfredo Vázquez Cobo was entrusted by Olaya Herrera to lead the armed operations in southern Colombia. The war was financed by the government and the solidarity of the citizens, who donated jewelry and money to support the cause. After many battles the war ended with the signing of the Rio Protocol in 1934,[5] which upheld the Salomón–Lozano Treaty and officially ended the border conflicts between Colombia and Peru. During his government Olaya Herrera tried to develop the Colombian national industry and for this he supported many infrastructure projects mainly highways, maritime and fluvial ports (Barranquilla and Buenaventura) and railroads. He also supported public education and the exploration and exploitation of energy natural resources such as oil, mainly in the northern region of Catatumbo. Olaya Herrera also tried to improve the association between guilds, for which he created a Bank of Agrarian Credit (Spanish: Caja de Crédito Agrario), the Mortgage Central Bank (Spanish: Banco Central Hipotecario) to finance low income housing and for the improvement of production and exporting of Coffee products the government of Olaya Herrera also created the National Federation of Coffee Growers of Colombia. He also helped introduce labor law reforms. During the first two years as president there were two main foci of violence in the country; in Boyaca and Santander initially motivated by political reasons. The towns with most problems were Chiquinquirá, the towns of western Boyaca, the Garcia Rovira Province in Santander Department and some towns in the areas of Norte de Santander Department, where conservative public employees resisted being in charge of liberals until the end of his government on August 7, 1934. After finishing his term as president in 1935 Olaya Herrera was appointed Minister of Foreign Relations during the government of Alfonso López Pumarejo and later appointed ambassador of Colombia to the State of the Vatican City in Rome, Italy where he died on February 18, 1937 serving. He was planning to run for a presidential reelection upon his return to Colombia. Olaya Herrera married María Teresa Londoño Sáenz in 1911 and had two daughters; Maria and Lucia.","country":"Colombia"}