{"name":"Epitácio Pessoa","url":"/wiki/Epit%C3%A1cio_Pessoa","Born":"1865-05-23","Died":"1942-02-13","Political party":"PRM","termEnds":"(PRM)","termStarts":null,"text":"Epitácio Lindolfo da Silva Pessoa (Portuguese pronunciation: [epiˈtasju lĩˈdowfu dɐ ˈsiwvɐ peˈsoɐ]; 23 May 1865 – 13 February 1942) was a Brazilian politician and jurist who served as 11th president of Brazil between 1919 and 1922, when Rodrigues Alves was unable to take office due to illness, after being elected in 1918. His period of government was marked by military revolts that would culminate in the Revolution of 1930, which brought Getúlio Vargas into control of the federal government. In addition to his term as president, Pessoa served as Minister of Justice, a justice in the Supreme Federal Tribunal, Attorney General, a two-term Federal Deputy, a three-term Senator, Chief of the Brazilian delegation for the Treaty of Versailles, and a judge on the Permanent Court of International Justice. Epitácio Pessoa was born in Umbuzeiro, a small town in the state of Paraíba. His parents died of smallpox when he was only seven years old. He was taken in and educated by his uncle Henrique de Lucena, then the governor of Pernambuco. Pessoa endured a very poor childhood, but with great effort managed to earn a degree in law from the Faculty of Law of the Federal University of Pernambuco, where he went on to become a professor. He eventually made his way to Rio de Janeiro. Young Epitácio managed to make the acquaintance of Marshal Deodoro da Fonseca through the connections of his eldest brother José. With the proclamation of the Brazilian Republic he was invited by governor Venâncio Neiva to serve as secretary-general of the first republican government of Paraíba. He was a deputy to the constituent assembly from 1890 to 1891, during which time he was noted as a standout figure. By the time he was twenty-five years old, he was already noted as an accomplished jurist. During his time in the Constituent Assembly, Pessoa gave an outstanding speech in which he articulated the political responsibilities of the President of the Republic. In 1894, he resolved to abandon politics because of his disagreements with then-president Floriano Peixoto. After marrying Maria da Conceição Manso Saião, he left for Europe. After his return to Brazil he became Minister of Justice in the government of Campos Sales, during which time he invited Clóvis Beviláqua, a colleague from his days as a professor at the Faculty of Law of the University of Recife, to write a civil code for the country that would eventually be adopted in 1916. After leaving the Ministry of Justice, Pessoa would then successively serve as Minister of Transportation, Justice of the Supreme Federal Tribunal, and Attorney General of the Republic. Levi Carneiro, in his \"Livro de um Advogado\", notes that as a justice Pessoa never voted in favor of any case in which he had been assigned to elaborate the views of the court. Elected as a senator for his home state of Paraíba in 1911, Pessoa then moved to Europe, where he lived until 1914. Returning to Brazil, he would soon assume the post of realtor for the Commission for the Verification of Powers. With the end of the First World War, Pessoa was chosen to lead the Brazilian delegation for the Treaty of Versailles in 1919. Ruy Barbosa had originally been chosen to lead the delegation, but he resigned and Pessoa was picked as his substitute. The Brazilian delegation, which supported the aims of the United States, obtained good results in its attempts to resolve issues that Brazil had an interest in: the sale of Brazilian coffee that had been stored in European ports and the fate of 70 German ships seized by Brazil during the war. Pessoa disputed the succession of Delfim Moreira, the vice-president of president-elect Rodrigues Alves, who had died before he could take office. He won the presidency of the Republic by defeating the septuagenarian Ruy Barbosa in a snap election without having even left France, the only such case in the history of the Brazilian republic. His candidacy had been supported in Minas Gerais and was considered fairly symbolic. The election of a president from Paraíba represented a defeat for the old political system of café com leite, with the election of Marshal Hermes da Fonseca from Rio Grande do Sul a decade earlier being the only previous exception. Regardless, Pessoa still represented the interests of the traditional oligarchies of Minas Gerais and São Paulo. There is another view of this election, however: the belief that after the death of Rodrigues Alves the elite of Minas Gerais and São Paulo wanted to choose a new candidate from outside their own ranks. That Artur Bernardes of Minas Gerais was elected president in the next election supports the conspiracy theory that the oligarchies had never lost control in the intervening years. Pessoa was an unavowed racist. He banned the involvement of Brazil's black football players in the 1921 Copa América, the South American football championships. Brazil had greatly improved its financial situation over the course of the First World War. The industrialized countries had been forced to concentrate all of their resources towards the arms industry. Brazil exported raw materials at compensatory prices and enlarged its industrial base, manufacturing products that were previously imported. With the end of the war, Europe began to rehabilitate its industries. At the same time, Brazil was plagued with a number of workers strikes, and the business community along with the coffee-growers tried to reimpose their control. In response to these events, Pessoa introduced a program of austere financial planning. Nevertheless, the pressures on the State continued to grow. New loans, totaling nine million pounds, financed the retention of green coffee in Brazilian ports. Another loan was secured from the United States for the electrification of the Estrada de Ferro Central do Brasil. Pessoa did not escape from the intrigues of state politics and used the federal government to intervene on behalf of state-based interest groups in return for support in Congress. He was embroiled in one of the most troubled periods in the history of the Old Republic with the outbreak of the 18 of the Copacabana Fort revolt on 5 July 1922, the crisis of the false letters (see below) and the revolt of the Military Club. The process of finding a successor for Pessoa therefore happened within a highly charged climate in which the lieutenants and subalterns (the tenentes) of the Armed Forces called for profound political reforms. In 1921, the Correio de Manhã published letters supposedly sent by Artur Bernardes and Raul Soares de Moura that contained insults towards the Armed Forces and Marshal Hermes da Fonseca. A commission attested to the veracity of this correspondence. A year later, Bernardes claimed victory in the presidential elections. In response, the Military Club and the noted politician Borges de Medeiros called for the creation of a court of honor to review the legitimacy of Bernardes' election. The Federal Congress reviewed the election results and declared them legitimate. Pessoa's principal acts as president were the following: After leaving the presidency, Epitácio Pessoa was elected to be a Justice of the Permanent Court of International Justice at The Hague, and stayed on the bench until November 1930. From 1924 until the Revolution of 1930, he was a senator for Paraíba. He supported the revolution, which implemented the ideals of earlier army revolts. The assassination of his nephew João Pessoa was a strong emotional blow to Epitácio, and in its aftermath he retired from public life. In 1937, he began to show signs of declining health. He developed Parkinson's disease and severe heart problems. Epitácio Pessoa would live until 13 February 1942, when he died in Nova Betânia, part of Petrópolis (Rio de Janeiro). In 1965 his remains, along with those of his wife, were transported to João Pessoa, Paraíba, for reinternment. Pessoa was the patron of chair no. 31 of the Academia Paraibana de Letras, which was founded by Father Francisco Lima. It is currently occupied by Angela Bezerra de Castro. 1951.","country":"Brazil"}