{"name":"Ernesto Samper Pizano","url":"/wiki/Ernesto_Samper_Pizano","Born":"1950-08-03","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Ernesto Samper Pizano (born 3 August 1950)[1] is a Colombian politician. Samper is a member of the influential Samper family. He served as the President of Colombia from 1994 to 1998, representing the Liberal Party. From 2014 to 2017 he served as the Secretary General of the Union of South American Nations (UNASUR).[2] He was involved in the 8000 process scandal, which takes its name from the folio number assigned to it by the chief prosecutor's office. The prosecutor charged that money from the Cali Cartel was funneled into Samper's presidential campaign to gain his success in what would have been a very close race after he failed to win by a majority during the first round (Colombia has 2 rounds of elections, unless the first round yields a majority winner). The Colombian Chamber of Representatives acquitted Samper by a vote of 111 to 43, concluding the process. Samper is related to several other Colombians of note. One of his great great grandfathers, Teodoro Valenzuela Sarmiento, was the nephew of the former president and hero of the Independence of Colombia, Crisanto Valenzuela Conde. Another of his great great grandfathers was the poet Diego Fallón [es], and his great great grandmother Felisa Pombo Rebolledo was the sister of the poet Rafael Pombo. Samper is a collateral descendant of Antonio Nariño's, paternal grandson of writer Daniel Samper Ortega [es], grandson in direct line of businessman Tomas Samper Brush, and grandson of the politician Miguel Samper Agudelo, who was a presidential candidate in 1898. Samper is the nephew of the renowned architect Germán Samper Gnecco [es], brother of writer, journalist and columnist Daniel Samper Pizano (as noted above), cousin of Patricio Samper Gnecco, and uncle of the former director of SoHo Magazine, Daniel Samper Ospina.[3] Ernesto was born on 3 August 1950[1] in Bogotá, to Andrés Samper Gnecco and Helena Pizano Pardo. Among his siblings, Daniel Samper Pizano stands out as a prolific writer and journalist, a trait not alien to the Samper family, who come from a long line of writers.[3] Samper studied in the Gimnasio Moderno, a prestigious secondary school in Bogotá,[4] and attended the Pontifical Xavierian University, graduating in 1972 with a degree in economics. He obtained a degree in law in 1973. Additionally, he conducted graduate studies in Economics at Columbia University while living in New York City.[5] In 1974, he became a professor of law and economics at his alma mater, the Pontifical Xavierian University.[6] Samper helped manage the unsuccessful 1982 presidential campaign of former president Alfonso López Michelsen. He became a member of the Bogotá City Council. He was then a member of the Senate of Colombia.[6] Samper unsuccessfully ran for the Liberal Party's nomination for president in 1990. Like the eventual winner, César Gaviria, Samper was from the reformist wing of the party. In 1989, Samper was wounded by 11 bullets during the assassination of Patriotic Union leader José Antequera [es], leaving Samper hospitalized with near-fatal septicemia. His subsequent campaign was conducted with strict regard for security, including wearing bullet-proof vests and being accompanied by a security detail of over 400.[7] During the Gaviria administration, Samper served as Minister of Economic Development, (1990–1991) and as ambassador to Spain (1991–1993).[6] In 1993, when the 1994 presidential campaign was in its early stages, it became increasingly clear that the race was going to be close, particularly between Samper and Andrés Pastrana, the candidate of the Colombian Conservative Party: opinion polls were sharply divided. Presidential elections took place on 29 May 1994. Ernesto Samper won the first electoral round—where about 1/2 of 17 million voters cast ballots—with 45.2% of the vote. Pastrana was the runner up, with 45%. 16 other candidates divided the remainder.[8] Colombian electoral law states that if no candidate wins more than 50% + 1 vote in the first round, a second round between the two candidates who achieved the highest number of votes in the first round shall take place to identify a winner. The results of the first round caused the Samper campaign team to secure additional funding to help widen the margin over the opposing candidate. The campaign had assumed that Ernesto Samper would win the election easily in the first round and had spent all of their campaign funds to achieve this. With the campaign financials running in the red, the campaign managers were faced with the need to rally support for an additional three weeks against a strong, well-funded opponent. In what can be described as an attempt to win at all cost, the campaign turned to the Cali Cartel, receiving cash donations in excess of $6 million US dollars. These donations were delivered in large colourful paper bags normally used for birthday gifts.[citation needed] On 19 June 1994, after three weeks of arduous campaigning, Samper was elected president in the second-round voting, once again by a narrow margin, 50.37% to 48.64%, over Pastrana.[9][10] Shortly after his presidential victory, Samper was accused by Pastrana of having received campaign donations from the Cali Cartel of $3.75 million US dollars, with journalist Alberto Giraldo Lopez as the intermediary. Samper initially denied the allegations. Soon afterwards, a series of damaging tape recordings were released to the public.[11] Years later, the DEA's Joe Toft would claim ownership of the recordings.[citation needed] Gustavo de Greiff, Colombia's outgoing Chief Prosecutor cleared Samper of wrongdoing,[12] after what critics termed a \"less-than-exhaustive\" investigation.[13] His successor, Alfonso Valdivieso Sarmiento, personally led a new investigation. Valdivieso was a cousin of the late Luis Carlos Galán, a charismatic Liberal party presidential candidate assassinated in 1989 by the Medellín Cartel for his political views, particularly for favoring the extradition of drug lords to the United States. Valdivieso discovered connections between the Cali drug cartel and top figures of Colombia's society, including the Colombian comptroller general, the president of the lower house of the Colombian congress, and nine congressman, as well as journalist Alberto Giraldo, who openly admitted to having ties to the Cali cartel. Although Samper's campaign treasurer, Santiago Medina, came under investigation, Valdivieso refused to re-open the \"narco-cassette case\" that had been closed by de Greiff.[14] As a result of the investigation, Santiago Medina, the campaign's treasurer, was arrested for accepting $50,000 from a company known to be a front for the Cali cartel.[15] Just after Medina's arrest, Samper gave a unscheduled, nationally televised address where he admitted the possibility that drug money had gone to his campaign.[16] On 31 July 1995, days after Medina's arrest, Fernando Botero, who had been Samper's campaign manager, and Horacio Serpa, another political ally, held a press conference to deny Medina's allegations, armed with copies of Medina's testimony to the chief prosecutor. Serpa said the testimony had come from \"anonymous sources\", but they were allegedly stolen from the prosecutor's office. Valdivieso appeared on national television to angrily denounce Botero and Serpa for divulging such testimony.[17] Medina was later convicted, and sentenced to prison.[citation needed] On 2 August 1995, Botero resigned as defense minister, soon after Valdivieso asked the Colombian supreme court to investigate his role, and that of communications minister Armando Benedetti, in Samper's campaign financing.[18] On 15 August, Botero was arrested in connection with the investigation.[19] Other political figures, such as Alberto Santofimio Botero and Eduardo Mestre, as well as journalist Alberto Giraldo, were also imprisoned as a result of the same investigation. The prosecutor also charged Samper, who insisted on his innocence. Samper said that if drug money had entered the presidential campaign, it had done so \"behind his back\".[citation needed] Subsequently, Samper declared a 90-day state of emergency,[20] which caused some to fear a shift to the right by Samper.[21] The defection to the United States of cartel accountant Guillermo Pallomari put a trove of documents in the hands of investigators.[22][23] Cardinal Pedro Rubiano, a leader of Colombia's Catholic Church, stated in an interview that not knowing that drug money financed part of the presidential campaign was similar to not noticing an elephant entering one's living room.[24][25] Since then, the events that led to drug money financing the \"Samper for President\" campaign have been referred to as \"The Elephant\".[citation needed] According to the Colombian Constitution, only Congress can judge the president. So, once the Prosecutor General presented the case and delivered the evidence to the Congress, it was in the hands of the latter to evaluate the evidence and determine whether Samper was directly involved in this scandal.[citation needed] On 26 September 1995, Samper was questioned for nine hours by Heine Mogollón, the head of the Chamber of Representatives' Accusation Commission, at Samper's own request. Afterward, Samper went on television to say that he had answered all \"the lies\" and vowed to serve out his term. It was considered unlikely that the commission, composed mostly of members from Samper's own party, would recommend impeachment. A greater danger was the possibility that the supreme court would allow Valdivieso to investigate Samper.[26] On 27 September, in an apparent attempt to force Samper to resign, two bodyguards of his attorney, Antonio José Cancino, were killed, with Cancino and another bodyguard wounded.[27] On 14 December 1995, despite the publication in the magazine Cambio of the details of Pallomari's accusations,[28] the congressional commission voted against opening a formal investigation into the charges against Samper, although Colombian justice officials continued to investigate.[29] On 15 March 1996, the Colombian supreme court opened an investigation into three cabinet members—Horacio Serpa, Rodrigo Pardo [es] and Juan Manuel Turbay—alleged to be involved in the scandal.[30] On 7 August 1994, under tight security, Samper was sworn in as president in Plaza Bolívar, Bogotá, with foreign dignitaries such as Cuban president Fidel Castro and US interior secretary Bruce Babbitt in attendance. In his inauguration speech, he made the drug war a special priority while warning that no one was in a position to lecture Colombia on how to fight that war.[31] In June 1995, Samper claimed that his administration had made considerable progress in fighting the drug war—which had cost Colombia \"countless lives\" in the previous ten years, \"including more than 3,000 police officers and soldiers, 23 judges, 63 journalists and four presidential candidates\"—by launching an \"integrated, multi-front attack on the cartels\" that targeted \"bank accounts, laboratories, crops, chemicals, transportation systems and political connections.\"[32] In June 1995, a money-laundering law was signed; and Gilberto Rodriguez Orejuela, a leader of the Cali Cartel, was arrested, one of over 1,100 cartel members arrested so far in the year.[32] By August, five more cartel leaders—Henry Loaiza-Ceballos, Victor Patiño-Fomeque, José Santacruz Londoño, Phanor Arizabaleta-Arzayus, and Miguel Rodríguez Orejuela—had been arrested, leaving Hélmer Herrera the only top leader at large.[33] In the first half of 1995, about 25,000 acres (10,000 ha) of coca crops and over 5,400 acres (2,200 ha) of heroin crops were destroyed, much more than in 1994; more than 440,000 US gallons (1,700,000 l; 370,000 imp gal) of liquid chemicals and 3,800,000 kilograms (8,400,000 lb) of solid chemicals were destroyed; 64,277 grams (2,267 oz) of heroin were confiscated; and 243 drug labs were destroyed.[32] In 1995, Colombia's Caribbean islands became bases from which the military could intercept drug shipments and communications. Unprecedented police operations in the city of Cali took place with the same objective of disrupting drug trafficking.[32] Under strong U.S. pressure, leaders of the Cali Cocaine cartel are targets of a massive manhunt involving about 6,000 troops. Now controlling about 80 percent of the global multibillion-dollar cocaine trade, the loose-knit Cali syndicate is considered ... to be one of the most difficult criminal enterprises to penetrate. While ... anti-narcotics efforts concentrated on the rival Medellín cartel in the 1980s, the Cali organization grew ... Instead of fighting the state through a campaign of terrorism, the leaders here set out to buy influence and control the economy.... all the leaders run separate trafficking, intelligence and security organizations, but they coordinate drug shipments and share information. With an intelligence apparatus encompassing hotel clerks, corrupt policemen and politicians and a taxi fleet of several thousand, the movements of police and army units are constantly monitored. To combat such corruption, Gen. Rosso José Serrano, commander of the National Police ... [i]n the last two months ... [has] kicked out 220 officers ... 400 noncommissioned officers and 1,600 other policemen ... soldiers assigned to anti-drug duty, members of an elite 150-man unit trained as a shock force[,] live in utter isolation ... None of the soldiers ... is from the Cali area ...[34] In less than 30 days, five of the cartel's seven most wanted members have been put behind bars. In thousands of raids on farms, houses, apartments and office buildings, police have found and seized weapons, drugs, money and—most importantly—business documents, accounts books and lists of payments essential to unraveling the drug lords' multi-billion dollar property and investment empire and their systematic bribes to politicians and other official protectors. 'We use a hammer-and-anvil tactic,' said Colonel Argemiro Serna, commander of the Cali police, in a recent interview. 'The search force raids suspected drug houses and possible hideouts, to try to flush them into movement. Then I send out units on roadblocks and aggressive random searches to trap them.' His boss, National Police Director Ross Serrano, described a more complex overall strategy—first closing down the private security agencies, taxi fleets and beeper companies that gave the cartel leaders bodyguards, safe transport and communications; arresting many of their messengers and lower-level employees to isolate them; and freezing their bank accounts to crimp cash flow.[35] However, with drug use in Europe on the rise, new markets opening up in Eastern Europe and Asia, and the United States reporting a 25% increase in cocaine-related medical emergencies since 1991, the continuing demand for drugs meant that drug trafficking would continue.[32] Samper stated that further measures to be taken should focus on increased international cooperation, including sharing information to speed up investigations and prosecutions, working toward implementing a treaty to stop cartel money laundering through established financial institutions, restricting the trade in precursor chemicals, enhancing international financial support for crop substitution, and holding a world summit on drugs.[32] Shortly after Samper's election and disturbed by the release of the taped phone conversations compromising the integrity of the president-elect, the US Senate unanimously approved a measure that would make anti-narcotic financial aid to Colombia conditional on the government's commitment to fighting drug trafficking. In reply, Colombian foreign minister Noemí Sanín said that Colombia was prepared to fight the drug war without the United States, and that the measure was \"disrespectful\".[36] On 1 March 1996, after an annual review of narcotics programs in 140 countries, U.S. President Clinton cut off most of his country's over $1 billion of economic aid to Colombia, saying that Colombia's government was too corrupt to combat its country's drug lords, although Colombia would continue to receive $37 million in aid to combat narcotics trafficking. The United States would also seek to block loans from international organizations.[37] For years, Samper's administration was lambasted by the US for its supposed failure to make every effort to effectively fight the war against cocaine and the Cali Cartel. Additionally, the US revoked Samper's visa and thereby effectively banned him from entering the country.[citation needed] In July 2006, President Álvaro Uribe offered Samper Colombia's ambassadorship to France. This led to the resignation of former President and Ambassador of Colombia to the United States, Andrés Pastrana, who criticized the decision. Opposition was also expressed by the media, political groups, and other segments of Colombian society. In the end, Samper did not accept the offer.[citation needed] In July 2014, Samper was named Secretary General of the Union of South American Nations (UNASUR). He took office on 11 September 2014.[38] During his inauguration ceremony in Caracas, Venezuela, Samper announced that he planned to focus on three agendas: political, social, and economic. He also announced plans to create a South American International Criminal Court to deal with regional criminal issues. Samper left office on 31 January 2017.[2] Samper married Silvia Arbelaez with whom he had one son, Andrés. The couple divorced, and Samper married Jacquin Strouss Lucena on 16 June 1979, with whom he has two children, Miguel and Felipe.[3]","country":"Colombia"}