{"name":"Ernesto Geisel","url":"/wiki/Ernesto_Geisel","Born":"1907-08-03","Died":"1996-09-12","Political party":"ARENA (1974–1979)","termEnds":"(ARENA) (military)","termStarts":null,"text":"Ernesto Beckmann Geisel (Portuguese pronunciation: [eɾˈnɛstu ˈbɛkmɐ̃ ˈɡajzew], German pronunciation: [ɛɐ̯ˈnesto ˈbɛkman ˈɡaɪzl̩]; 3 August 1907 – 12 September 1996) was a Brazilian Army officer and politician, who was President of Brazil from 1974 to 1979, during the Brazilian military regime. Ernesto Geisel was born in Bento Gonçalves, Rio Grande do Sul province. His father was Guilherme Augusto Geisel (born Wilhelm August Geisel), a German Brazilian teacher from Herborn who immigrated to the Empire of Brazil in 1883 at age 16. His mother was the homemaker Lydia Beckmann, born in Brazil in Teutônia colony to German parents from Osnabrück.[1] In Bento Gonçalves, where Ernesto was raised, there were only two families of German origin (Geisels and Drehers), and most of the population was composed of Italian immigrants.[2] Remembering the contact with the local Italian immigrants during his childhood Geisel described the cultural contrasts between the strict and rigorous education that his German parents imposed compared to the freedom and more relaxed way of life of his Italian friends had that he admired.[3] Geisel was raised in a Lutheran family, they belonged to the Evangelical Lutheran Church of Brazil, and his grandfather was a priest. He claimed to come from a relatively poor family of lower middle class. At home, Geisel spoke German as well as Portuguese because his father, who spoke Portuguese so well that he became a teacher of that language, did not want his children to speak Portuguese with a foreign accent. As an adult, Geisel reported that he was able to understand German but could not write it and had some difficulty speaking it.[4] Geisel married Lucy Markus, the daughter of an army colonel, in 1940. They had a daughter, Amália Lucy (later a university professor), and a son, Orlando, from whose 1957 death in a train accident Geisel never completely recovered. His widow died in an automobile accident in March 2000.[5] Geisel along with his brother Orlando (1905–1979, who would be Minister of Army in Emílio Garrastazu Médici's government), entered the army in 1921 and in 1925 was the first of his class when he graduated from the Military High School of Porto Alegre. He acquired higher military education at Escola Militar do Realengo, and graduated it in 1928 as the first in his class and joined artillery unit as an Aspirante. Promoted to lieutenant in 1930. Geisel witnessed and participated in the most prominent events of Brazilian history in the 20th century, such as the Revolution of 1930, the Getúlio Vargas dictatorship of Estado Novo and its overthrow in 1945. Geisel was military attache in Uruguay (1946–47).[6] Promoted to brigadier-general in 1960, Geisel participated in the 1964 military coup d'état that overthrew the leftist President João Goulart. Geisel was an important figure during the coup and became Chief of the Military Staff of President Humberto de Alencar Castelo Branco from 1964 until 1967.[7] In 1964 he was promoted to Lieutenant-General and in 1966 to the highest 4-star General de exército rank. In 1969 he was made president of the state-owned oil company Petrobras.[8] In 1973 President Emílio Garrastazu Médici selected Geisel to be his successor as the President. There had been intense behind-the-scenes maneuvering by the hard-liners against him and by the more moderate supporters of Castelo Branco for him. Fortunately for Geisel, his older brother, Orlando Geisel was the Minister of Army, and his close ally General João Baptista de Oliveira Figueiredo the chief of Médici's military staff. At that time the President of Brazil was chosen by the military command and then approved by the Congress to keep up the appearance of democracy. However, since the pro-military party, the National Renewal Alliance Party (ARENA), had an overwhelming majority in Congress, the military's chosen candidate could not possibly be defeated. For the first time during the era of military rule, the Brazilian Democratic Movement (MDB) actually put up a candidate in the person of longtime deputy Ulysses Guimarães. When Guimarães accepted the nomination, he decided to run an \"anticandidacy\" for president, knowing that Geisel's victory was a foregone conclusion. As expected, Geisel was elected by a vast majority (400-76, with 21 blank votes and six abstentions) and was inaugurated on March 15, 1974 for a five-year mandate. During the Brazilian Miracle from 1968 to 1973 Brazilian economy had grown at a rate of more than 10% per year, the fastest in the world. But due to the oil shock crisis in 1974, development fell to 5–6% per year. Because much of the country's oil had to be imported, Brazil's foreign debt began to rise. This strategy was effective in promoting growth, but it also raised Brazil's import requirements markedly, increasing the already large current-account deficit. The current account was financed by running up the foreign debt. The expectation was that the combined effects of import substitution industrialization and export expansion eventually would bring about growing trade surpluses, allowing the service and repayment of the foreign debt.[citation needed] President Geisel sought to maintain high economic growth rates, while dealing with the effects of the 1973 oil crisis. He maintained massive investments in infrastructure – highways, telecommunications, hydroelectric dams, mineral extraction, factories, and atomic energy. Fending off nationalist objections, he opened Brazil to oil prospecting by foreign firms for the first time since the early 1950s.[citation needed] Geisel adopted a more moderate stance with regards to political opposition. Together with his Chief of Staff, Minister Golbery do Couto e Silva Geisel devised a plan of gradual, slow democratization that would eventually succeed despite all the threats and opposition from hard-liners. He replaced several regional commanders with trusted officers and labeled his political program abertura and distensão, meaning a gradual relaxation of authoritarian rule. It would be, in his words, \"the maximum of development possible with the minimum of indispensable security.\"[citation needed]. In 1974 elections opposition won more votes than before. However, the torture of regime's left-wing and Communist opponents by DOI-CODI was still ongoing, as demonstrated by the 1975 murder of Vladimir Herzog. In 1977 and 1978, the presidential succession issue caused further political confrontation between Geisel and hard-liners. Noting that Brazil was only a \"relative democracy,\" Geisel attempted in April 1977 to restrain the growing strength of the opposition Brazilian Democratic Movement (MDB) party by allowing other opposition parties to run, thereby splitting the opposition vote. In October, he dismissed far-right Minister of Army, General Sylvio Couto Coelho da Frota, who had tried to become a candidate.[9] In 1978 Geisel had to deal with the first labor strikes since 1964 and electoral victories of the opposition MDB. In late December 1978 he announced the end of the authoritarian Institutional Act 5, allowed exiled citizens to return, restored habeas corpus and full political rights, repealed the extraordinary powers of the president, and planned the indirect election of General João Figueiredo as his successor. In 2018, an unearthed CIA memorandum from 11 April 1974 sent by William Colby to U.S. Secretary of State Henry Kissinger details the summary executions of over 100 \"subversives\" which were personally authorized by Ernesto Geisel himself.[10] In his 5 years of government, Geisel adopted a more pragmatic foreign policy. Despite being a conservative and deeply anti-communist, Geisel made significant overtures towards the communist bloc. Brazil established diplomatic relations with the People's Republic of China and socialist-led governments of Angola and Mozambique, signaling a growing distance between Brasília and Washington. Although both countries remained allies, Geisel was keen to seek new alliances and, more importantly, new economic opportunities in other parts of the world, especially Africa and Asia. Brazil shifted its foreign policy to meet its economic needs. \"Responsible pragmatism\" replaced strict alignment with the United States and a worldview based on ideological frontiers and blocs of nations. Because Brazil was 80% dependent on imported oil, Geisel shifted the country from a critical support of Israel to a more neutral stance on Middle Eastern affairs. Brazil moved closer to Latin America, Europe and Japan. The 1975 agreement with West Germany to build nuclear reactors produced confrontation with the Carter administration, which also scolded the Geisel government for abusing human rights. Frustrated with what he saw as the highhandedness and lack of understanding of the Carter administration, Geisel renounced the military alliance with the United States in April 1977.[citation needed]","country":"Brazil"}