{"name":"Eulalio Gutiérrez","url":"/wiki/Eulalio_Guti%C3%A9rrez","Born":"1881-02-04","Died":"1939-08-12","Political party":"Conventionist","termEnds":null,"termStarts":"He was appointed provisional president.","text":"Eulalio Gutiérrez Ortiz (February 4, 1881 – August 12, 1939) was a general in the Mexican Revolution from state of Coahuila. He is most notable for his election as provisional president of Mexico during the Aguascalientes Convention and led the country for a few months between November 6, 1914, and January 16, 1915. The Convention was convened by revolutionaries who had successfully ousted the regime of Victoriano Huerta after more than a year of conflict. Gutiérrez rather than \"First Chief\" (Primer Jefe) Venustiano Carranza was chosen president of Mexico and a new round of violence broke out as revolutionary factions previously united turned against each other. \"The high point of Gutiérrez's career occurred when he moved with the Conventionist army to shoulder the responsibilities of his new office [of president].\"[1] Gutiérrez's government was weak and he could not control the two main generals of the Army of the Convention, Pancho Villa and Emiliano Zapata. Gutiérrez moved the capital of his government from Mexico City to San Luis Potosí. He resigned as president and made peace with Carranza.[1] He went into exile in the United States, but later returned to Mexico.[1] He died in 1939, outliving many other major figures of the Mexican Revolution. He was born on the Hacienda de Santo Domingo, in the municipality of Ramos Arizpe, Coahuila. In his youth he was a shepherd and a miner in Concepción del Oro, Zacatecas, where after some years he was named mayor of the municipality. After joining Ricardo Flores Magón's Mexican Liberal Party (Partido Liberal Mexicano) for a short period, he affiliated with the Anti-reelectionist Party (Partido Antirreleccionista) of Francisco I. Madero in 1909.[2] As with many revolutionaries, Gutiérrez was not a trained soldier, but combat in the Mexican Revolution showed his skill.[2] He participated in the Mexican Revolution, after which he returned to his native state where he was elected mayor of Ramos Arizpe. After the coup d'état of Victoriano Huerta, he took up arms again and placed himself under the orders of Pablo González Garza in the Constitutionalist Army of Venustiano Carranza. During the Aguascalientes Convention, he was named the provisional president of the Republic on November 1, 1914, and assumed the position two days later. His cabinet was composed of Lucio Blanco as Interior Minister; José Vasconcelos as Minister for Public Instruction and Fine Arts; Valentín Gama as Minister for Public Works; Felícitos Villarreal as Finance Minister; José Isabel Robles as Minister of War (Guerra y Marina); Manuel Palafox as Agriculture Minister; Manuel Chao as Mayor of the Distrito Federal; Mateo Almanza as Commander of the National Guard (Guarnición de México), and Pánfilo Natera as president of the Supreme Military Tribunal. A month after he took office, revolutionary leaders Francisco Villa and Emiliano Zapata took Mexico City. Gutiérrez's government was moved to the national capital, now in the hands of the Army of the Convention. Relations with Villa were strained to the point Villa had ordered the Minister of War (his superior), to execute President Gutiérrez in January 1915.[3] In 1915, Gutiérrez told Vasconcelos that \"The Mexican landscape smells of blood.\"[4] Gutiérrez decided to leave the capital on January 16, 1915, and moved his government to San Luis Potosí, San Luis Potosí, where he declared both Villa and Carranza traitors to the \"revolutionary spirit\" and formally resigned the presidency on July 2, 1915. Another source gives the date of his resignation as May 1915.[1] After exiling himself to the United States, he returned to Mexico in 1920 under the amnesty of Álvaro Obregón and was elected senator and governor of Coahuila in 1928. Later on, he publicly criticized the re-election of Álvaro Obregón in 1928 (assassinated before he could take office) and the Maximato of former president Plutarco Elías Calles (the period during which Calles was Jefe Máximo, \"Maximum Chief\", and ruled via puppet presidents). He joined the rebellion of José Gonzalo Escobar. After the defeat of that rebellion, he exiled himself to San Antonio, Texas, U.S., and did not return to Mexico until 1935. Four years later, he died in the city of Saltillo.","country":"Mexico"}