{"name":"Eustorgio Salgar","url":"/wiki/Eustorgio_Salgar","Occupation":"Soldier (General), politician","Born":"1831-11-01","Died":"1885-11-25","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Eustorgio Salgar Moreno Salazar (1831–1885) was a Colombian lawyer, general, and political figure, who was president of the United States of Colombia from 1870 until 1872. Elected at age 39, he was the youngest President of Colombia.[1] Salgar was born in Bogotá, Cundinamarca, on November 1, 1831.[1] He died in the same city, on November 25, 1885.[2] Salgar attended what would later become the National University of Colombia, where he studied jurisprudence. In 1851, at the age of 20, he obtained his law degree.[1] From 1853 he served as the governor of the Garcia Rovira province, and when it was merged with Pamplona in 1855 he assumed the new role of governor of the newly combined province until 1858. During that year, Salgar was a member of the briefly lived Granadine Confederation's senate and a year later became governor of Sovereign State of Santander. In 1859, Salgar enlist in the army of General Tomás Cipriano de Mosquera during the liberal uprising and the war against President Mariano Ospina Rodríguez. Salgar is captured in combat and tried for the insurgency. He is incarcerated until March 31, 1861, when General Mosquera takes Bogotá.[1] Following his term as president, Salgar was appointed as Ambassador to the United States of America until 1867. During the presidential election of 1870, the radical wing of the liberal party nominated Salgar as their candidate. The historical wing of the liberal party nominated General Tomás Cipriano de Mosquera. Salgar obtained the majority of the popular vote and was elected President for the two years term. He was inaugurated on April 1, 1870.[3] During his brief presidency, he founded and promoted the country's first railway company. And the initial corporation intended to provide social security.","country":"Colombia"}