{"name":"Federal Government of Somalia","url":"/wiki/Federal_Government_of_Somalia","termEnds":null,"termStarts":null,"text":"The Federal Government of Somalia (FGS) (Somali: Dowladda Federaalka Soomaaliya, Arabic: حكومة الصومال الاتحادية) is the internationally recognised government of Somalia, and the first attempt to create a central government in Somalia since the collapse of the Somali Democratic Republic. It replaced the Transitional Federal Government (TFG) of Somalia on 20 August 2012 with the adoption of the Constitution of Somalia.[1] It officially comprises the executive branch of government, with the parliament serving as the legislative branch. It is headed by the President of Somalia, to whom the Council of Ministers reports through the Prime Minister.[2] After the collapse of the Somali Democratic Republic in 1991, there were no relations or any contact between the Somaliland government, which declared itself a country and the government of Somalia. The national constitution lays out the basic way in which the government is to operate.[2] It was passed on June 23, 2012, after several days of deliberation between Somali federal and regional politicians.[3] To come into effect, the constitution must be ratified by the new parliament.[4] Under the new constitution, Somalia, now officially known as the Federal Republic of Somalia, is a federation.[5] The President is elected by the Parliament. He or she serves as the head of state and chooses the Prime Minister, who serves as the head of government and leads the Council of Ministers. According to Article 97 of the constitution, most executive powers of the Somali government are vested in the Council of Ministers.[2] The incumbent President of Somalia is Mohamed Abdullahi Mohamed.[6] Mohamed Hussein Roble is the national Prime Minister.[7] The Council is formally known as the Council of Ministers of the Federal Government of Somalia but is sometimes referred to as the Cabinet. Its members are appointed by the Prime Minister.[2] The Federal Parliament of Somalia elects the President and Prime Minister and has the authority to pass and veto laws.[2] It is bicameral, and consists of a 275-seat lower house, as well as an upper house, capped at 54 representatives.[8] By law, at least 30% of all MPs must be women.[9] The current Members of parliament were selected by a Technical Selection Committee, which was tasked with vetting potential legislators that were in turn nominated by a National Constituent Assembly consisting of elders.[10] The current Speaker of the Federal Parliament is Mohamed Mursal Sheikh Abdurahman.[11] The national court structure is organized into three tiers: the Constitutional Court, Federal Government level courts and Federal Member State level courts. A nine-member Judicial Service Commission appoints any Federal tier member of the judiciary. It also selects and presents potential Constitutional Court judges to the House of the People of the Federal Parliament for approval. If endorsed, the President appoints the candidate as a judge of the Constitutional Court. The five-member Constitutional Court adjudicates issues about the constitution, in addition to various Federal and sub-national matters.[12] Local state governments, officially recognized as the Federal Member States, have a degree of autonomy over regional affairs and maintain their police and security forces. However, they are constitutionally subject to the authority of the Government of the Federal Republic of Somalia. The national parliament is tasked with selecting the ultimate number and boundaries of the Federal Member States within the Federal Republic of Somalia.[5][2] The Ministry of Education is officially responsible for education in Somalia. As of January 2015, the institution is led by Khadra Bashir Ali.[13] The Ministry of Health heads the country's healthcare system. As of January 2015, the institution is led by Hawo Hassan Mohamed.[13] The federal government has two main media outlets: Radio Mogadishu, the state-run radio station and Somali National Television, the national television channel and Somali national news agency. The central government's Ministry of Defence is officially responsible for the Somali Armed Forces and its various subdivisions. As of January 2015, the Ministry is led by Abdulkadir Sheikh Dini.[13] The constitution recognizes Mogadishu as the capital of Somalia. The Parliament of Somalia meets in the city, which is also the seat of the nation's Supreme Court. In addition, Mogadishu is the location of the presidential palace, Villa Somalia, where the President resides. The Prime Minister also lives in the city. The Federal Government of Somalia is internationally recognized as Somalia's official central government. It occupies the country's seat in the United Nations, the African Union, and the Organisation of Islamic Cooperation (OIC). The Somali federal government has a Permanent Representative and Deputy Permanent Representative to the United Nations. It also has embassies in various countries.[14] Additionally, there are various foreign diplomatic missions in Somalia. Ethiopia maintains an embassy in Mogadishu,[15] and consulates in Hargeisa in the self-declared Republic of Somaliland[16] and Garowe in Puntland.[17] Djibouti re-opened its embassy in Mogadishu in December 2010.[18] The following year, India also re-opened its embassy in the capital after a twenty-year absence,[19] as did Turkey.[20] Iran and the United Kingdom followed suit in 2013,[21] as well as Qatar and China in 2014.[22][23] Italy maintains a special diplomatic delegation and a Technical Mission to Mogadishu and is scheduled to re-open its embassy in the city.[24] In 2013, Egypt likewise announced plans to re-open its embassy in Mogadishu.[25] In January 2013, the United States announced that it was set to exchange diplomatic notes with the new central government of Somalia, re-establishing official ties with the country for the first time in 20 years.[26][27] For travel, Somali citizens can obtain a Somali passport from government-designated locations or Somali embassies abroad.","country":"Somalia"}