{"name":"Felipe Calderón","url":"/wiki/Felipe_Calder%C3%B3n","Born":"1962-08-18","Political party":"National Action Party (before 2018) México Libre (currently)","termEnds":null,"termStarts":null,"text":"Felipe de Jesús Calderón Hinojosa RE CYC GCB (Spanish pronunciation: [feˈlipe kaldeˈɾon] (listen); born 19 August 1962)[1] is a Mexican politician who served as the 63rd President of Mexico from 1 December 2006 to 30 November 2012 and Secretary of Energy during the presidency of Vicente Fox between 2003 and 2004. He was a member of the National Action Party (Partido Acción Nacional, PAN) for 30 years before quitting the party in November 2018. His father was Luis Calderón Vega, one of the founders of the PAN and one of its most prominent members; Felipe himself joined the party in the 1980s. Prior to becoming President, Calderón received two master's degrees and worked within the PAN when it was still an opposition party during the PRI regime. Calderón served as National President of the party, Federal Deputy, and Secretary of Energy in Vicente Fox's cabinet. He served in the cabinet of the previous administration until he resigned to run for the presidency and secured his party's nomination. In the 2006 presidential election, he ran as the PAN candidate. After a heated campaign and a controversial electoral process, the Federal Electoral Institute's official results gave Calderón a tiny lead (less than 1% of advantage of the total votes)[2][3] above PRD candidate Andrés Manuel López Obrador.[2][4] While López Obrador and the PRD disputed the results and called for a complete recount of the votes, Calderón's victory was confirmed months later on 5 September by the Federal Electoral Tribunal.[2] Calderón's inauguration ceremony at the Congress of the Union was tense and lasted less than five minutes, as he only recited the oath of office while the PRD legislators shouted in protest against the alleged electoral fraud, and afterwards he quickly left the building for security reasons as some of the legislators engaged in violent brawls.[5] His presidency was marked by his declaration of war against the drug cartels only ten days after taking office; this was considered by most observers as an immediate strategy to gain popular legitimacy for the new President after the convoluted elections.[6][7][8] Calderón sanctioned Operation Michoacán, the first large-scale deployment of federal troops against the drug cartels. By the end of his administration, the official number of deaths related to the drug war was at least 60,000. The murder rate skyrocketed during his presidency parallel to that of the ignition of the drug war, with the murder rate peaking in 2010 and decreasing during the last two years of his term. The main architect of the drug war, Genaro García Luna (who was Secretary of Public Security during the entirety of Calderón's administration), was arrested in the United States in 2019 due to alleged links with the Sinaloa cartel.[9] Calderón's term was also marked by the Great Recession, which resulted in a 4.7% drop in gross domestic product for 2009.[10] An economic recovery the following year resulted in growth of 5.11%.[10] In 2007, Calderón established ProMéxico, a public trust fund that promotes Mexico's interests in international trade and investment. The total foreign direct investment during Calderón's presidency was US$70.494 billion.[11] As a result of the countercyclical[12] package passed in 2009 to address the effects of the global recession, the national debt increased from 22.2% to 35% of GDP by December 2012.[12] The poverty rate increased from 43 to 46%.[13] Other significant events during Calderón's presidency include the 2008 passing of criminal justice reforms (fully implemented in 2016),[14] the 2009 flu pandemic, the 2010 establishment of the Agencia Espacial Mexicana, the 2011 founding of the Pacific Alliance and the achievement of universal healthcare[15] through Seguro Popular (passed under the Fox administration) in 2012. Under the Calderón administration sixteen new Protected Natural Areas were created.[16] He began a one-year fellowship at John F. Kennedy School of Government in January 2013, and returned to Mexico following the end of his tenure. After three decades of being a PAN member, he left the party on 11 November 2018 to found his own party, Free Mexico (México Libre), which sought to debut in the 2021 legislative elections.[17] Its registration was rejected by the INE as the \"origin of cash contributions was not accredited, violating principles in terms of oversight, transparency and accountability.\"[18] Felipe Calderón was born in Morelia, Michoacán, Mexico on 18 August 1962. He is the youngest of five brothers and son of Carmen Hinojosa Calderón and the late Luis Calderón Vega. His father was a co-founder of the National Action Party and an important political figure. The elder Calderón occupied state posts and served a term as federal deputy. He spent most of his life working within the party and spent most of his free time promoting the PAN. The young Calderón was active in his father's campaigns. As a boy, he distributed party pamphlets and flyers, rode PAN campaign vehicles and chanted slogans at rallies.[19] After growing up in Morelia, Calderón moved to Mexico City, where he received a bachelor's degree in law from the Escuela Libre de Derecho. Later, he received a master's degree in economics from the Instituto Tecnológico Autónomo de México (ITAM) and a Master of Public Administration degree in 2000 from the John F. Kennedy School of Government at Harvard University.[20][21] Following his father's example, he joined the PAN, with the desire of one day becoming Mexico's president. It was in the National Action Party that Calderón met his wife, Margarita Zavala, who served in Congress as a federal deputy. They have three children, María, Luis Felipe and Juan Pablo. Calderón is Roman Catholic.[22] To demands for detailed revelation of his personal positions on abortion, Calderón responded that he voted for life. Calderón's administration sought to maintain moderate positions on social policy and supported Mexican legislation guaranteeing abortion for rape victims, when pregnancy endangers a woman's life or in cases of severe fetal deformity;[23] has publicly advocated the legalization of small quantities of cocaine and other drugs for addicts who agree to undergo treatment;[24] and has approved a right-to-die initiative for ill patients to refuse invasive treatment or extraordinary efforts to prolong their lives.[25] As for his economic policies, he supports balanced fiscal policies, flat taxes, lower taxes,[26][27][28] and free trade. Calderón was president of the PAN's youth movement in his early twenties. He was a local representative in the Legislative Assembly and, on two different occasions, in the federal Chamber of Deputies. He ran for the governorship of Michoacán in 1995 and served as national president of the PAN from 1996 to 1999. During his tenure, his party maintained control of 14 state capitals, but also faced a reduced presence in the federal Chamber of Deputies. Soon after Vicente Fox took office as president, Calderón was appointed director of Banobras, a state-owned development bank. He was accused by political opponents of committing abuse, disputing use of certain legal procedures[29] to finance property valued between three and five million Mexican pesos (between US$300,000 and $500,000);[30][31] however, once political objections arose, he used other means to formalize his transaction.[30] He joined the presidential cabinet as Secretary of Energy, replacing Ernesto Martens. He left the post in May 2004 in protest of Vicente Fox's criticism of his presidential ambitions while supporting those of Santiago Creel. Members of his party chose him as the PAN presidential candidate. In a series of three primary elections, he defeated the favored former Secretary of the Interior under President Vicente Fox, and thus the election of Calderón as party candidate surprised many analysts. The PAN pointed to his competitive primary election as a sign of internal democracy. In other major parties, there was one candidate or all strong candidates but one was eliminated. Calderón's campaign gained momentum after the first presidential debate. Subsequent poll numbers put him ahead of López Obrador from March to May; some polls favored him by as much as 9 percentage points. This trend in his favor was contained after the second presidential debate when López Obrador decided to start joining the debates. Final poll numbers days ahead of the results indicated that his opponent's prior lead had shrunk further; some polls gave López Obrador the lead, while others favored Calderón and still, others indicated a technical tie. The Mexican Constitution states that the President must be inaugurated by taking the oath of office before Congress in the lower house, the Chamber of Deputies. The PRD opposition had threatened to not allow Calderón to take the oath of office and be inaugurated as president. Ahead of claims that the PRD would disrupt the precedings, the PAN took control of Congress's main floor three days before the inauguration was scheduled. On 30 November 2006,[33] outgoing President Vicente Fox Quesada and still President-elect Felipe Calderón Hinojosa stood side by side on national television as Fox turned over the presidential sash to a cadet, who handed it to Calderón. Afterwards, Fox read a short speech indicating that he had concluded his mandate by receiving the flag \"that had accompanied him during the last six years which he had devoted himself completely to the service of Mexico and had the utmost honor of being the president of the republic\".[34] Calderón then made a speech to the Mexican public indicating that he would still attend the inauguration ceremony at the Chamber of Deputies. He made a call to unity. Calderón's inauguration ceremony on 1 December at the Congress of the Union was tense and lasted less than five minutes, as he barely managed to recite the oath of office while the PRD legislators shouted in protest against the alleged electoral fraud and attempted to impede his inauguration, and afterward he quickly left the building for security reasons as some of the legislators engaged in violent brawls.[5] Besides the claims of fraud, Calderón took office with the smallest percentage of votes for a winning presidential candidate in Mexican history (35.8%), which meant that his administration would face severe legitimacy problems. Only a month after taking office, Calderón declared war on the drug cartels and organized crime, thus beginning the Mexican Drug War. This was considered by many as an immediate strategy to gain popular legitimacy and acceptation for the new President after the convoluted elections.[6][7][8] During his first months of government, President Calderón took several actions, such as introducing the Tortilla Price Stabilization Pact and a cap on the salaries of public servants, described politically as \"seeking to fulfill a campaign promise to incorporate the agenda of election rival Andrés Manuel López Obrador into his government.\"[35] Calderón created the largest number of universities (96) in the history of Mexico.[36][37] He was also the only president who granted full coverage and a secure spot in elementary schools to children from 6 to 11 years old.[38] The Office of Social Aid for Victims of Violence (in Spanish: Procuraduría Social para Víctimas de la Violencia) was created by him in 2011.[39] During Calderón's administration, more than 1,000 hospitals were created, and more than 2,000 were reconstructed and amplified.[40] During Vicente Fox's administration, only 40 million people had access to a public health care system.[41] Currently, more than 100 million Mexicans have access to their country's health care system due to Calderón's effort to implement a universal health care system.[42] Moreover, Calderón created more than 16,500 kilometers of interstate highways.[43] Calderón also dispatched military forces all over Mexico since the beginning of his presidency to put down the drug cartels and the increasing violence generated by the criminal organizations that fight with rival groups for territory.[44] The administration's move towards universal healthcare coverage remains one of the most popular policies of the administration. He launched Seguro Popular to make this policy a reality. Through his policies, significant health infrastructure has been built and access expanded in many areas of the country, while the costs have been lowered significantly for many people to the point that many medicines have already been distributed free of charge.[45] The 2009 Swine Flu epidemic struck Mexico and was labeled a pandemic by the World Health Organization. The administration declared a state of emergency and acted firmly in giving open information to the world about the swine flu epidemic, and it acted with tough measures to contain its spread by shutting down many public services including schools. President Calderón appeared on television explaining the situation and demonstrating basic precautionary measures to take during the epidemic such as coughing into one's elbow rather than into the air. Tamiflu and vaccines were used in 2009 and in 2010 during flu season, and some deaths were undoubtedly prevented by the strong measures that were taken as well as due to a reduction in the spread and severity of the disease. Policies keeping people home and awareness of effective strategies may have helped prevent virulent forms of the virus from spreading as easily as minor forms that were harder to detect and identify. Criticism of Calderón's handling varied from early claims that his administration was not doing enough to later claims that the administration had exaggerated the measures that it had taken.[46] The Mexican Genome Project was initiated by Calderón's administration in part as a response to the swine flu outbreak and to safeguard the discovering of genetic markers that will better target and assist Mexico's 100+ million people in regards to prevention and treatment of diseases and other health concerns such as diabetes. A study on the efficacy of the project confirmed, according to Dr. Jiménez-Sánchez, that \"It is not possible today to say genetic variation is responsible for the unique H1N1 Influenza A mortality rate in Mexico. However, knowledge of genomic variability in the Mexican population can allow the identification of genetic variations that confer susceptibility to common diseases, including infections such as the flu.\" \"It will also help develop pharmacogenomics to help produce medicines tailored to people of a specific genetic group, to the creation of drugs that are both safer and more effective.\" Calderón commended the achievement: \"The genomic map of the Mexican population is an essential contribution of Mexico to science and public health. This study represents an important landmark to develop genomic medicine in Mexico to improve healthcare of its population. I commend our National Institute of Genomic Medicine, INMEGEN, for such a significant milestone.\"[47] Felipe Calderón's administration raised awareness of environment issues including deforestation and climate change through various policy measures such as planting over 8 million trees and attracting green-technology companies to Mexico. Mexico also achieved a significant reduction in deforestation.[48] This includes $2.5 billion investment in wind farms.[49] The country's total GDP on a purchasing-power-parity basis is the 11th largest in the world as of 2011[update] and public policy now seeks to create quality jobs, reduce poverty and protect the standard of living of all classes. The administration has worked to attract investment, diversify the economy away from over-reliance on oil and the US market, upgrade infrastructure that has not kept up with the demands of the large economy, add jobs, reduce poverty, provide for a large middle class and reduce inequality. In keeping with its protection of the purchasing power of those least able to shield themselves through the use of financial instruments, the administration has succeeded in keeping prices and interest rates relatively low and stable even during the Great Recession and European debt crisis, while also avoiding the currency crashes of the 1980s and 1990s.[50] The Mexican economy has been growing more quickly than the US economy during all but one year of the administration, even as US growth has been sluggish.[51][52] The administration has accelerated the building of public works projects and allocated federal funds towards infrastructure such as roads and bridges as an investment in the country's future growth. In 2012, the massive Baluarte Bridge was inaugurated, which speeds travel between Mazatlán and Durango and allows for faster access between Mexico's coasts. The Baluarte Bridge is so high that the Eiffel Tower could fit under its central span.[53] Through investments in infrastructure and free trade agreements, the administration won investments from many auto companies that decided to build factories in Mexico and expand existing facilities and models produced in Mexico. Mexico has become one of the top auto manufacturers in the world and for two years in a row far exceeded the previous records of auto production and export.[54] Mexico also has a nascent aeronautics and aviation industry and large electronics and consumer goods industries, all of which have been attracting significant investment capital and higher-value manufacturing for a skilled workforce. Heineken made significant investments in Mexico's beverage industry during this administration.[55] In a move to expand new export opportunities that attract employment and diversify Mexico's crucial export sector away from excessive dependence on the US market, Mexico also expanded its trade accords beyond the US borders and sought to increase trade with the European Union, East Asia and Latin America. It was hoped that new infrastructure would help diversify Mexico's economy and improve stability in years to come. One new cooperative accord between major Latin American nations on the Pacific coast, called PaCiFiCa by the Economist, has helped to isolate the participating nations from some of the fluctuations stemming from the European debt crisis as it looks towards greater trade with Asian nations.[56] Mexico maintains positive trading relationships and trade discussions throughout the world so as to make Mexico an open economy with a growing number of trade opportunities for all regions of Mexico and aided by new infrastructure.[57] The international price of corn rose dramatically throughout 2006, leading to the inflation of tortilla prices in the first month of Calderón's term. Because tortillas are the main food product consumed by the country's poorest,[58] national concerns over the rising prices immediately generated political pressure on Calderón's administration. The president opted to use price ceilings on tortillas that protected local consumers of corn.[59] This price control came in the form of the Tortilla Price Stabilization Pact between the government and many of the main tortilla producing companies, including Grupo Maseca and Bimbo, to put a price ceiling at 8.50 pesos per kilogram of tortilla. The hope was that a ceiling on corn prices would provide incentive for the market to lower all prices nationally. Critics argue that the pact was both nonbinding and a de facto acceptance of a maximum 30% increase in the price of that product (from 5.95 pesos per kilogram to 8.50 pesos per kilogram).[60][61][62] Some tortillerías ignored the agreement, leading to price increases well in excess of the 8.50 pesos.[63] Government opposition argued that this was an indication of the failure to protect the interests of its poor citizens. However, several major supermarkets, such as Soriana and Comercial Mexicana, sell the tortillas at a lower price than the one in the agreement – as low as 5.10 pesos per kilogram[64] – which is interpreted opponents to price controls as clear evidence that price controls and the Tortilla Price Stabilization Pact were unnecessary. Additionally, PROFECO, a consumer protection government organization, has also threatened with jail those tortilla producers who charge \"excessive\" prices. Guillermo Ortiz, governor of the Bank of Mexico, labeled the agreement \"a success\" for consumers and urged for it to continue as means to combat rising inflation.[65] Fulfilling an electoral promise, President Calderón launched the First Employment Program, which aims to create new opportunities for people entering the job market. The program will give cash incentives to companies for hiring first-time job holders, including young people graduating from higher education and millions of women who have never worked.[66] The program has been interpreted as an effort to stop immigration into the United States.[67] Immigration to the United States has been reduced, but many complex factors are involved including the US slowdown since 2008. Reactions to this program have been mixed. The president of the Mexican Association of Directors in Human Relations, Luis García, has anticipated a positive effect and even showed Nextel's subsidiary in Mexico as an example for hiring 14% of its new workforce in 2006 as people in their \"first employment\".[68] Secretary of Labor Javier Lozano Alarcón has admitted that the program by itself will be insufficient to create as many new jobs as needed and has called for deeper reforms to allow for further investment.[69] President Calderón introduced, on his first day as president, a presidential decree limiting the president's salary and that of cabinet ministers. The measure excludes much of the bureaucracy and public servants in the legislative or judicial branches. According to a Freedom of Information Act request filed by Reforma, the decree will affect 546 high-level government officials and save the government about US$13 million.[70] The opposition has stated that the 10% reduction in salary as not being comprehensive enough.[71][72] Like his opponent in the 2006 election, Calderón also proposed laws that, if passed, would lower salaries for public servants in all three branches of government and impose a cap on compensation.[73] The proposal also includes measures to make the remuneration of public servants more transparent and subject to fiscalization.[74] Despite imposing a cap on salaries of high-ranking public servants, Calderón ordered a raise on the salaries of the Federal Police and the Mexican Armed Forces on his first day as president. Calderón's government also ordered massive raids on drug cartels upon assuming office in December 2006 in response to an increasingly deadly spate of violence in his home state of Michoacán. The decision to intensify drug enforcement operations has led to an ongoing conflict between the federal government and the Mexican drug cartels. On 19 January 2007, five weeks into an army crackdown on narco gangs, Mexican soldiers and federal police captured Pedro Diaz Parada, the leader of one of Mexico's seven major drug cartels, the Diaz Parada gang.[75] The next day, in a controversial move, the government extradited several drug gang leaders to the United States.[76] The Mexican government has also ordered Mexican soldiers and federal police into several cities, most notably Tijuana and Ciudad Juárez. In Tijuana and Ciudad Juárez, the army ordered that all local police officers surrender their weapons, as it was suspected that many officers had ties with drug cartels. Other states where actions were taken include Michoacán, Tamaulipas, Tabasco, and Guerrero. In a January 2007 interview with the Financial Times, Calderón said, \"We have received very encouraging results. In the state of Michoacán, for example, the murder rate has fallen almost 40 percent compared with the average over the last six months. People's support in the regions where we are operating has grown, and that has been very important. Opinion polls have confirmed that, and I think we have made it clear to everyone that this issue is a priority for us\".[77] On 9 April 2007, the Secretariat of Defense reported the following accomplishments in the first four months of Calderón's presidency: the capture of 1,102 drug dealers, the seizure of about 500 million pesos, 556 kilograms of marijuana, 1,419 military grade weapons, two airplanes, 630 automobiles, and 15 sea ships that transported drugs, and the destruction of 285 clandestine runways, 777 drug camps, 52,842 marijuana farms and 33,019 opium poppy farms.[78] On 16 December 2009, the Mexican Navy killed Arturo Beltrán-Leyva, a once important drug trafficker.[79] During Calderón's term, 25 of the 37 most wanted drug lords were either captured or killed.[80] The government was relatively successful in detaining drug lords; however, drug-related violence remained high in contested areas along the U.S. border such as Ciudad Juárez, Tijuana, and Matamoros. Some analysts, like U.S. Ambassador to Mexico Carlos Pascual, argued that this rise in violence was a direct result of Felipe Calderón's military measures.[81] Although homicide rates in Mexico from 2000 to 2007 showed a general decline,[82] now Mexico is considered to be among the top ten countries with the highest homicide rates.[83] Since Calderón launched his military strategy against organized crime in 2006, there has been an alarming increase in violent deaths related to organized crime, \"more than 15,000 people have died in suspected drug attacks since it was launched at the end of 2006.\"[81] More than 5,000 people were murdered in Mexico in 2008,[84] followed by 9600 murders in 2009, 2010 was violent, with over 15,000 homicides across the country.[85] Not all those killed by the police and armed forces were criminals. Javier Francisco Arredondo Verdugo, 23, and Jorge Antonio Mercado Alonso, 24, students at the Monterrey Institute of Technology and Higher Education in Nuevo León, were killed by the Mexican Army on 19 March 2010 in Mexico. First the army denied having anything to do with the killings, and then they falsely accused the young men of being drug dealers who were armed to the teeth.[86] 2011 showed higher homicides and 2012 showed a similar rate as 2011, with 2012 also being a presidential transition year and a year with high security spending nationwide. Homicides in 2020 and 2011 were in the 20,000 to 27,000 range.[87] It was expected that Calderón would continue with the foreign policy started during Fox's term,[88] known as the Castañeda Doctrine, abandoning of the Estrada Doctrine. He was expected to mediate with 'free market' Latin American countries.[89] Calderón had been a proponent of the Mesoamerican Integration and Development Project which was now merged with a similar funding and infrastructure project, the Puebla-Panama Plan (PPP),[90] started during the Fox administration. Calderón expanded the Mesoamerican Integration and Development Project / PPP, now including Colombia,[91] and an agreement of cooperation against organized crime.[92] Jorge G. Castañeda, Secretary of Foreign Affairs during the first half of Fox's administration and proponent of the \"Castañeda Doctrine\", suggested that Calderón's leadership and the Mesoamerican Integration and Development Project / PPP should be used as a counterpart to Hugo Chávez's leadership of left-wing policies in Latin America.[93] Calderón has stated that \"the challenge (of the PPP) is to foster democratic practices with solid foundation in the region\".[94] Another landmark was the proposed Mérida Initiative, a security cooperation initiative between the United States, the government of Mexico and the countries of Central America, with the aim of combating the threats of drug trafficking and transnational crime. The Cancún Accord was a widely praised triumph credited to the deft handling by the Calderón and his team[95] and received a standing ovation.[96] Along with hosting and chairing the Cancún climate accord that reached agreements on targets and reaffirmed the agreement on compensating developing nations for damage from climate change, Mexico earned the G-20's trust and confidence to preside over the group during 2012, including a summit in Los Cabos.[97] Felipe Calderón made immigration reform one of his main priorities, and in 2008 he and the Mexican Congress passed a bill decriminalizing undocumented immigration into Mexico.[98] He expressed his hopes that something be done to clear up the status of undocumented Mexican immigrants in the US. Before meeting with President Bush in March 2007, Calderón openly expressed his disapproval of building a wall between the two nations.[99] After the U.S. Senate rejected the Comprehensive Immigration bill, President Calderón called the decision a \"grave error\". According to a poll by Grupo Reforma taken from 16 to 18 February 2007, Calderón's approval rating was 58%. In this poll, Mexicans interviewed give President Calderón and his actions a score of 6.6 out of 10. He is best rated in his actions on issues related to health and reducing drug trafficking (60% and 59% approval respectively), and worst rated on domestic and foreign policy (33% approval each).[100] A poll by Ipsos-Bimsa shows a change in Calderón's approval rating at 57% in November 2007.[101] In June 2008, Calderón's approval rating jumped to 64% before slipping to 62% in September.[102] According to a March 2010 poll by GEA-ISA, 45% of respondents approved of their president's performance, down seven points since November 2009 polling at 52%. Polling firm Buendia & Laredo released a survey showing President Calderón's approval rating at 54% on 9 May 2011.[103] On 27 February 2012, a poll by El Universal showed a 58% approval rating with only 11% disapproval, a decrease in concern for security from 48% to 33% polled listing security as the top concern facing the government, 42% say things have improved in Mexico since Felipe Calderón's administration, 21% said things have stayed the same, while 34% said things have gotten worse.[104][105] Grupo Reforma's poll published between 22 and 26 March 2012 noted that Calderón had an approval rate of 66% among 1,515 people.[106] Consulta Mitofsky published a study on 23 August 2012 which concluded that after 22 trimesters the approval of Felipe Calderón fell to 46%.[107] He ended his presidency with high approval ratings with 64% approving his administration, while 25% disapproved his administration.[108] On 2 July 2006, the day of the election, the Federal Electoral Institute (IFE) called the race was too close to call and chose not to publish a large and well-designed exit poll. The IFE called on the candidates to abstain from pronouncing themselves as winner, president-elect, or president. Both candidates disobeyed this call. First PRD candidate López Obrador declared that he had won the election, and soon thereafter Calderón proclaimed victory as well, pointing to the initial figures released by the IFE.[109] On 3 July, the preliminary results of the unofficial PREP database gave Calderón a small lead of 1.04%.[110] On 6 July, the IFE published the official vote count, resulting in a narrow margin of 0.58% for Calderón over López Obrador. However, López Obrador and his coalition alleged irregularities in a number of polling stations and demanded a national recount. Ultimately, the Federal Electoral Tribunal, in a unanimous vote, declared such a recount to be groundless and unfeasible and ordered a recount of those with supportable allegations, or about 9.07% of the 130,477 polling stations.[111] On 5 September 2006, even when the Federal Electoral Tribunal acknowledged the existence of irregularities in the election, Calderón was, after the change of the votes of two of the magistrates,[112] unanimously declared president-elect by the tribunal with a lead of 233,831 votes, or 0.56%, over López Obrador. The electoral court concluded that minor irregularities without proof were insufficient to invalidate the election. The ruling was mandatory, final and could not be appealed.[113] On 1 December 2006, despite the PRD's plans to prevent Calderón from taking office, the inauguration in front of Congress was able to proceed. Hours before Calderón's arrival, lawmakers from the PRD and PAN parties began a brawl,[114] in which several representatives threw punches and pushed, while others shouted at each other. PRD representatives shouted \"Fuera Fox\" (\"Out with President Fox\") and blew whistles, while PAN representatives responded with \"Mexico, Mexico\". Minutes before Calderón and Fox walked into Congress, the president of the Chamber of Deputies declared that a legal quorum was present, thus enabling Calderón to legally take the oath of office. At 9:45 am CST, all Mexican media cut to the official national broadcast, where commentators discussed the situation and showed scenes inside the Palace of the Chamber of Deputies, Palacio de San Lázaro. At 9:50 am CST, Calderón entered the chamber through the back door of the palace and approached the podium, where he took the oath as required by the Constitution.[115] After the anthem, opposition continued to yell in Spanish \"Felipe will fall\". PAN representatives shouted back, \"Sí se pudo\" (Yes, we could do it!).[116][117] At 10:00 am CST, the official broadcast ended, and most stations resumed their programming. As the inaugural ceremony was transpiring in Congress, López Obrador led a rally of supporters in the Zócalo. Many supporters marched down Reforma Avenue toward the Auditorio Nacional, where Calderón would address an audience of supporters after his inauguration. The rally was stopped by a wall erected by the Federal Police.[118][119] During his tenure as president, there were numerous reports in the Mexican media alleging that Calderón was an alcoholic, based on speeches and public appearances in which the President seemed to be drunk, slurring his words or making bizarre statements. On 2 February 2011, opposition lawmakers in the Chamber of Deputies displayed a banner reading: \"Would you let a drunk drive your car? No, right? So why let one run your country?\".[120] The next day, journalist Carmen Aristegui reported on the incident, and commented that while she didn't \"have any specific information\" as to whether the president had problems with alcohol, she added that \"this is a delicate topic\" and suggested that President Calderón had an obligation to reply to the accusations. This led to Aristegui being fired from MVS, the news company that hosted her radio show, \"for violating the ethical code\" of the firm. The termination resulted in widespread public protests, and Aristegui was reinstated a few days later. Neither she nor MVS Radio issued an official statement about her return to the air.[121] A CNN report in August 2012 revealed the behind-the-scenes story of the firing and rehiring. On 4 February, shortly after Aristegui's on-air comments about President's Calderón's possible alcoholism, MVS president Joaquin Vargas received a phone call from Calderón's spokeswoman, Alejandra Sota. Vargas apologized for Aristegui's comment, and later that day was told by a cabinet official that the government would not be taking action on a matter involving MVS's broadcast frequencies until Aristegui herself offered a public apology. On 5 February, Sota handed Vargas a statement of apology and told him to instruct Aristegui to read it on the air. On 6 February, Aristegui refused; Vargas fired her immediately. Within hours Sota told Vargas she was alarmed by the intense reaction on social networks to the news of Aristegui's dismissal. After several days of public outcry and of extensive communication between Vargas and various representatives of Calderón, Aristegui returned to the air on 21 February.[122] In 2012, journalist Julio Scherer García published a book entitled \"Calderón de cuerpo entero\", based on interviews with former president of the National Action Party, Manuel Espino Barrientos. The book details many instances of Calderón's alleged alcoholism, before and during his tenure as President.[123] In March 2017, five years after the end of his Presidency, Felipe Calderón attended a rally to support the candidacy of Josefina Vázquez Mota as governor of the State of Mexico. Many media outlets reported that Calderón appeared to be drunk during the event, with visible difficulties to hold his balance.[124] However, in October 2019, the journalist Federico Arreola claimed that this allegation was false and that he had invented it. He stated that although he helped to spread this rumor, he is convinced Calderón is not an alcoholic. Mr. Arreola stated that he invented the rumour about Calderón's alcoholism after being slandered by him when Arreola was a candidate for the presidency in 2006.[125] On 10 July 2013, Mexican newspaper Excélsior ran an article on its website revealing that the Calderón administration authorized in February 2007 the installation of an interception system by the United States Department of State to analyse, process and store phone calls, e-mails and other internet services with the purpose of helping Calderón administration to fight organized crime and narcotraffic, in the context of the Mérida Initiative.[126] The scandal remained largely ignored by the Peña administration even though several newspapers and news websites revealed in September 2013 that the president himself, Enrique Peña Nieto, was spied by the National Security Agency while he was presidential candidate.[127] On 21 October 2013, it was revealed[128][129][130] by Der Spiegel that the NSA had spied Calderón and other cabinet member e-mails. That same day Mr. Calderón tweeted that he had personally spoken with the actual Secretary of Foreign Affairs, José Antonio Meade Kuribeña, to \"help him\" transmit his most energic protest to the espionage he was subject, and later that day, Calderón tweeted that far more of a personal damage, it was a grievance to the Mexican institutions and that he would not make further statements on the theme.[131] Mexican journalist Raymundo Riva-Palacio criticized (on his columns of 21 and 23 October) the privileges given by the Calderón administration to American intelligences agencies and bilateral cooperation in general, and wrote: \"It can be argued that Washington mocked him and betrayed him\". Mr. Riva-Palacio wrote that American intelligence agencies coordinated field operations and even interrogated the detainees before Mexican authorities could do their own. According to Mr. Riva, this privileges led to the illegal spying which enabled American intelligence agencies to make a map of the Mexican political world, which (according to him) is demonstrated in many documents where the main concern is the political stability and future of Mexico, and the subsequent spying carried on Mr. Peña while he was running for office. He then criticized Mr. Calderón request to Mr. Peña to investigate the spying carried on his e-mail and his cabinet members e-mails and declared that Calderón should have done that when the first allegations of illegal spying came out in 2009–2010.[132][133] On 22 October 2013, CNNMéxico published on its website that Calderón avoided sending sensitive information through his e-mail, to outsmart spies, and when realized phone calls with other cabinet members, spoke in code.[134] On 23 October 2013, the Secretary of the Interior, Miguel Ángel Osorio Chong, stated that, by presidential mandate, an exhaustive investigation would be carried out on the illegal spying done towards Calderón.[135] Throughout his office, Calderón has been awarded several honors from foreign nations.","country":"Mexico"}