{"name":"Ferdinand Marcos","url":"/wiki/Ferdinand_Marcos","Born":"1917-09-11","Died":"1989-09-28","Political party":"Kilusang Bagong Lipunan (1978–1989)","termEnds":null,"termStarts":null,"text":"Presidency First term Second term Martial law Third term Family Unexplained wealth Legacy Related  Ferdinand Emmanuel Edralin Marcos Sr. (/ˈmɑːrkɔːs/ MAR-kaws;[5] September 11, 1917 – September 28, 1989) was a Filipino politician, lawyer, dictator,[6][7][8] and kleptocrat[9][10][11] who was the 10th president of the Philippines from 1965 to 1986. He ruled under martial law from 1972 until 1981[12] and kept most of his martial law powers until he was deposed in 1986, branding his rule as \"constitutional authoritarianism\"[13][14]: 414  under his Kilusang Bagong Lipunan (New Society Movement). One of the most controversial leaders of the 20th century, Marcos' rule was infamous for its corruption,[15][16][17] extravagance,[18][19][20] and brutality.[21][22][23] Marcos gained political success by claiming to have been the \"most decorated war hero in the Philippines\",[24] but many of his claims have been found to be false,[25][26][27] with United States Army documents describing his wartime claims as \"fraudulent\" and \"absurd\".[28][29] After World War II, he became a lawyer then served in the Philippine House of Representatives from 1949 to 1959 and the Philippine Senate from 1959 to 1965. He was elected the President of the Philippines in 1965 and presided over an economy that grew during the beginning of his 20-year rule[30] but would end in the loss of livelihood, extreme poverty,[31][32] and a crushing debt crisis.[33][32] He pursued an aggressive program of infrastructure development funded by foreign debt,[34][35] making him popular during his first term, although it would also trigger an inflationary crisis which would lead to social unrest in his second term.[36][37] Marcos placed the Philippines under martial law on September 23, 1972,[38][39] shortly before the end of his second term. Martial law was ratified in 1973 through a fraudulent referendum.[40] The Constitution was revised, media outlets were silenced,[41] and violence and oppression were used[23] against the political opposition,[42][43] Muslims,[44] suspected communists,[45][46] and ordinary citizens.[43] After being elected for a third term in the 1981 Philippine presidential election, Marcos's popularity suffered greatly, due to the economic collapse that began in early 1983 and the public outrage over the assassination of opposition leader Senator Benigno \"Ninoy\" Aquino Jr. later that year. This discontent, the resulting resurgence of the opposition in the 1984 Philippine parliamentary election, and the discovery of documents exposing his financial accounts and false war records led Marcos to call the snap election of 1986. Allegations of mass cheating, political turmoil, and human rights abuses led to the People Power Revolution of February 1986, which removed him from power.[47] To avoid what could have been a military confrontation in Manila between pro- and anti-Marcos troops, Marcos was advised by US President Ronald Reagan through Senator Paul Laxalt to \"cut and cut cleanly.\"[48] Marcos then fled with his family to Hawaii.[49] He was succeeded as president by Aquino's widow, Corazon \"Cory\" Aquino.[50][51][52] According to source documents provided by the Presidential Commission on Good Government (PCGG),[53] the Marcos family stole US$5 billion–$10 billion from the Central Bank of the Philippines.[54][55] The PCGG also maintained that the Marcos family enjoyed a decadent lifestyle, taking away billions of dollars[56] from the Philippines[57][58] between 1965 and 1986. His wife, Imelda Marcos, made infamous in her own right by the excesses that characterized her and her husband's conjugal dictatorship,[59][60][61] is the source of the term \"Imeldific\".[62] Two of their children, Imee Marcos and Ferdinand \"Bongbong\" Marcos Jr., are still active in Philippine politics, with Bongbong having been elected president in the 2022 election. Ferdinand and Imelda Marcos held the Guinness World Record for the largest-ever theft from a government for decades,[63] although Guinness took the record down from their website while it underwent periodic review a few weeks before the 2022 Philippine presidential election.[64] Ferdinand Emmanuel Edralin Marcos was born on September 11, 1917, in the town of Sarrat, Ilocos Norte, to Mariano Marcos (1897–1945) and Josefa Edralin (1893–1988).[65] Mariano Marcos was a lawyer and congressman from Ilocos Norte, Philippines.[66] He was executed by Filipino guerillas in 1945 for being a Japanese propagandist and collaborator during World War II. Drawn and quartered with the use of carabaos, his remains were left hanging on a tree.[67][68][69] Josefa Marcos was a schoolteacher who would far outlive her husband—dying in 1988, two years after the Marcos family left her in Malacañang Palace when they fled into exile after the 1986 People Power Revolution.[70] Ferdinand was first baptized into the Philippine Independent Church,[71] but was later baptized into the Catholic Church at the age of three. Marcos lived with his first common-law wife Carmen Ortega, an Ilocana mestiza who was 1949 Miss Press Photography. They had three children and resided for about two years at 204 Ortega Street in San Juan. In August 1953, their engagement was announced in Manila dailies.[1] Not much is known about what happened to Ortega and their children after, but Marcos married Imelda Trinidad Romualdez on April 17, 1954, only 11 days after they first met. They had three biological children: Bongbong Marcos, Imee Marcos, and Irene Marcos.[72] Marcos's fourth child with Ortega was born after his marriage to Imelda.[59] Marcos had an affair with American actress Dovie Beams from 1968 to 1970. According to reports by the Sydney Morning Herald, Marcos also had an affair with former Playboy model Evelin Hegyesi around 1970 and sired a child with her, Analisa Josefa (named after his mother Josefa).[3] Marcos and Imelda later adopted Aimee Marcos.[73] Marcos claimed that he was a descendant of Antonio Luna, a Filipino general during the Philippine–American War.[74] He also claimed that his ancestor was a 16th-century pirate, Lim-A-Hong (Chinese: 林阿鳳), who used to raid the coasts of the South China Sea.[75][76] He is a Chinese mestizo descendant, just like many other presidents.[77] Marcos studied law at the University of the Philippines in Manila, attending the College of Law. He excelled in both curricular and extra-curricular activities, becoming a member of the university's swimming, boxing, and wrestling teams. He was also an accomplished orator, debater, and writer for the student newspaper. While attending the UP College of Law, he became a member of the Upsilon Sigma Phi, where he met his future colleagues in government and some of his staunchest critics.[78][page needed][79][page needed] When he sat for the 1939 Bar Examinations, he was a bar topnotcher (top scorer) with a score of 92.35%.[80] He graduated cum laude.[81] He was elected to the Pi Gamma Mu and the Phi Kappa Phi international honor societies, the latter giving him its Most Distinguished Member Award 37 years later.[82] Ferdinand Marcos received an honorary Doctor of Laws (LL.D.) (honoris causa) degree in 1967 from Central Philippine University.[83][page needed] Marcos first shot into national notoriety over the murder of Julio Nalundasan. Nalundasan, Mariano Marcos's political rival, was killed with a single rifle shot after brushing teeth in his home in Batac on the night of September 21, 1935, the day after he had defeated Marcos a second time for a seat in the National Assembly.[84] In December 1938, Ferdinand Marcos was prosecuted for the murder of Nalundasan. He was not the only accused from the Marcos clan. Also accused were his father, Mariano, and his uncles, Pio Marcos and Quirino Lizardo.[85] According to two witnesses, the four had conspired to assassinate Nalundasan, with Ferdinand Marcos eventually pulling the trigger. In late January 1939, they were finally denied bail.[86] The evidence was strong against the young Marcos who was a member of the University of the Philippines rifle team and a national rifle champion.[87] Though Marcos's rifle was found in its gun rack in the U.P. ROTC armory, the rifle of team captain Teodoro M. Kalaw, Jr. was missing at the time and the National Bureau of Investigation had evidence that it was the one used in the murder of Nalundasan. Of all the accused, only Ferdinand Marcos had access to the U.P. armory.[84] Later in the year, they were convicted. Ferdinand and Lizardo received the death penalty for premeditated murder, while Mariano and Pio were found guilty of contempt of court. The Marcos family took their appeal to the Supreme Court of the Philippines. According to Primitivo Mijares, Justice Jose P. Laurel who penned the majority decision saw himself in the young Marcos in that he had figured in almost killing a rival during a brawl his youth, was convicted by a trial court of frustrated murder, and was acquitted after appealing to the Supreme Court, and saw in Marcos an opportunity to pay forward his debt to society. Associate Justice George A. Malcolm, dean of the University of the Philippines College of Law who was the young Laurel's teacher had been recently appointed to the Supreme Court and had urged his colleagues to acquit the young Laurel because he knew him to be a bright student. In the same way, Justice Laurel saw in Marcos a mirror of himself and pleaded for his colleagues to acquit.[84] The Supreme Court overturned the lower court's decision on October 22, 1940, acquitting the Marcos family of all charges except contempt.[88][89] Marcos's military service during World War II has been the subject of debate and controversy, both in the Philippines and in international military circles.[28] Marcos, who had received ROTC training, was activated for service in the US Armed Forces in the Philippines (USAFIP) after the attack on Pearl Harbor. He served as a 3rd lieutenant during the mobilization in the summer and fall of 1941, continuing until April 1942, after which he was taken prisoner.[90] According to Marcos's account, he was released from prison by the Japanese on August 4, 1942,[90] and US Military records show that he rejoined USAFIP forces in December 1944.[90] Marcos's Military service then formally ended with his discharge as a major in the 14th Infantry, US Armed Forces, in the Philippines Northern Luzon, in May 1945.[91] Controversies regarding Marcos's military service revolve around: the reason for his release from the Japanese POW camp;[90] his actions between release from prison in August 1942 and return to the USAFIP in December 1944;[90] his supposed rank upon discharge from USAFIP;[91] and his claims to being the recipient of numerous military decorations, most of which were proven to be fraudulent.[28] Documents uncovered by the Washington Post in 1986 suggested that Marcos's release in August 1942 happened because his father, former congressman and provincial governor Mariano Marcos, \"cooperated with the Japanese military authorities\" as publicist.[90] After his release, Marcos claims that he spent much of the period between his August 1942 release and his December 1944 return to USAFIP[90] as the leader of a guerrilla organization called Ang Mga Mahárlika (Tagalog, \"The Freemen\") in Northern Luzon.[92] According to Marcos's claim, this force had a strength of 9,000 men.[92] His account of events was later cast into doubt after a United States military investigation exposed many of his claims as either false or inaccurate.[93] Another controversy arose in 1947, when Marcos began signing communications with the rank of Lt. Col., instead of Major.[91] This prompted US officials to note that Marcos was only \"recognized as a major in the roster of the 14th Infantry USAFIP, NL as of 12 December 1944 to his date of discharge.\"[91] The biggest controversy arising from Marcos's service during World War II, however, would concern his claims during the 1962 Senatorial Campaign of being \"most decorated war hero of the Philippines\"[28] He claimed to have been the recipient of 33 war medals and decorations, including the Distinguished Service Cross and the Medal of Honor, but researchers later found that stories about the wartime exploits of Marcos were mostly propaganda, being inaccurate or untrue.[94] Only two of the supposed 33 awards – the Gold Cross and the Distinguished Service Star – were given during the war, and both had been contested by Marcos's superiors.[94] After the surrender of the Japanese and the end of World War II, the American government became preoccupied with setting up the Marshall Plan to revive the economies of the western hemisphere, and quickly backtracked from its interests in the Philippines, granting the islands independence on July 4, 1946.[95][96] After the war, Marcos was one of only eleven lawyers confirmed by the new government as a special prosecutor with the office of the Solicitor General tasked to try by \"process of law and justice\" all those accused of collaboration with the Japanese.[97] Eventually, Marcos ran for his father's old post as representative of the 2nd district of Ilocos Norte and won three consecutive terms, serving in the House of Representatives from 1949 to 1959.[98] Marcos joined the \"Liberal Wing\" that split from the Nacionalista Party, which eventually became the Liberal Party. He eventually became the Liberal Party's spokesman on economic matters, and was made chairman of the House Neophytes Bloc which included future President Diosdado Macapagal, future Vice President Emmanuel Pelaez and future Manila Mayor Arsenio Lacson.[98] Marcos became chairman of the House Committee on Commerce and Industry and a member of the House Committees on Defense, Ways and Means; Industry; Banks Currency; War Veterans; Civil Service; and on Corporations and Economic Planning. He was also a member of the Special Committee on Import and Price Controls and the Special Committee on Reparations, and of the House Electoral Tribunal.[98] After he served as member of the House of Representatives for three terms, Marcos won his senate seat in the elections in 1959 and became the Senate minority floor leader in 1960. He became the executive vice president of the Liberal Party in and served as the party president from 1961 to 1964. From 1963 to 1965, he was the Senate President. Thus far, he is the last Senate President to become President of the Philippines. He introduced a number of significant bills, many of which found their way into the Republic statute books.[98] During his election campaign in the 1965 presidential election, Marcos' life became the basis of the biographical film Iginuhit ng Tadhana (The Ferdinand E. Marcos Story), which starred Luis Gonzales as Marcos. Marcos' first term began with his inauguration on December 30, 1965, and ended when he was inaugurated for his second term on December 30, 1969.[99] By pursuing an aggressive program of infrastructure development funded by foreign loans, he remained popular for most of his first term,[99] with his popularity flagging only after his debt-driven spending during the campaign for his second term triggered an inflationary crisis in November and December 1969, before his second inauguration.[36][37] Among the major projects of the first term was the construction of the Cultural Center of the Philippines complex, considered one of the earliest examples of what would come to be known as the Marcoses' edifice complex.[100][101] Soon after being elected, Marcos developed close relations with the officers of the Philippine Military,[99] and began expanding the armed forces by allowing loyal generals to stay in their positions past their retirement age, or giving them civilian government posts.[102] He also gained the support of the Johnson administration in the US by allowing the limited Philippine involvement in the Vietnam war through the Philippine Civic Action Group.[103] Marcos' first term also saw the Philippine senate's expose of the Jabidah massacre in March 1968, where a Muslim man named Jibin Arula testified that he had been the lone survivor of a group of Moro army recruits which had been executed en-masse on Corregidor island on March 18, 1968.[104][105] The allegations in the expose became a major flashpoint which ignited the Moro insurgency in the Philippines.[105] Marcos ran a populist campaign emphasizing that he was a bemedalled war hero emerging from World War II. In 1962, Marcos would claim to be the most decorated war hero of the Philippines by garnering almost every medal and decoration that the Filipino and American governments could give to a soldier.[106] Included in his claim of 27 war medals and decorations are that of the Distinguished Service Cross and the Medal of Honor.[106][107] According to Primitivo Mijares, author of the book The Conjugal Dictatorship of Ferdinand Marcos and Imelda Marcos, the opposition Liberal Party would later confirm that many of his war medals were only acquired in 1962 to aid in his reelection campaign for the Senate, not for his presidential campaign.[59] Marcos won the presidency in 1965.[108] Ferdinand Marcos was inaugurated to his first term as the 10th president of the Philippines on December 30, 1965, after winning the Philippine presidential election of 1965 against the incumbent president, Diosdado Macapagal. His inauguration marked the beginning of his two-decade long stay in power, even though the 1935 Philippine Constitution had set a limit of only two four-year terms of office. One of Marcos's earliest initiatives upon becoming president was to significantly expand the Philippine military. In an unprecedented move, Marcos chose to concurrently serve as his own defense secretary, allowing him to have a direct hand in running the military.[99] He also significantly increased the budget of the armed forces, tapping them in civil projects such as the construction of schools. Generals loyal to Marcos were allowed to stay in their positions past their retirement age, or were rewarded with civilian government posts, leading Senator Benigno S. Aquino Jr. to accuse Marcos in 1968 of trying to establish \"a garrison state\".[102] Under intense pressure from the administration of Lyndon B. Johnson,[103] Marcos reversed his pre-presidency position of not sending Philippine forces to Vietnam War,[103][109] and consented to a limited involvement,[110] asking Congress to approve sending a combat engineer unit. Despite opposition to the new plan, the Marcos government gained Congressional approval and Philippine troops were sent from the middle of 1966 as the Philippines Civic Action Group (PHILCAG). PHILCAG reached a strength of some 1,600 troops in 1968 and between 1966 and 1970 over 10,000 Filipino soldiers served in South Vietnam, mainly being involved in civilian infrastructure projects.[111][112] With an eye towards becoming the first president of the third republic to be reelected to a second term, Marcos began taking up massive foreign loans to fund the \"rice, roads, and schoolbuildings\" he promised in his reelection campaign. With tax revenues unable to fund his administration's 70% increase in infrastructure spending from 1966 to 1970, Marcos began tapping foreign loans, creating a budget deficit 72% higher than the Philippine government's annual deficit from 1961 to 1965.[99] This began a pattern of loan-funded spending which the Marcos administration would continue until the Marcoses were deposed in 1986, resulting in economic instability still being felt today, and of debts that experts say the Philippines will have to keep paying well into 2025.[99] The grandest infrastructure projects of Marcos's first term, especially the Cultural Center of the Philippines complex, also marked the beginning of what critics would call Marcos couple's Edifice complex, with grand public infrastructures projects prioritized for public funding because of their propaganda value.[101][page needed] In March 1968 a Muslim man named Jibin Arula was fished out of the waters of Manila Bay, having been shot. He was brought to then-Cavite Governor Delfin N. Montano, to whom he recounted the story of the Jabidah Massacre, saying that numerous Moro army recruits had been executed en-masse by members of the Armed Forces of the Philippines (AFP) on March 18, 1968.[104][better source needed] This became the subject of a senate exposé by opposition Senator Benigno Aquino Jr.[113][114] Although the lack of living witnesses other than Arula severely hampered the probes on the incident, it became a major flashpoint that ignited the Moro insurgency in the Philippines.[105] Despite undergoing numerous trials and hearings, none of the officers implicated in the massacre were ever convicted, leading many Filipino Muslims to believe that the \"Christian\" government in Manila had little regard for them.[115][116] This created a furor within the Muslim community in the Philippines, especially among the educated youth,[117][page needed] and among Muslim intellectuals, who had no discernible interest in politics prior to the incident.[105] Educated or not, the story of the Jabidah massacre led many Filipino Muslims to believe that all opportunities for integration and accommodation with the Christians were lost and further marginalised.[118] This eventually led to the formation of the Mindanao Independence Movement in 1968, the Bangsamoro Liberation Organization (BMLO) in 1969, and the consolidation of these various forces into the Moro National Liberation Front (MNLF) in October 1972.[119] Ferdinand Marcos's campaign for a second term formally began with his nomination as the presidential candidate of the Nacionalista Party at its July 1969 general meeting. A meeting of the party's ruling junta had met a week earlier to assure that the nomination would be unanimous.[120] Under the 1935 Constitution of the Philippines which was in force at the time, Marcos was supposed to be allowed a maximum of two four-year terms as president.[99] During the 1969 campaign, Marcos launched US$50 million worth in infrastructure projects in an effort to curry favor with the electorate.[121] This rapid campaign spending was so massive that it would be responsible for the balance of payments crisis of 1970, whose inflationary effect would cause social unrest leading all the way up to the proclamation of martial law in 1972.[36][37] Marcos was reported to have spent PHP100 for every PHP1 that Osmeña spent, using up PHP24 million in Cebu alone.[122] With his popularity already beefed up by debt-funded spending, Marcos's popularity made it very likely that he would win the election, but he decided, as National Artist for Literature Nick Joaquin reported in the Philippines Free Press, to \"leave nothing to chance.\"[120] Time and Newsweek would eventually call the 1969 election the \"dirtiest, most violent and most corrupt\" in Philippine modern history, with the term \"Three Gs\", meaning \"guns, goons, and gold\"[123][124] coined[125] to describe administration's election tactics of vote-buying, terrorism and ballot snatching.[122] During the campaign, Marcos spent $50 million worth in debt-funded infrastructure, triggering a Balance of Payments crisis.[126] The Marcos administration ran to the International Monetary Fund (IMF) for help, and the IMF offered a debt restructuring deal. New policies, including a greater emphasis on exports and the relaxation of controls of the peso, were put in place. The Peso was allowed to float to a lower market value, resulting in drastic inflation, and social unrest.[127] Presidential elections were held on November 11, 1969, and Marcos was reelected for a second term. He was the first and last Filipino president to win a second full term.[128][129][130][131] His running mate, incumbent Vice President Fernando Lopez was also elected to a third full term as Vice President of the Philippines. Marcos' second term was characterized by social unrest, beginning with the 1969 Balance of Payments Crisis, which was already underway during the second inauguration.[99] Opposition groups began to form, with \"moderate\" groups calling for political reform and \"radical\" groups who espoused a more radical-left ideology.[132][133][134] Marcos responded to both groups with military force. The most notable of these was the series of protests during the first three months of 1970 – a period that has since come to be known as the first quarter storm.[135][136][134] Another major event during Marcos' second term was the Philippine Constitutional Convention of 1971, which was marred in May 1972 when a delegate exposed a bribery scheme in which delegates were paid to vote in favor of the Marcoses – with First Lady Imelda Marcos herself implicated in the alleged payola scheme.[99]: \"133\" [137] On August 21, 1971, a political campaign rally of the opposition Liberal Party at Plaza Miranda in the district of Quiapo, Manila. Marcos blamed the then-still-nascent Communist Party of the Philippines, and issued Proclamation No. 889, through which he assumed emergency powers and suspended the writ of habeas corpus.[138] Oppositionists were arrested after being accused of being \"radicals\". Marcos' response further obscured the distinction between the moderates and radical opposition, which had already been blurred since the First Quarter storm. This brought about a massive expansion of the underground socialist resistance, when many moderate oppositionists saw no other choice to join the radicals.[139][140][134] In 1972 a series of bombings in Metro Manila took place, ratcheting up the tension. Marcos again blamed the communists, although the only suspects caught in connection to the explosions were linked to the Philippine Constabulary.[141][142] Marcos' second term effectively ended a little under two years and nine months later, when Marcos announced on September 23, 1972, that he had placed the Philippines under martial law.[38] While Marcos had won the November 1969 election by a landslide, and was inaugurated on December 30 of that year, Marcos's massive spending during the 1969 presidential campaign had taken its toll and triggered growing public unrest.[127] Marcos's spending during the campaign led to opposition figures such as Senator Lorenzo Tañada, Senator Jovito Salonga, and Senator Jose W. Diokno to accuse Marcos of wanting to stay in power even beyond the two term maximum set for the presidency by the 1935 constitution.[127] Opposition groups quickly grew in the campuses, where students had the time and opportunity to be aware of political and economic issues.[132][133] The media reports of the time classified the various civil society groups opposing Marcos into two categories.[132][133] The \"Moderates\", which included church groups, civil libertarians, and nationalist politicians, were those who wanted to create change through political reforms.[132] The \"radicals\", including a number of labor and student groups, wanted broader, more systemic political reforms.[132][134] With the Constitutional Convention occupying their attention from 1971 to 1973, statesmen and politicians opposed to the increasingly more-authoritarian administration of Ferdinand Marcos mostly focused their efforts on political efforts from within the halls of power.[99] Their concerns varied but usually included election reform, calls for a non-partisan constitutional convention, and a call for Marcos not to exceed the two presidential terms allowed him by the 1935 Constitution.[99][134] This notably included the National Union of Students in the Philippines,[134] the National Students League (NSL),[134] and later the Movement of Concerned Citizens for Civil Liberties or MCCCL, led by Senator Jose W. Diokno.[133] The MCCCL's rallies are particularly remembered for their diversity, attracting participants from both the moderate and radical camps; and for their scale, with the biggest one attended by as many as 50,000 people.[133] The other broad category of opposition groups during this period were those who wanted broader, more systemic political reforms, usually as part of the National Democracy movement. These groups were branded \"radicals\" by the media,[132][134] although the Marcos administration extended that term to \"moderate\" protest groups as well.[143] Groups considered \"radical\" by the media of the time included:[134] When Marcos became president in 1965, Philippine policy and politics functioned under a Post-World War II geopolitical framework.[144] As a result, the Philippines was ideologically caught up in the anticommunist scare perpetuated by the US during the Cold War.[145] Marcos and the AFP thus emphasized the \"threat\" represented by the formation of the Communist Party of the Philippines in 1969, even if it was still a small organization.[136]: \"43\"  partly because doing so was good for building up the AFP budget.[136]: \"43\" [127] As a result, notes Security Specialist Richard J. Kessler, this \"mythologized the group, investing it with a revolutionary aura that only attracted more supporters.\" The social unrest of 1969 to 1970, and the violent dispersal of the resulting \"First Quarter Storm\" protests were among the early watershed events in which large numbers of Filipino students of the 1970s were radicalized against the Marcos administration. Due to these dispersals, many students who had previously held \"moderate\" positions (i.e., calling for legislative reforms) became convinced that they had no choice but to call for more radical social change.[139][140] Other watershed events that would later radicalize many otherwise \"moderate\" opposition members include the February 1971 Diliman Commune; the August 1971 suspension of the writ of habeas corpus in the wake of the Plaza Miranda bombing; the September 1972 declaration of martial law; the 1980 murder of Macli-ing Dulag;[135] and the August 1983 assassination of Ninoy Aquino.[134] By 1970, study sessions on Marxism–Leninism had become common in the campuses, and many student activists were joining various organizations associated with the National Democracy Movement (ND), such as the Student Cultural Association of the University of the Philippines (SCAUP) and the Kabataang Makabayan (KM, lit. Patriotic Youth) which were founded by Jose Maria Sison;[146][147] the Samahang Demokratiko ng Kabataan (SDK) which was founded as a separate organization from the SCAUP and KM by a group of young writer-leaders;[148] and others. The line between leftist activists and communists became increasingly blurred, as a significant number of radicalized activists also joined the Communist Party of the Philippines. Radicalized activists from the cities began to be more extensively deployed in rural areas were some became guerillas.[149][150] By the time Marcos gave the first State of the Nation Address of his second term on January 26, 1970, the unrest born from the 1969–1970 balance of payments crisis exploded into a series of demonstrations, protests, and marches against the government. Student groups – some moderate and some radical – served as the driving force of the protests, which lasted until the end of the university semester in March 1970, and would come to be known as the \"First Quarter Storm\".[151][127] During Marcos's January 26, 1970, State of the Nation Address, the moderate National Union of Students of the Philippines organized a protested in front of Congress, and invited student groups both moderate and radical to join them. Some of the students participating in the protest harangued Marcos as he and his wife Imelda as they left the Congress building, throwing a coffin, a stuffed alligator, and stones at them.[152] The next major protest took place on January 30, in front of the presidential palace,[153] where activists rammed the gate with a fire truck and once the gate broke and gave way, the activists charged into the Palace grounds tossing rocks, pillboxes, Molotov cocktails. At least two activists were confirmed dead and several were injured by the police. Five more major protests took place in the Metro Manila area took place between then and March 17, 1970 – what some media accounts would later brand the \"7 deadly protests of the First Quarter Storm.\"[154] This included a February 12 rally at Plaza Miranda; a February 18 demonstration dubbed the \"People's Congress\", also supposed to be at the Plaza Miranda but dispersed early, resulting in protesters proceeding to the US Embassy where they set fire to the lobby;[140] a \"Second People's Congress\" demonstration on February 26; a \"People's March\" from Welcome Rotonda to Plaza Lawton on March 3; and the Second \"People's March\" at Plaza Moriones on March 17.[154] The protests ranged from 50,000 to 100,000 in number per weekly mass action.[155][better source needed] Students had declared a week-long boycott of classes and instead met to organize protest rallies.[140] Violent dispersals of various FQS protests were among the first watershed events in which large numbers of Filipino students of the 1970s were radicalized against the Marcos administration. Due to these dispersals, many students who had previously held \"moderate\" positions (i.e., calling for legislative reforms) became convinced that they had no choice but to call for more radical social change.[139][better source needed] Expressing opposition to the Marcos's policies and citing rising discontent over wide inequalities in society,[99] civil society groups and opposition leaders began campaigning in 1967 to initiate a constitutional convention which would revise change the 1935 Constitution of the Philippines.[156] On March 16 of that year, the Philippine Congress constituted itself into a Constituent Assembly and passed Resolution No. 2, which called for a Constitutional Convention to change the 1935 Constitution.[157] Marcos surprised his critics by endorsing the move, but historians later noted that the resulting Constitutional Convention would lay the foundation for the legal justifications Marcos would use to extend his term past the two four-year terms allowable under the 1935 Constitution.[99] A special election was held on November 10, 1970, to elect the delegates of the convention.[99]: \"130\"  Once the winners had been determined, the convention was convened on June 1, 1971, at the newly completed Quezon City Hall.[158] A total of 320 delegates were elected to the convention, the most prominent being former senators Raul Manglapus and Roseller T. Lim. Other delegates would become influential political figures, including Hilario Davide, Jr., Marcelo Fernan, Sotero Laurel, Aquilino Pimentel, Jr., Teofisto Guingona, Jr., Raul Roco, Edgardo Angara, Richard Gordon, Margarito Teves, and Federico Dela Plana.[99][159] By 1972 the convention had already been bogged down by politicking and delays, when its credibility took a severe blow in May 1972 when a delegate exposed a bribery scheme in which delegates were paid to vote in favor of the Marcoses – with First Lady Imelda Marcos herself implicated in the alleged payola scheme.[99]: \"133\" [137] The investigation on the scheme was effectively shelved when Marcos declared martial law in September 1972, and had 11 opposition delegates arrested. The remaining opposition delegates were forced to go either into exile or hiding. Within two months, an entirely new draft of the constitution was created from scratch by a special committee.[160] The 1973 constitutional plebiscite was called to ratify the new constitution, but the validity of the ratification was brought to question because Marcos replaced the method of voting through secret ballot with a system of viva voce voting by \"citizen's assemblies\".[161]: 213  The ratification of the constitution was challenged in what came to be known as the Ratification Cases.[162][163] On December 29, 1970, Philippine Military Academy instructor Lt Victor Corpuz led New People's Army rebels in a raid on the PMA armory, capturing rifles, machine guns, grenade launchers, a bazooka and thousands of rounds of ammunition in 1970.[164] In 1972, China, which was then actively supporting and arming communist insurgencies in Asia as part of Mao Zedong's People's War Doctrine, transported 1,200 M-14 and AK-47 rifles[165] for the NPA to speed up NPA's campaign to defeat the government.[166][167] Rumors of coup d'état were also brewing. A report of the US Senate Foreign Relations Committee said that shortly after the 1969 Philippine presidential election, a group composed mostly of retired colonels and generals organized a revolutionary junta with the aim of first discrediting President Marcos and then killing him. The group was headed by Eleuterio Adevoso, an official of the opposition Liberal Party. A document given to the committee by a Philippine Government official alleged that key figures in the plot were Vice President Fernando Lopez and Sergio Osmena Jr., whom Marcos defeated in the 1969 election.[168] While a report obtained by The New York Times speculated that rumors of a coup could be used by Marcos to justify martial law, as early as December 1969 in a message from the US Ambassador to the US Assistant Secretary of State, the ambassador said that most of the talk about revolution and even assassination has been coming from the defeated opposition, of which Adevoso is a leading activist. He also said that the information he has on the assassination plans are 'hard' or well-sourced and he has to make sure that it reaches President Marcos.[169][non-primary source needed][170][non-primary source needed] In interviews by The Washington Post, unnamed former Communist Party of the Philippines officials alleged that \"the Communist party leadership planned – and three operatives carried out – the Plaza Miranda attack in an attempt to provoke government repression and push the country to the brink of revolution. Communist Party Leader Jose Maria Sison had calculated that Marcos could be provoked into cracking down on his opponents, thereby driving thousands of political activists into the underground, the anonymous former officials said. Recruits were urgently needed, they said, to make use of a large influx of weapons and financial aid that China had already agreed to provide.\"[171] José María Sison continues to deny these claims,[172] and the CPP has never released any official confirmation of their culpability in the incident. Marcos and his allies claimed that Benigno Aquino Jr. was part of the plot, which was denied by CPP-NPA founding chair Jose Maria Sison.[173] Some historians claim Marcos was responsible for the Plaza Miranda bombing as he is known to have used false flag operations as a pretext for martial law.[174][175] There were a series of deadly bombings in 1971, and the CIA privately stated that Marcos was responsible for at least one of them.[citation needed]US intelligence documents declassified in the 1990s contained further evidence implicating Marcos, provided by a CIA mole within the Philippine army.[176] Another false flag attack took place with the attempted assassination of Defense Minister Juan Ponce Enrile in 1972. President Nixon approved Marcos's martial law initiative immediately afterwards.[176] As a response to the Plaza Miranda bombing, Marcos issued Proclamation No. 889, through which he assumed emergency powers and suspended the writ of habeas corpus[177] – an act which would later be seen as a prelude to the declaration of martial law more than a year later.[138] Marcos's suspension of the writ became the event that forced many members of the moderate opposition, such as Edgar Jopson, to join the ranks of the radicals. In the aftermath of the bombing, Marcos lumped all of the opposition together and referred to them as communists, and many former moderates fled to the mountain encampments of the radical opposition to avoid being arrested by Marcos's forces. Those who became disenchanted with the excesses of the Marcos administration and wanted to join the opposition after 1971 often joined the ranks of the radicals, simply because they represented the only group vocally offering opposition to the Marcos government.[178][page needed] On the evening of September 23, 1972, President Ferdinand Marcos announced that he had placed the entirety of the Philippines under martial law.[38] This marked the beginning of a 14-year period of one-man rule that would effectively last until Marcos was exiled from the country on February 25, 1986. Even though the formal document proclaiming martial law – Proclamation No. 1081 – was formally lifted on January 17, 1981, Marcos retained virtually all of his powers as dictator until he was ousted by the EDSA Revolution.[179] Plaza Miranda was soon followed by a series of about twenty explosions that took place in various locations in Metro Manila in the months immediately preceding Marcos' proclamation of martial law.[180] The first of these bombings took place on March 15, 1972, and the last took place on September 11, 1972,[180] – twelve days before martial law was announced on September 23 of that year. The Marcos regime officially attributed the explosions to communist \"urban guerillas\",[180] and Marcos included them in the list of \"inciting events\" that served as rationalizations for his declaration of martial law.[141][additional citation(s) needed] Marcos's political opposition at the time questioned the attribution of the explosions to the communists, noting that the only suspects caught in connection to the explosions were linked to the Philippine Constabulary.[141][additional citation(s) needed] The sites of the 1972 Manila bombings included the Palace Theater and Joe's Department Store on Carriedo Street, both in Manila; the offices of the Philippine Long Distance Telephone Company (PLDT), Filipinas Orient Airways, and Philippine American Life and General Insurance Company (PhilamLife); the Cubao branch of the Philippine Trust Company (now known as PhilTrust Bank); the Senate Publication Division and the Philippine Sugar Institute in Quezon City, and the South Vietnamese embassy.[180] However, only one of these incidents – the one in the Carriedo shopping mall – went beyond damage to property; one woman was killed and about 40 persons were injured.[141] Marcos's declaration of martial law became known to the public on September 23, 1972, when his press secretary, Francisco Tatad, announced through the radio[181][38][39] that Proclamation № 1081, which Marcos had supposedly signed two days earlier on September 21, had come into force and would extend Marcos's rule beyond the constitutional two-term limit.[182] Ruling by decree, he almost dissolved press freedom and other civil liberties to add propaganda machine, closed down Congress and media establishments, and ordered the arrest of opposition leaders and militant activists, including senators Benigno Aquino Jr., Jovito Salonga and Jose W. Diokno.[183][184] Marcos claimed that martial law was the prelude to creating his Bagong Lipunan, a \"New Society\" based on new social and political values.[citation needed] The early years of martial law gained public approval,[185][186][187] as it was believed to have caused crime rates to drop.[188] However, unlike Ninoy Aquino's Senate colleagues who were detained without charges, Ninoy, together with communist NPA leaders Lt. Corpuz and Bernabe Buscayno, was charged with murder, illegal possession of firearms and subversion.[189] As one of his rationalizations for the declaration of martial law, Marcos said that there was a need to \"reform society\"[141]: \"66\"  by placing it under the control of a \"benevolent dictator\" which could guide the undisciplined populace through a period of chaos.[141]: \"29\" [190] He referred to this social engineering exercise as the bagong lipunan or \"new society\"[191]: 13  and the Marcos administration produced a range propaganda materials – including speeches, books, lectures, slogans, and numerous propaganda songs – to promote it.[191]: 13 [192][193] According to Marcos's book Notes on the New Society, it was a movement urging the poor and the privileged to work as one for the common goals of society and to achieve the liberation of the Filipino people through self-realization.[citation needed] The Marcos regime instituted a youth organization, known as the Kabataang Barangay, which was led by Marcos's eldest daughter Imee. Presidential Decree 684, enacted in April 1975, encouraging youths aged 15 to 18 to go to camps and do volunteer work.[194][195] To instill patriotism among Filipino citizens and prevent the growing number of Chinese schools from propagating foreign ideologies, Marcos issued Presidential Decree No. 176,[196] preventing any educational institution to be established exclusively for foreigners or offer any curriculum exclusively for foreigners,[197] and restricted the teaching of the Chinese language to not more than 100 minutes a day.[198] Martial law was put on vote in July 1973 in the 1973 Philippine martial law referendum and was marred with controversy[40][13] resulting to 90.77% voting yes and 9.23% voting no. Along with Marcos, members of his Rolex 12 circle like Defense Minister Juan Ponce Enrile, Chief of Staff of the Philippine Constabulary Fidel Ramos, and Chief of Staff of the Armed Forces of the Philippines Fabian Ver were the chief administrators of martial law from 1972 to 1981, and the three remained President Marcos's closest advisers until he was ousted in 1986. Other peripheral members of the Rolex 12 included Eduardo \"Danding\" Cojuangco Jr. and Lucio Tan. Between 1972 and 1976, Marcos increased the size of the Philippine military from 65,000 to 270,000 personnel, in response to the fall of South Vietnam to the communists and the growing tide of communism in South East Asia. Military officers were placed on the boards of a variety of media corporations, public utilities, development projects, and other private corporations, most of whom were highly educated and well-trained graduates of the Philippine Military Academy. At the same time, Marcos made efforts to foster the growth of a domestic weapons-manufacturing industry and heavily increased military spending.[199] Many human rights abuses were attributed to the Philippine Constabulary which was then headed by future president Fidel Ramos. The Civilian Home Defense Force, a precursor of Civilian Armed Forces Geographical Unit (CAFGU), was organized by President Marcos to battle with the communist and Islamic insurgency problem, has particularly been accused of notoriously inflicting human right violations on leftists, the NPA, Muslim insurgents, and rebels against the Marcos government.[200] By 1977, the armed forces had quadrupled and over 60,000 Filipinos had been arrested for political reasons. In 1981, Vice President George H. W. Bush praised Marcos for his \"adherence to democratic principles and to the democratic processes\".[b] No American military or politician in the 1970s ever publicly questioned the authority of Marcos to help fight communism in South East Asia.[citation needed] From the declaration of martial law in 1972 until 1983, the US government provided $2.5 billion in bilateral military and economic aid to the Marcos regime, and about $5.5 billion through multilateral institutions such as the World Bank.[205] In a 1979 US Senate report, it was stated that US officials were aware, as early as 1973, that Philippine government agents were in the United States to harass Filipino dissidents. In June 1981, two anti-Marcos labor activists were assassinated outside of a union hall in Seattle. On at least one occasion, CIA agents blocked FBI investigations of Philippine agents.[206] Prior to the Marcos administration, the Philippine government had maintained a close relationship with the Kuomintang-ruled Republic of China (ROC) government which had fled to the island of Taiwan, despite the victory of the Chinese Communist Party in the 1949 Chinese Communist Revolution. Prior administrations had seen the People's Republic of China (PRC) as a security threat, due to its financial and military support of Communist rebels in the country.[207] By 1969, however, Ferdinand Marcos started publicly asserting the need for the Philippines to establish a diplomatic relationship with the People's Republic of China. In his 1969 State of the Nation Address, he said:[208] We, in Asia must strive toward a modus vivendi with Red China. I reiterate this need, which is becoming more urgent each day. Before long, Communist China will have increased its striking power a thousand fold with a sophisticated delivery system for its nuclear weapons. We must prepare for that day. We must prepare to coexist peaceably with Communist China. In June 1975, President Marcos went to the PRC and signed a Joint Communiqué normalizing relations between the Philippines and China. Among other things, the Communiqué recognizes that \"there is but one China and that Taiwan is an integral part of Chinese territory…\" In turn, Chinese Prime Minister Zhou Enlai also pledged that China would not intervene in the internal affairs of the Philippines nor seek to impose its policies in Asia, a move which isolated the local communist movement that China had financially and militarily supported.[209][210] The Washington Post, in an interview with former Philippine Communist Party Officials, revealed that, \"they (local communist party officials) wound up languishing in China for 10 years as unwilling \"guests\" of the (Chinese) government, feuding bitterly among themselves and with the party leadership in the Philippines\".[171] The government subsequently captured NPA leaders Bernabe Buscayno in 1976 and Jose Maria Sison in 1977.[210] By 1977, reports of \"gross human rights violations\" had led to pressure from the international community, including newly elected US President Jimmy Carter, put pressure on the Marcos Administration to release Ninoy Aquino and to hold parliamentary elections to demonstrate that some \"normalization\" had begun after the declaration of martial law.[211]: 168  Marcos did not release Aquino, but announced that the 1978 Philippine parliamentary election would be held in 1978.[211]: 168  The elections were held on April 7, 1978, for the election of the 166 (of the 208) regional representatives to the Interim Batasang Pambansa (the nation's first parliament). The elections were contested by several parties including Ninoy Aquino's newly formed party, the Lakas ng Bayan (LABAN) and the regime's party known as the Kilusang Bagong Lipunan (KBL). The Ninoy Aquino's LABAN party fielded 21 candidates for the Metro Manila area[212] including Ninoy himself, activist Jerry Barican, labor leader Alex Boncayao,[213] Neptali Gonzales, Teofisto Guingona, Jr., Ramon Mitra, Jr., Aquilino Pimentel, Jr., journalist Napoleon Rama, publisher Alejandro Roces, and poet-playwright Francisco Rodrigo. Irregularities noted during the election included \"prestuffed ballot boxes, phony registration, \"flying voters\", manipulated election returns, and vote buying,\"[214] and LABAN's campaigning faced restrictions,[214] including Marcos' refusal to let Aquino out of prison in order to campaign. All of the party's candidates, including Aquino, lost the election. Marcos's KBL party won 137 seats, while Pusyon Bisaya led by Hilario Davide Jr., who later became the Minority Floor Leader, won 13 seats. In 1978, Ferdinand Marcos became Prime Minister of the Philippines, marking the return of the position for the first time since the terms of Pedro Paterno and Jorge Vargas during the American occupation. Based on Article 9 of the 1973 constitution, it had broad executive powers that would be typical of modern prime ministers in other countries. The position was the official head of government, and the commander-in-chief of the armed forces. All of the previous powers of the President from the 1935 Constitution were transferred to the newly restored office of Prime Minister. The Prime Minister also acted as head of the National Economic Development Authority. Upon his re-election to the Presidency in 1981, Marcos was succeeded as Prime Minister by an American-educated leader and Wharton graduate, Cesar Virata, who was elected as an Assemblyman (Member of the Parliament) from Cavite in 1978. He is the eponym of the Cesar Virata School of Business, the business school of the University of the Philippines Diliman. After putting in force amendments to the constitution and legislative action,[215] President Marcos issued Proclamation 2045, which lifted martial law, on January 17, 1981,[216] while retaining the suspension of the privilege of the writ of habeas corpus for rebellion and subversion-related crimes.[215] The lifting of martial law was timed with the election of US President Ronald Reagan and the visit of Pope John Paul II, to get support from Reagan and minimize criticism from the Pope.[215][217] On June 16, 1981, six months after the lifting of martial law, the first presidential election in twelve years was held. President Marcos ran while the major opposition parties, the United Nationalists Democratic Organizations (UNIDO), a coalition of opposition parties and LABAN, boycotted the election. Marcos won a massive victory over the other candidates.[218] After the lifting of martial law, the pressure on the communist CPP–NPA alleviated. The group was able to return to urban areas and form relationships with legal opposition organizations, and became increasingly successful in attacks against the government throughout the country.[210] The violence inflicted by the communists reached its peak in 1985 with 1,282 military and police deaths and 1,362 civilian deaths.[210] Because the Marcos administration's spending had relied so heavily on debt since Marcos' first term in the 60s, the Philippines was left vulnerable when the US economy went into recession in the third quarter of 1981, forcing the Reagan administration to increase interest rates.[219] The Philippine economy began going into decline in 1981, continuing to do so by the time of the Benigno Aquino Jr. assassination in 1983. The economic and political instability combined to produce the worst recession in Philippine history in 1984 and 1985, with the economy contracting by 7.3% for two successive years[219] and poverty incidence at 49% or almost half the Philippine population.[220] On August 21, 1983, opposition leader Benigno Aquino Jr. was assassinated on the tarmac at Manila International Airport. He had returned to the Philippines after three years in exile in the United States, where he had a heart bypass operation to save his life after Marcos allowed him to leave the Philippines to seek medical care. Prior to his heart surgery, Ninoy, along with his two co-accused, NPA leaders Bernabe Buscayno (Commander Dante) and Lt. Victor Corpuz, were sentenced to death by a military commission on charges of murder, illegal possession of firearms and subversion.[189] A few months before his assassination, Ninoy had decided to return to the Philippines after his research fellowship from Harvard University had finished. The opposition blamed Marcos directly for the assassination while others blamed the military and his wife, Imelda. Popular speculation pointed to three suspects; the first was Marcos himself through his trusted military chief Fabian Ver; the second theory pointed to his wife Imelda who had her own burning ambition now that her ailing husband seemed to be getting weaker, and the third theory was that Danding Cojuangco planned the assassination because of his own political ambitions.[221] The 1985 acquittals of Chief of Staff General Fabian Ver as well as other high-ranking military officers charged with the crime were widely seen as a whitewash and a miscarriage of justice. On November 22, 2007, Pablo Martinez, one of the soldiers convicted in the assassination of Ninoy Aquino, alleged that it was Marcos crony Danding Cojuangco who ordered the assassination of Ninoy Aquino Jr. while Marcos was recuperating from his kidney transplant. Cojuangco is the cousin of Aquino's wife Corazon Cojuangco Aquino. Martinez also alleged only he and Galman knew of the assassination, and that Galman was the actual shooter, which is not corroborated by other evidence of the case.[222] After the February 1986 People Power revolution swept Aquino's widow to the presidency, the Supreme Court ordered a retrial of Aquino's assassination.[223][224] The Sandiganbayan convicted 16 military personnel for the murder, ruling that Constable 1st Class Rogelio Moreno, one of the military escorts assigned to Aquino, \"fired the fatal shot\" that killed Aquino, not Galman.[225][223] In August 1985, 56 Assemblymen signed a resolution calling for the impeachment of President Marcos for alleged diversion of US aid for personal use,[226] citing a July 1985 San Jose Mercury News exposé of the Marcos's multimillion-dollar investment and property holdings in the United States. The properties allegedly amassed by the First Family were the Crown Building, Lindenmere Estate, and a number of residential apartments (in New Jersey and New York), a shopping center in New York, mansions (in London, Rome and Honolulu), the Helen Knudsen Estate in Hawaii and three condominiums in San Francisco, California. The Assembly also included in the complaint the misuse and misapplication of funds \"for the construction of the Manila Film Center, where X-rated and pornographic films[citation needed] are exhibited, contrary to public morals and Filipino customs and traditions.\" The impeachment attempt gained little real traction, however, even in the light of this incendiary charge; the committee to which the impeachment resolution was referred did not recommend it, and any momentum for removing Marcos under constitutional processes soon died.[citation needed] During his third term, Marcos's health deteriorated rapidly due to kidney ailments, as a complication of a chronic autoimmune disease lupus erythematosus. He had a kidney transplant in August 1983, and when his body rejected the first kidney transplant, he had a second transplant in November 1984.[227] Marcos's regime was sensitive to publicity of his condition; a palace physician who alleged that during one of these periods Marcos had undergone a kidney transplant was shortly afterwards found murdered. Police said he was kidnapped and slain by communist rebels.[227] Many people questioned whether he still had capacity to govern, due to his grave illness and the ballooning political unrest.[228] With Marcos ailing, his powerful wife, Imelda, emerged as the government's main public figure. Marcos dismissed speculations of his ailing health as he used to be an avid golfer and fitness buff who liked showing off his physique. By 1984, US President Ronald Reagan started distancing himself from the Marcos regime that he and previous American presidents had strongly supported even after Marcos declared martial law. The United States, which had provided hundreds of millions of dollars in aid, was crucial in buttressing Marcos's rule over the years,[229] although during the Carter administration the relationship with the US had soured somewhat when President Jimmy Carter targeted the Philippines in his human rights campaign. The 21-year period of Philippine economic history during Ferdinand Marcos's regime—from his election in 1965 until he was ousted by the People Power Revolution in 1986—was a period of significant economic highs and lows.[232][219][99] Philippine Annual Gross Domestic Product grew from $5.27 billion in 1964 to $37.14 billion in 1982, a year prior to the assassination of Ninoy Aquino. The GDP went down to $30.7 billion in 1985, after two years of economic recession brought about by political instability following Ninoy's assassination.[233] A considerable amount of this money went to the Marcos family and friends in the form of behest loans.[citation needed] Susan Quimpo recounts that times were hard financially during the Marcos regime, so much so that citizens had to line up for rice rations due to rice shortage, and that the government told citizens to consume corn instead.[234] In The Making of the Philippines, Frank Senauth (p. 103) says:[235] Marcos himself diverted large sums of government money to his party's campaign funds. Between 1972 and 1980, the average monthly income of wage workers had fallen by 20%. By 1981, the wealthiest 10% of the population was receiving twice as much income as the bottom 60%.[236] To help finance a number of economic development projects, the Marcos government borrowed large amounts of money from international lenders.[237][238] The external debt of the Philippines rose more than 70-fold from $360 million in 1962 to $26.2 billion in 1985,[239] making the Philippines one of the most indebted countries in Asia.[237] The country's total external debt rose from US$2.3 billion in 1970 to US$26.2 billion in 1985 during Marcos's term. Marcos's critics charged that policies have become debt-driven with rampant corruption and plunder of public funds by Marcos and his cronies. This held the country under a debt-servicing crisis which is expected to be fixed by only 2025. Critics have pointed out an elusive state of the country's development as the period is marred by a sharp devaluing of the Philippine Peso from 3.9 to 20.53. The overall economy experienced a slower growth GDP per capita, lower wage conditions and higher unemployment especially towards the end of Marcos's term after the 1983–1984 recession. Some of Marcos's critics claimed that poverty incidence grew from 41% in the 1960s at the time Marcos took the Presidency to 59% when he was removed from power,[240][241][242] As a former colony of the United States, the Philippines was heavily reliant on the American economy to purchase agricultural goods such as sugar,[243] tobacco, coconut, bananas, and pineapple[244][page needed][245] According to World Bank Data, the Philippine's Annual Gross Domestic Product quadrupled from $8 billion in 1972 to $32.45 billion in 1980, for an inflation-adjusted average growth rate of 6% per year, while debt stood at US$17.2 billion by the end of 1980.[233][240] Indeed, according to the US-based Heritage Foundation, the Philippines enjoyed its best economic development since 1945 between 1972 and 1979.[246] The economy grew amidsts two severe global oil shocks following the 1973 oil crisis and 1979 energy crisis – oil price was $3 / barrel in 1973 and $39.5 in 1979, or a growth of 1200%. By the end of 1979, debt was still manageable, with debt to Debt-GNP ratio about the same as South Korea, according to the US National Bureau of Economic Research.[240] Foreign capital was invited to invest in certain industrial projects. They were offered incentives, including tax exemption privileges and the privilege of bringing out their profits in foreign currencies. One of the most important economic programs in the 1980s was the Kilusang Kabuhayan at Kaunlaran (Movement for Livelihood and Progress). This program was started in September 1981. It aimed to promote the economic development of the barangays by encouraging its residents to engage in their own livelihood projects. The government's efforts resulted in the increase of the nation's economic growth rate to an average of six percent or seven percent from 1970 to 1980.[247] The Philippine economy, heavily reliant on exports to the United States, suffered a great decline after the Aquino assassination in August 1983. In an attempt to launch a national economic recovery program and despite his growing isolation from American businesses, Marcos negotiated with foreign creditors including the International Bank for Reconstruction and Development, World Bank, and the International Monetary Fund (IMF), for a restructuring of the country's foreign debts – to give the Philippines more time to pay the loans. Marcos ordered a cut in government expenditures and used a portion of the savings to finance the Sariling Sikap (Self-Reliance), a livelihood program he established in 1984. However, the economy continued to shrink despite the government's recovery efforts due to a number of reasons. Most of the so-called government development programs failed to materialize. Government funds were often siphoned off by Marcos or his cronies. American investors were discouraged by the Filipino economic elite who were against the corruption that by now had become endemic in the Marcos regime.[248][page needed] The failure of the recovery program was further augmented by civil unrest, rampant graft and corruption within the government, and Marcos's lack of credibility.[citation needed] The unemployment rate increased from 6.25% in 1972 to 11.058% in 1985.[249][better source needed] In 1981, Ferdinand Marcos issued Letter of Instructions No. 1107 mandating the Central Bank of the Philippines to analyze the probability of establishing and funding the operation of a credit bureau in the Philippines due to the disturbing increase of failures on corporate borrowers.[250] In adherence to the order, Central Bank of the Philippines organized the Credit Information Exchange System under the department of Loans and Credit. It was created to engage in collating, developing and analyzing credit information on individuals, institutions, business entities and other business concerns. It aims to develop and undertake the continuing exchange of credit data within its members and subscribers and to provide an impartial source of credit information for debtors, creditors and the public. On April 14, 1982, Credit Information Bureau, Inc. was incorporated as a non-stock, non-profit corporation. CIBI was created pursuant to LOI No. 1107 dated February 16, 1981, and was further strengthened by PD No. 1941 which recognizes and supports CIBI as a suitable credit bureau to promote the development and maintenance of rational and efficient credit processes in the financial system and in the economy as a whole. In 1997, Credit Information Bureau, Inc. was incorporated and transformed into a private entity and became CIBI Information, Inc. CIBI is a provider of information and intelligence for business, credit and individuals.[251] The company also supplies compliance reports before accrediting suppliers, industry partners and even hiring professionals.[252] In late 1985, in the face of escalating public discontent and under pressure from foreign allies, Marcos called a snap election with more than a year left in his term. He selected Arturo Tolentino as his running mate. The opposition to Marcos united behind two American-educated leaders, Aquino's widow, Corazon, and her running mate, Salvador Laurel.[253][254] It was during this time that Marcos's World War II medals for fighting the Japanese Occupation was first questioned by the foreign press. During a campaign in Manila's Tondo district, Marcos retorted:[255] You who are here in Tondo and fought under me and who were part of my guerrilla organization—you answer them, these crazy individuals, especially the foreign press. Our opponents say Marcos was not a real guerrilla. Look at them. These people who were collaborating with the enemy when we were fighting the enemy. Now they have the nerve to question my war record. I will not pay any attention to their accusation. Marcos was referring to both presidential candidate Corazon Aquino's father-in-law Benigno Aquino Sr. and vice presidential candidate Salvador Laurel's father, José P. Laurel. The elections were held on February 7, 1986.[256] The official election canvasser, the Commission on Elections (COMELEC), declared Marcos the winner. The final tally of the COMELEC had Marcos winning with 10,807,197 votes against Aquino's 9,291,761 votes. On the other hand, the partial 69% tally of the National Movement for Free Elections (NAMFREL), an accredited poll watcher, had Aquino winning with 7,502,601 votes against Marcos's 6,787,556 votes. Cheating was reported on both sides.[257] This electoral exercise was marred by widespread reports of violence and tampering of election results. The fraud culminated in the walkout of 35 COMELEC computer technicians to protest their claim that the official election results were manipulated to favor Ferdinand Marcos, at least based from their testimonies which were never validated. The walkout of computer technicians was led by Linda Kapunan[258] and the technicians were protected by Reform the Armed Forces Movement (RAM) officers led by her husband Lt. Col. Eduardo \"Red\" Kapunan. RAM, led by Lt. Col. Gregorio \"Gringo\" Honasan and backed by Enrile had plotted a coup d'état to seize Malacañang and kill Marcos and his family.[259] The failed election process gave a decisive boost to the \"People Power movement\". Enrile and Ramos would later abandon Marcos and switch sides and seek protection behind the 1986 People Power Revolution, backed by fellow-American educated Eugenio Lopez Jr., Jaime Augusto Zobel de Ayala, and the old political and economic elites. At the height of the revolution, Juan Ponce Enrile revealed that a purported and well-publicized ambush attempt against him years earlier was in fact faked, and in his claim, it was in order for Marcos to have a pretext for imposing martial law. Enrile would later take retract this statement, and in 2012, he claimed that the ambush actually happened.[260] Despite all this, Marcos never ceased to maintain that he was the duly elected and proclaimed president of the Philippines for a fourth term, but unfairly and illegally deprived of his right to serve it. On February 25, 1986, rival presidential inaugurations were held,[261] but as Aquino supporters overran parts of Manila and seized state broadcaster PTV-4, Marcos was forced to flee.[262] At 15:00 PST (GMT+8) on February 25, 1986, Marcos talked to United States Senator Paul Laxalt, a close associate of the United States President, Ronald Reagan, asking for advice from the White House. Laxalt advised him to \"cut and cut cleanly\", to which Marcos expressed his disappointment after a short pause.[263] In the afternoon, Marcos talked to Enrile, asking for safe passage for him and his family, and included his close allies like General Ver. Finally, at 9:00 p.m., the Marcos family was transported by four Sikorsky HH-3E helicopters[264] to Clark Air Base in Angeles City, about 83 kilometers north of Manila, before boarding US Air Force C-130 planes bound for Andersen Air Force Base in Guam, and finally to Hickam Air Force Base in Hawaii where Marcos arrived on February 26. When he fled to Hawaii by way of Guam,[265] he also brought with him 22 crates of cash valued at $717 million, 300 crates of assorted jewelry with undetermined value, $4 million worth of unset precious gems contained in Pampers diaper boxes, 65 Seiko and Cartier watches, a 12 by 4 ft box crammed full of real pearls, a 3 ft solid gold statue covered in diamonds and other precious stones, $200,000 in gold bullion and nearly $1 million in Philippine pesos, and deposit slips to banks in the US, Switzerland, and the Cayman Islands worth $124 million, which he all amassed during his dictatorship.[266] Initially, there was confusion in Washington as to what to do with the Marcos and the 90 members of his entourage.[267] Given the special relations Marcos nurtured with Reagan, the latter had expectations of favorable treatment. However, Reagan was to distance himself from the Marcoses. The State Department in turn assigned former Deputy Chief of Mission to Manila, Robert G. Rich Jr. to be the point of contact. The entourage were first billeted inside the housing facilities of Hickam Air Force Base. Later on the State Department announced the Marcoses were not immune from legal charges, and within weeks hundreds of cases had been filed against them.[268] Throughout his stay in Hawaii, he and his family enjoyed a high life, living in a luxurious house in Makiki Heights while shopping and eating in one of the state's most expensive sections, as his wife Imelda entertained guests through various costly parties,[269] while Filipinos back in the Philippines suffered from the debt the Marcos family incurred during their rule, which experts say may be fully paid only by 2025, almost four decades after the downfall of the Marcos authoritarian regime.[270] Other specifics about the things Marcos brought to Hawaii were also identified through the 23-page US Customs record. These include 23 wooden crates; 12 suitcases and bags, and various boxes, whose contents included enough clothes to fill 67 racks; 413 pieces of jewelry; 24 gold bricks, inscribed \"To my husband on our 24th anniversary\"; and more than 27 million Philippine pesos in freshly printed notes. The jewelry included 70 pairs of jewel-studded cufflinks; an ivory statue of the infant Jesus with a silver mantle and a diamond necklace. The total value of these items was $15 millon.[271] Meanwhile, when protestors stormed Malacañang Palace shortly after their departure, it was famously discovered that Imelda had left behind over 2,700 pairs of shoes in her closet.[272] The protesters who stormed Malacañang Palace would later loot it, many would steal documents, jewelries, food from the pantries, typewriters, and so on. Other than looting, cases of vandalism and destruction also took place.[273] The Catholic hierarchy and Manila's middle class were crucial to the success of the massive crusade. Contrary to the widely-held notion that the protests were secluded only within Metro Manila, protests against Marcos also occurred in the provinces and islands of Visayas and Mindanao.[274][275] More than a year after the People Power Revolution, it was revealed to the United States House Foreign Affairs subcommittee in 1987 that Marcos held an intention to fly back to the Philippines and overthrow the Aquino government. Two Americans, namely attorney Richard Hirschfeld and business consultant Robert Chastain, both of whom posed as arms dealers, gained knowledge of a plot by gaining Marcos's trust and secretly tape recorded their conversations with the ousted leader. According to Hirschfeld, he was first invited by Marcos to a party held at the latter's family residence in Oahu, Hawaii. After hearing that one of Hirschfeld's clients was Saudi Sheikh Mohammad Fassi, Marcos's interest was piqued because he had done business with Saudis in the past. A few weeks later, Marcos asked for help with securing a passport from another country, in order to travel back to the Philippines while bypassing travel restrictions imposed by the Philippines and United States governments. This failed, however, and subsequently Marcos asked Hirschfeld to arrange a $10-million loan from Fassi. On January 12, 1987, Marcos stated to Hirschfeld that he required another $5-million loan \"in order to pay 10,000 soldiers $500 each as a form of \"combat life insurance\". When asked by Hirschfeld if he was talking about an invasion of the Philippines, Marcos responded, \"Yes.\" Hirschfeld also recalled that the former president said that he was negotiating with several arms dealers to purchase up to $18 million worth of weapons, including tanks and heat-seeking missiles, and enough ammunition to \"last an army three months.\" Marcos had thought of being flown to his hometown in Ilocos Norte, greeted by his loyal supporters, and initiating a plot to kidnap Corazon Aquino. ″What I would like to see happen is we take her hostage,″ Marcos told Chastain. ″Not to hurt her ... no reason to hurt her .. to take her.″ Learning of this plan, Hirschfeld contacted the US Department of Justice, and was asked for further evidence. This information eventually reached President Ronald Reagan, who placed Marcos under \"island arrest\", further limiting his movement.[276][277] In response, the Aquino government dismissed Marcos's statements as being a mere propaganda ploy.[278] Within two weeks of his arrival to the United States, the Marcos family and their cronies received hundred of criminal and civil cases filed in Hawaii, San Francisco, and New York.[268] Marcos made personal appeals with Pres. Ronald Reagan to intervene and put a stop to these cases. In June 1988 National Security Advisor Colin Powell recommended proceeding with the indictment of the Marcoses, as he reviewed the cases as forwarded by the United States Attorney for the Southern District of New York Rudy Giuliani. Pres. Reagan gave his tacit approval to this.[279] On August 4, Marcos stated that he had Head-of-State immunity to resist the subpoenas by a Federal grand jury to produce his finger and palm prints, and failed to consent to investigators to go into his foreign bank accounts. By August 18, a bench warrant of arrest was released against the Marcoses. By October that year, Pres. Reagan personally wrote to Marcos informing him that he believed his innocence of the charges against him, but reminding him that the case was out of his hands. He also assured him that they will have every opportunity to prove their innocence in the US justice system.[280] Rudy Giuliani pressed for indicting of the Marcoses for violating the Racketeer Influenced and Corrupt Organizations Act (RICO). The RICO Act focuses specifically on racketeering and allows the leaders of a syndicate to be tried for the crimes they ordered others to do or assisted them in doing, closing a perceived loophole. For example, before RICO, a person who instructed someone else to murder could be exempt from prosecution because they did not personally commit the crime. In his next letter to Pres. Reagan on October 20, Marcos complained that Giuliani was giving them nothing but an ultimatum to plead guilty, and even to testify against others including his own family.[280] He was admitted to the hospital on January 15, 1989, with pneumonia and underwent a series of operations.[281] In his dying days, Marcos was visited by Vice President Salvador Laurel.[282] During the meeting with Laurel, Marcos offered to return 90% of his ill-gotten wealth to the Filipino people in exchange for being buried back in the Philippines beside his mother, an offer also disclosed to Enrique Zobel. However, Marcos's offer was rebuffed by the Aquino government and by Imelda Marcos.[283][284][285] Marcos died at St. Francis Medical Center in Honolulu at 12:40 a.m (HST) of September 28, 1989, of kidney, heart, and lung ailments, 17 days after his 72nd birthday.[286] Moments after, the younger Ferdinand eulogised his late father by stating, \"Hopefully friends and detractors alike will look beyond the man to see what he stood for his vision, his compassion and his total love of country\".[287] Marcos was interred in a private mausoleum at Byodo-In Temple on the island of Oahu where his remains were visited daily by the Marcos family, political allies and friends. The Aquino government refused to allow Marcos's body to be brought back to the Philippines. The body was only brought back to the Philippines four years after Marcos's death during the term of President Fidel Ramos.[288] From 1993 to 2016, his remains were interred inside a refrigerated crypt in Ilocos Norte, where his son, Ferdinand Jr., and eldest daughter, Imee, have since become the local governor and congressional representative, respectively. A large bust of Ferdinand Marcos (inspired by Mount Rushmore) was commissioned by the tourism minister, Jose Aspiras, and carved into a hillside in Benguet. It was subsequently destroyed; suspects included left-wing activists, members of a local tribe who had been displaced by construction of the monument, and looters hunting for the legendary Yamashita treasure.[289] On November 18, 2016, the remains of Marcos were buried at the Libingan ng mga Bayani despite opposition from various groups. The burial came as unexpected to many, as the Supreme Court's ruling still allowed 15 days for the opposition to file a motion for reconsideration. On the morning of November 18, using Philippine Armed Forces helicopters, his family and their supporters flew his remains from Ilocos to Manila for a private burial. In the months prior, opinion on his burial at the Libingan ng Mga Bayani had been split: 50 percent of the 1,800 respondents of a survey conducted by SWS in February 2016 said Marcos \"was worthy to be buried at the Libingan ng Mga Bayani\" while the other half rejected a hero's burial, calling him a \"thief\".[290] Various protest groups formed immediately upon hearing the news of the unexpected burial. Among those who gathered to oppose the burial were youth groups and opponents of the burial of Ferdinand Marcos in the Libingan ng mga Bayani. The League of Filipino Students described the transfer of Marcos's remains as being done like \"a thief in the night\". They also criticized the government's involvement in the burial of the former president who they described as a \"fascist dictator\". The Kabataan Partylist also condemned the burial, labeling it as a \"grave travesty\" and as \"galawang Hokage\" in reference to the burial of Marcos being planned and conducted unbeknownst to the public.[291][292] Rogelio Roxas, a Filipino treasure hunter, discovered a 3-foot-tall golden Buddha statue in tunnels under the Baguio General Hospital in 1971. Roxas was later arrested and tortured by members of the military, and the statue was taken away. Upon exile of the Marcoses, Roxas assigned his rights to a friend in the United States and formed the Golden Buddha Corporation (GBC) who pursued the case against the former president. In 1996, the lower court awarded US$22 billion in favor of GBC, making this the largest award in any civil case in the history of the United States. In November 1998, the Hawaii Supreme Court overturned the ruling, but still maintained the award of US$6 million for the illegal arrest and torture experienced by Roxas.[293][294] On November 9, 2018, Imelda Marcos was found \"guilty beyond reasonable doubt...\" by the Sandiganbayan of seven counts of graft for the private organizations set up in Switzerland during her active duty as a government official from 1968 to 1986. In less than 20 days however, the Sandiganbayan listed Imelda's \"advanced age\" and health condition as considerations for allowing the accused to post bail. The Fifth Division's (of the Sandiganbayan) ruling read that \"the fact that she is of advanced age and for health reasons, consistent with the doctrine in Enrile vs Sandiganbayan, bail is allowed for these seven cases.\"[295] The Supreme Court of the Philippines affirms that the Marcoses' assets, that are beyond the legal and declared government salaries, are considered as ill-gotten wealth. In 1998 however, the Supreme Court acquitted Imelda Marcos of corruption charges from a previous graft conviction in 1993. Some US Court of Appeals of the Ninth Circuit confirmed a contempt judgement in relation to the assets of Imelda and her son Bongbong in the United States. Although on a different subject matter, this judgement awarded $353.6 million to human rights victims, which was arguably the largest contempt award ever affirmed by an appellate court. In 1995, some 10,000 Filipinos won a US class-action lawsuit filed against the Marcos estate. The claims were filed by victims or their surviving relatives consequent on torture, execution, and disappearances.[296][297] The Swiss government, initially reluctant to respond to allegations that stolen funds were held in Swiss accounts,[298] has returned $684 million of Marcos's stash.[299][300][301] Corazon Aquino repealed many of the repressive laws that had been enacted during Marcos's dictatorship. She restored the right of access to habeas corpus, repealed anti-labor laws and freed hundreds of political prisoners.[302] From 1989 to 1996, a series of suits were brought before US courts against Marcos and his daughter Imee, alleging that they bore responsibility for executions, torture, and disappearances. A jury in the Ninth Circuit Court awarded US$2 billion to the plaintiffs and to a class composed of human rights victims and their families.[303] On June 12, 2008, the US Supreme Court (in a 7–2 ruling penned by Justice Anthony Kennedy in Republic of Philippines v. Pimentel) held that: \"The judgment of the Court of Appeals for the Ninth Circuit is reversed, and the case is remanded with instructions to order the District Court to dismiss the interpleader action.\" The court dismissed the interpleader lawsuit filed to determine the rights of 9,500 Filipino human rights victims (1972–1986) to recover US$35 million, part of a US$2 billion judgment in US courts against the Marcos estate, because the Philippines government is an indispensable party, protected by sovereign immunity. The Philippines government claimed ownership of the funds transferred by Marcos in 1972 to Arelma S.A., which invested the money with Merrill Lynch, Pierce, Fenner & Smith Inc., in New York.[304][305][306] In July 2017, the Philippine Court of Appeals rejected the petition seeking to enforce the United States court decision that awarded the $2 billion in compensation to human rights victims during the term of former President Ferdinand Marcos.[307] In 2013, Philippine Congress passed Republic Act 10368 or the Human Rights Victims Reparation and Recognition Act of 2013.[308] The law created the Human Rights Violations Claims Board and provided reparations to victims of summary execution, torture, enforced disappearances, and other human rights violations committed under the regime of the late dictator Ferdinand Marcos.[309] Compensation came from P10 billion of stolen wealth seized by the government from the Marcoses.[310] A total of 11,103 victims of human rights violations under Martial Law received compensation in 2018.[308] A bill filed in Congress in 2020 proposes to compensate tens of thousands of people who are still not officially recognized as victims of state-sponsored violence during the Marcos regime.[309] Marcos left a mixed legacy for future generations.[citation needed] While Ferdinand Marcos was not the first Philippine executive to institute an authoritarian form of government, he was the first to do so since the immediate post-WWII era, and the first to do so throughout the whole archipelago since the war itself.[13] Comparisons have been made between Ferdinand Marcos and Lee Kuan Yew's authoritarian style of governance and Singapore's success,[311] but in his autobiography, From Third World to First: The Singapore Story: 1965–2000, Lee relates: It is a soft, forgiving culture. Only in the Philippines could a leader like Ferdinand Marcos, who pillaged his country for over 20 years, still be considered for a national burial. Insignificant amounts of the loot have been recovered, yet his wife and children were allowed to return and engage in politics. As many student activists like Edgar Jopson and Rigoberto Tiglao, farmers like Bernabe Buscayno, journalists like Satur Ocampo, legal political opposition (Ninoy Aquino[313] and fellow candidate in 1978 election Alex Boncayao[212]), and priest and nuns joined or developed relationships with communist rebels,[314] many farmers,[315] student protesters,[316] leftists,[200] political opponents,[317] journalists and members of the media[318][319] accused of being members or sympathizing with the CPP, NPA or MNLF[320] or of plotting against the government were frequent targets of human rights violations. Victims would simply be rounded up with no arrest warrant nor reading of prisoners' rights and kept indefinitely locked up with no charges filed against them.[127] In a keynote speech at the University of the East, journalist Raissa Robles described how anyone could just be arrested (or abducted) with ease through pre-signed Arrest Search and Seizure Orders (ASSO),[321] which allowed the military or police to detain victims on trumped up charges or unclear allegations according to Rappler research.[322] Anybody could be picked up at any time for any reason by the military or the police, according to Raissa's husband, journalist Alan Robles.[323][324] A 1976 Amnesty International report had listed 88 government torturers, including members of the Philippine Constabulary and the Philippine Army, which was respectively under the direct control of Major General Fidel V. Ramos and Defense Minister Juan Ponce Enrile.[22][325] According to torture victim Rigoberto Tiglao, nearly all of the human rights abuses President Marcos has been accused of were undertaken by Philippine Constabulary units, especially through its national network of \"Constabulary Security Units\", whose heads reported directly to Fidel V. Ramos. The most dreaded of these was the Manila-based 5th Constabulary Security Unit (CSU), which featured the dreaded torturer Lt. Rodolfo Aguinaldo,[23][127] credited with capturing most of the Communist Party leaders including Jose Ma. Sison and the communist's Manila-Rizal Regional Committee he headed,[326] the Metrocom Intelligence and Security Group (MISG)[322] under the command of Col. Rolando Abadilla,[23] and the Intelligence Service, Armed Forces of the Philippines (ISAFP).[127] There are various statistics for human rights abuses committed during the Marcos regime. Task Force Detainees of the Philippines (TFDP) has recorded:[327] Amnesty International reports:[328] Historian Alfred McCoy gives a figure of 3,257 recorded extrajudicial killings by the military from 1975 to 1985, 35,000 tortured and 70,000 incarcerated.[23][329] The newspaper Bulatlat places the number of victims of arbitrary arrest and detention at 120,000, the extrajudicial execution of activists under martial law at 1,500 and Karapatan (a local human rights group)'s records show 759 involuntarily disappeared with their bodies never found.[330] According to the late Susan Quimpo, co-author of Subversive Lives, 80,000 was a low figure for the number of persons incarcerated during the Marcos regime.[234] In addition to these, up to 10,000 Moro Muslims were killed in massacres by the Philippine Army, Philippine Constabulary, and the Ilaga pro-government paramilitary group.[331] Victims were often taken to military \"safehouses\",[332] a euphemism for hidden places of torture,[333] often blindfolded.[127][334] In a document titled \"Open Letter to the Filipino People\", martial law martyr Edgar \"Edjop\" Jopson described safehouses as such: \"Safehouses usually have their windows always shut tight. They are usually covered with high walls. One would usually detect [safehouses] through the traffic of motorcycles and cars, going in and out of the house at irregular hours. Burly men, armed with pistols tucked in their waists or in clutch bags, usually drive these vehicles.\"[335] Various forms of torture were used by the military, and these forms of torture were usually combined with each other.[317] Summary executions were prevalent during the martial law era with bodies being recovered in various places and often bearing signs of torture and mutilation.[335][337] Such cases were referred to as \"salvaging\" with the term widely believed to have originated from the Spanish word salvaje, meaning savage.[338] Mutilated remains were often dumped on roadsides in public display in order to spread a sense of fear and to intimidate opponents from encouraging actions against the government—turning the Philippines into a theater state of terror.[23] Anyone could be \"salvaged\": communist rebels, suspects, innocent civilians and priests included. TFDP documented 1,473 \"salvage\" cases from 1980 to 1984 alone.[127][336] Victims included Pamantasan ng Lungsod ng Maynila student Liliosa Hilao,[339] Archimedes Trajano and Juan Escandor.[127] Also included in the list of summary execution victims was 16-year-old Luis Manuel \"Boyet\" Mijares, who was tortured brutally with his body found with burn marks, all his nails pulled and removed, 33 ice pick wounds around his body, skull bashed in, eyeballs gouged out, and genitals mutilated before being dropped from a helicopter.[340][341][127] Enforced disappearances, also known \"desaparecidos\" or \"the disappeared\"—people who suddenly went missing, sometimes without a trace and with bodies never recovered.[342] Victims include Primitivo \"Tibo\" Mijares,[340] Emmanuel Alvarez, Albert Enriquez, Ma. Leticia Ladlad, Hermon Lagman,[340] Mariano Lopez, Rodelo Manaog, Manuel Ontong, Florencio Pesquesa, Arnulfo Resus, Rosaleo Romano, Carlos Tayag, Emmanuel Yap,[343] Jan Quimpo,[340] Rizalina Ilagan, Christina Catalla, Jessica Sales and Ramon Jasul.[344] While the numbers of political detainees went down, the number of people killed rose and spiked in 1981, the year martial law was officially lifted by Marcos according to Task Force Detainees of the Philippines. According to Senator Jose W. Diokno, \"As torture (cases) declined, a more terrible tactic emerged; unofficial executions\"—suspected dissidents were simply arrested and vanished.[127] Murder victims include: It is hard to judge the full extent of massacres and atrocities that happened during the Marcos regime due to a heavily censored press at the time.[346] Some of the civilian massacres include the following: The Marcos regime had started to kill hundreds of Moros even before the imposition of martial law in 1972.[352] Thousands of Moro Muslims were killed during the Marcos regime, prompting them to form insurgent groups and separatist movements such as the Moro National Liberation Front (MNLF) and Moro Islamic Liberation Front (MILF), which became more radical with time due to atrocities against Muslims.[353] According to the study The Liberation Movements in Mindanao: Root Causes and Prospects for Peace, a doctoral dissertation by Marjanie Salic Macasalong, the number of Moro victims killed by the Army, Philippine Constabulary, and the Ilaga (a notorious government-sanctioned[354] terrorist cult known for cannibalism and land grabbing that served as members of the CHDF)[349] reached as high as 10,000 lives.[331] Some of the massacres include: Members of the Marcos family deny that human rights violations happened during the Marcos administration.[358] On the stories of human rights abuses, Ferdinand \"Bongbong\" Marcos Jr. describes them as \"self-serving statements by politicians, self-aggrandizement narratives, pompous declarations, and political posturing and propaganda.\"[359][360] His older sister, Imee, denies that human rights abuses occurred during her family's regime and called them political accusations. According to her, \"If what is demanded is an admission of guilt, I don't think that's possible. Why would we admit to something we did not do?\"[361] The Philippine Supreme Court considers all Marcos assets beyond their legally declared earnings/salary to be ill-gotten wealth[362] and such wealth to have been forfeited in favor of the government or human rights victims.[363] According to Presidential Commission on Good Government, the Marcos family and their cronies looted so much wealth from the Philippines that, to this day, investigators have difficulty determining precisely how many billions of dollars were stolen.[364] The agency has estimated that Marcos stole around $5 billion to $10 billion from the Philippine treasury[365][366][367][368] during his presidency from 1965 to 1986, while earning an annual salary equivalent to only US$13,500.00.[271] Adjusted for inflation, this would be equivalent to about US$11.16 billion to US$22.3 billion or over 550 billion to 1.1 trillion Philippine pesos in 2017.[369] Among the sources of the Marcos wealth are alleged to be diverted foreign economic aid, US Government military aid (including huge discretionary funds at Marcos disposal as a \"reward\" for sending some Filipino troops to Vietnam) and kickbacks from public works contracts over a two-decades-long rule.[370] In 1990 Imelda Marcos, his widow, was acquitted of charges that she raided the Philippine's treasury and invested the money in the United States by a US jury. Imelda was acquitted not because she didn't commit any crime but because the United States jury deemed that the charges and trial didn't belong in a US court.[371][372] In 1993, she was convicted of graft in Manila for entering into three unfavorable lease contracts between a Government-run transportation agency and another government-run hospital.[373] In 1998, the Philippine Supreme Court overturned the previous conviction of Imelda Marcos and acquitted her of corruption charges.[374] In 2008, Philippine trial court judge Silvino Pampilo acquitted Imelda Marcos, then widow of Ferdinand Marcos, of 32 counts of illegal money transfer[375] from the 1993 graft conviction.[376] In 2010, she was ordered to repay the Philippine government almost $280,000 for funds taken by Ferdinand Marcos in 1983.[377] In 2012, a US Court of Appeals of the Ninth Circuit upheld a contempt judgement against Imelda and her son Bongbong Marcos for violating an injunction barring them from dissipating their assets, and awarded $353.6 million to human rights victims.[378] As of October 2015, she still faced 10 criminal charges of graft, along with 25 civil cases,[379][380] down from 900 cases in the 1990s, as most of the cases were dismissed for lack of evidence.[381][needs update] In the 2004 Global Corruption Report, Marcos appeared in the list of the world's most corrupt leaders, listed in second place behind Suharto, the former President of Indonesia.[382] But one of Marcos' own former Ministers of industry, Vicente Paterno,[383] notes that while \"the amount of theft perpetrated by Marcos's regime was probably less than that by Suharto on Indonesia,\" it \"harmed our country more because the sums stolen by Marcos were sent out of the country, whereas Suharto's loot mostly were invested in Indonesia.\"[383] During the ICIJ's (International Consortium of Investigative Journalists) exposé of offshore leaks in April 2013, the name of his eldest daughter, Imee Marcos, appeared on the list of wealthy people involved in offshore financial secrecy. It was revealed that she is hiding parts of her father's ill-gotten wealth in tax havens in the British Virgin Islands.[384][385] In 2014, Vilma Bautista, the former secretary of Imelda Marcos was sentenced to prison for conspiring to sell a Monet, Sisley, and other masterpiece artworks belonging to the Republic of the Philippines for tens of millions of dollars.[386][387] On May 9, 2016, the International Consortium of Investigative Journalists released the searchable database from Panama Papers.[388] His two daughters, Imee Marcos Manotoc and Irene Marcos Araneta,[389] have been named, along with his grandsons Fernando Manotoc, Matthew Joseph Manotoc, Ferdinand Richard Manotoc, his son-in-law Gregorio Maria Araneta III,[390] including his estranged son-in-law Tommy Manotoc's relatives Ricardo Gabriel Manotoc and Teodoro Kalaw Manotoc.[391] On September 3, 2017, President Rodrigo Duterte said the family of the late dictator Ferdinand Marcos was \"ready to return\" their stolen wealth to the government, possibly through a settlement.[392] In January 2018, a draft House Bill proposing a compromise settlement and immunity for the Marcoses submitted by the late Ferdinand Marcos's legal counsel Oliver Lozano was revealed on social media[393] to have been received by the Duterte government in July 2017.[394] The overseas properties of Marcos and his associates created an empire spanning places as diverse as California, Washington, New York, Rome, Vienna, Australia, Antilles, the Netherlands, Hong Kong, Switzerland and Singapore. The more popular properties among those in this empire are the multimillion-dollar New York real estate investments, California banks and Swiss bank accounts; lesser known ones are villas in Austria, London, and Rome, gold and diamond investments in South Africa, and banks and hotels in Israel.[395]: 423  There were 10 prominent Filipinos, led by Ferdinand Marcos and Imelda Marcos, who acquired, presumably illegally, various extensive properties in the US. They were Roberto Benedicto, Antonio Floirendo, Juan Ponce Enrile, Jose Yao Campos, Eduardo Cojuangco, Roman Cruz, Jr., Geronimo Velasco, and Rodolfo Cuenca.[396][page needed] Other nominees who were noted as having been crucial in considerable overseas transactions were Ricardo Silverio, Herminio Disini, Nemesio Yabi, and Edna Camam.[396][page needed] Dewey Dee, one of Marcos' main nominees, as well as Jose Yao Campos would later reveal how they fronted Marcos' investments both locally and abroad via at least 25 interlocking corporations set up for this purpose.[citation needed] The process by which Marcos laundered dirty money abroad was very comprehensive and difficult to track. First, overseas bank accounts were established in order to have easy access to the funds without concern for Philippine exchange laws. Often, cronies would choose distinguished US law firms that specialized in offshore real investment in US jurisdictions.[396][page needed] Then, a lawyer or accountant would be contacted to establish an offshore corporation, usually in Hong Kong, to serve as the managing director of the corporation. A \"shell\" company, organized solely for the purpose of moving and hiding the true ownership of assets served as a channel for transferring funds from the Philippines inconspicuously.[396][page needed][395][page needed] As this happened, another lawyers, often in the US, would be hired for a fee of $200 to $3,000 to arrange for the incorporation of another offshore corporation through accounting firms in Curaçao in the Netherlands Antilles.[396][page needed] This would become the significant link between the real estate investment and the client. By this point, it would be more and more convoluted, becoming in the process much more difficult to track. One San Francisco lawyer, who represented affluent Filipino investors in California land deals, said \"You'll never find out who the principals are. Every time I have ever dealt with these guys, I have never dealt with a document signed by a principal.\" The Marcos group used this very complicated and developed \"laundering\" process of involving multiple layers of dummy corporations scattered internationally to acquire and establish several multimillion assets in various US locations.[396][page needed] Marcos, through different international banks, was able to launder money abroad. Crocker National Bank in San Francisco, for example, had to settle with the US Treasury Department, because they failed to report $4 billion in cash deposits from 1980 to 1984 from six Hong Kong-based banks.[395][page needed] Hong Kong was a favorite among Filipino launderers. Due to the absence of foreign exchange controls in Hong Kong, it was impossible to determine the origin of the money.[citation needed] Crocker merely stated that the money came from \"various Asian countries\".[395][page needed] The compliance of private banks with anonymous individuals looking to deposit their money enabled money laundering. Consequently, money laundering is an integral part of private banking. Marcos would later go on to seek the help of other private banks in Switzerland, Hong Kong, Austria, Panama, Liechtenstein, and the Netherland Antilles. The Swiss are known for their mastery in money laundering thanks to the central role of secrecy in their society.[395][page needed] Austria, which also has its own tradition of banking secrecy, allowed accounts to be opened without the client ever revealing his or her name, something Swiss banks did not even allow.[395][page needed] Hong Kong, more conveniently located for the Philippines, has developed facilities for the movement of money and the ready availability of various British lawyers who offer services of opening front or shell corporations for a fee. Panama is noted for its corrupt politicians and convenient transit point to the US.[395][page needed] The Netherland Antilles served as the home for more than 35,000 shell companies of Marcos in order to invest anonymously in overseas financial markets and US real estate.[395][page needed] Throughout the entire process, highly paid lawyers, accountants, investment consultants and portfolio managers were hired in order to organize shell corporations and acquire overseas properties.[395][page needed] The Marcoses invested a lot in the US East and West coasts, but there were also important investments in Texas and Washington state.[395][page needed] Most of the major real estate investments were Imelda's purchases of real estate in New York, Jose Campos Yao's investments in Texas and Seattle, and crony purchases in California.[395][page needed] Jose Campos Yao, a Marcos ally and crony, along with his associates, purchased a whole city block in Seattle, Washington, in 1983. He used the Unam Investment Corp., a shell corporation based in Netherlands Antilles and a corporation he is the president of, and purchased the Seattle real estate worth S9,178,215 on May 13, 1983.[395][page needed][397] Included in the acquisition are 600 Pike Street, 614 Pike Street, 1506 Sixth Avenue, 1520 Sixth Avenue, 151 Seventh Avenue, 1521 Seventh Avenue and 1575 Seventh Avenue. Throughout the entire process of the purchase, Yao and his associates hid their identities from the Seattle attorney and worked through Simeon Dee until the final negotiations.[395][page needed] In Texas, Yao also purchased a 5,000 acres of prime land in the late 1970s and early 1980s. The land included Tarrant County, Dallas as well as in San Antonio and Corpus Christi. The land would be valued at $51 million.[395][page needed] Geronimo Velasco, Marcos' Minister of Energy, and Rodolfo Cuenca, one of the Philippine cronies who dominated the construction industry, were both connected to several real estate purchases in California.[395][page needed] Velasco, using either Decision Research Management, a shell company in Hong Kong, or through Velasco's nephew, Alfredo de Borja, purchased several expenses properties in California, including a mansion in Woodside for $1.5 million (price as of 1986), a condominium in Los Angeles for $675,000 (price as of June 3, 1982) and a luxury condominium in San Francisco for $400,000 (price as of 1984).[395][page needed] Cuenca, on the other hand, purchased different real estates properties in San Francisco through TRA Equities Inc., a shell corporation registered in Delaware. His purchases included a condominium, a home, two office buildings and an annex in San Francisco, as well as a home in San Bruno.[395][page needed] In New Jersey while she was still studying, Imee Marcos, President Ferdinand Marcos' eldest daughter, was given an 18th-century estate to live in. The estate was purchased on October 26, 1982, and includes a mansion and 13 acres of land.[398] The Marcos family spent approximately $3 million to $5 million in furnishings and improvements. As for President Ferdinand Marcos' only son, Ferdinand Jr., he was given a house in Cherry Hill, New Jersey, purchased for $119,000, while he was studying in the Wharton Business School of the University of Pennsylvania. Another property was bought for $90,000 in the area for the servants and security that was serving his son on November 23, 1978.[395][page needed][399] Imelda, in purchasing estate properties in Manhattan, organized many shell corporations based in Hong Kong, Panama and the Netherland Antilles. She elicited the help of key individuals such as Gliceria Tantoco, one of Imelda's closest friends and business associates, Antonio Floirendo, who was instrumental in Imelda's involvement in the lucrative sugar trading business in New York and the purchase of the Olympic Towers, Rolando Gapud, one of Marcos' financial advisers, Fe Roa Gimenez and Vilma H. Bautista, personal assistants of Imelda, and Joseph and Ralph Bernstein, who played key roles in helping the Marcoses purchase and conceal ownership of their Manhattan properties.[395][page needed] Imelda Marcos purchased five expensive Manhattan condominiums at the Olympic Towers, located on 5th Avenue, New York.[395][page needed] The first three condominiums were purchased by Thetaventure Ltd., a Hong Kong-based shell corporation, for a total of $688,000 and was remodelled for $3.75 million. The fourth and fifth condominium were bought for $270,000 and $1.1 million respectively. Imelda also purchased her own resort, the Lindenmere Estate in Center Moriches, Suffolk County, Long Island. It was estimated to be between $19 million to $20 million after renovations were done. The restorations was paid for by Vilma Bautista, Imelda's personal assistant and Luna 7 Development Corp., a corporation registered in New York.[395][page needed] The Townhouse at 13–15 East 66th, New York City, is quite a different case from the other properties, because it was not purchased by a shell corporation but by the Philippine Consulate and the Philippine National Bank. The sixth floor of the townhouse was converted into a private disco where the guests can have fun and play with giant pillows. It also housed the expensive art Imelda collected over the years.[395][page needed] Imelda would also purchase Herald Center, a shopping center worth $70 million, 200 Madison, an office building acquired for $50 million, Crown Building, a large edifice located at 730 Fifth Avenue bought for $51 million through Lasutra Corp. N.V., and 50 Wall Street, a large historic building in New York's financial district bought for $71 million through NYLand (CF8) Ltd., a shell corporation based in the Netherlands Antilles.[395][page needed] All of these properties and investments are only a fraction of the entire Marcos empire. The Center for Research and Communication, a Philippine private think-tank, estimated that Marcos and his cronies took away not only $10 million but $30 billion since the 1950s.[396][page needed][400]: 175  In 1986, following the overthrow of the Marcos regime, it was discovered that as early as 1968,[401] Ferdinand and Imelda Marcos, under the pseudonyms William Saunders and Jane Ryan,[401] opened bank accounts in Swiss banks, with one account having a balance of $950,000.[402] Ferdinand Marcos' salary then was only around $5,600 a year[402] while Imelda Marcos did not have any visible means of income. Eventually, the Presidential Commission on Good Government (PCGG), the body created by the government of President Corazon Aquino to recover the Marcos \"hidden wealth\" would determine that the late dictator stole between $5 billion and 10 billion from the Philippine treasury.[396][page needed] Dr. Bernardo Villegas of the Center for Research and Communication, meantime, affirmed that the total amount probably came closer to $13 billion.[403]: \"27\"  The initial deposit of under $1 million grew into hundreds of millions, especially after Marcos declared martial law in 1972.[396][page needed] Marcos and his cronies milked major sectors of the economy, extorted business establishments, skimmed from international loans, borrowed from banks without collateral, established phony companies, and siphoned off vital capital funds to overseas donations.[396][page needed] In March 1986, the Philippine Government had identified an $800 million Swiss bank account held by Marcos, which at the time was the largest asset of Marcos and his wife, Imelda, yet made public.[404] But another commission member, Mary C. Bautista, said the commission actually had information on more than one account held by Marcos in Switzerland.[404] The commission is seeking to regain five buildings in New York worth an estimated $350 million that it asserts are secretly owned by the Marcoses. Switzerland's federal tribunal ruled in December 1990 that cash in Swiss banks would be returned to the Philippine government only if a Philippine court convicted her. In December 1997 (Reuters 1997:3), Switzerland's highest court ordered the Swiss banks to return $500 million of Marcos' secret accounts to the Philippine government, marking a major step forward in efforts to recover the Marcos' hidden wealth.[396][page needed] That same year, the Philippine Senate, through its Blue Ribbon Committee chairman Franklin Drilon, has revealed the existence of 97 alleged accounts of Ferdinand Marcos in 23 banks in Europe, the United States, and Asia, suspected to be depositories of wealth looted from the Philippine treasury. Thirteen of the 23 banks mentioned by Drilon are in Switzerland, namely: Swiss Credit Bank, Swiss Bank Corp., Bankers Trust AG, Banque Paribas, Affida Bank, Copla, S.A., Lombard Odier et Cie, Standard Chartered Bank, Swiss Volkabank, Bank Ricklin, Compaigne Banque Et d'Investissements, Compaigne de Gestion Et De Banque Gonet Sa Nyon, and Bank Hoffman AG.[396][page needed] The Sandiganbayan 5th Division has recently convicted Imelda Marcos of seven counts of graft for creating and maintaining private foundations in Switzerland, violating the anti-graft law that prohibits public officials from having pecuniary interests in private businesses.[405] As the Sandiganbayan's decision reads, \"Though named as a foundation, the evidence shows that these entities were put up primarily for the entrepreneurial activity of opening bank accounts and deposits, transferring funds, earning interests and even profit from investment, for the private benefit of the Marcos family as beneficiaries\". For example, in the creation of the Maler Foundation, Imelda and Ferdinand created it but appointed Andre Barbey and Jean Louis Suiner as attorneys, administrators, and managers of the foundation. Imelda then conducted business to get investments amounting to at least US$75 million.[405] Marcos' administration spawned new oligarchs in Philippine society who became instant millionaires.[406] These oligarchs plundered government financing institutions to finance their corporate raiding, monopolies and various takeover schemes. Marcos' cronies were awarded timber, mining and oil concessions and vast tracts of rich government agricultural and urban lands, not to mention lush government construction contracts. During his martial law regime, Marcos confiscated and appropriated by force and duress many businesses and institutions, both private and public, and redistributed them to his cronies and close personal friends. A presidential crony representing Westington won for its principal the $500 million bid for the construction of the Bataan Nuclear Power Plant in Bagac. The crony's commission was $25 million or $200 million representing five percent of the total bid price. These new oligarchs were known to be insatiable and more profligate than the oligarchs of pre-martial law days.[143] Two of Marcos's friends were Eduardo \"Danding\" Cojuangco Jr., who would go on to control San Miguel Corporation, and Ramon Cojuangco, late businessman and chairman of PLDT, and father of Antonio \"Tony Boy\" Cojuangco (who would eventually succeed his father in the telecommunications company), both happened to be cousins of Corazon Aquino. These associates of Marcos then used these as fronts to launder proceeds from institutionalized graft and corruption in the different national governmental agencies as \"crony capitalism\" for personal benefit. Graft and corruption via bribery, racketeering, and embezzlement became more prevalent during this era.[407][408] Marcos also silenced the free press, making the press of the state propaganda the only legal one, which was a common practice for governments around the world that sought to fight communism.[citation needed] Marcos and his close Rolex 12 associates like Juan Ponce Enrile used their powers to settle scores against old rivals such as the Lopezes who were always opposed to the Marcos administration. Enrile and the Lopezes (Eugenio Lopez Sr. and Eugenio Lopez Jr]) were Harvard-educated Filipino leaders. Leading opponents such as senators Benigno Aquino Jr., Jose W. Diokno, Jovito Salonga and many others were imprisoned for months or years. This practice considerably alienated the support of the old social and economic elite and the media, who criticized the Marcos administration endlessly.[409] The old social and economic elite, all of whom relied on trade and agricultural and industrial exports to the United States such as the families of Enrile, Lopez, Cojuangco, and Aquino, sought a free-market economy. At this point, Marcos controlled both the oligarchy and the oligopoly.[citation needed] According to Jovito Salonga, monopolies in several vital industries were created and placed under the control of Marcos cronies, such as the coconut industries (under Eduardo Cojuangco Jr. and Juan Ponce Enrile), the tobacco industry (under Lucio Tan), the banana industry (under Antonio Floirendo), the sugar industry (under Roberto Benedicto), and manufacturing (under Herminio Disini and Ricardo Silverio).[citation needed] The Marcos and Romualdez families became owners, directly or indirectly, of the nation's largest corporations, such as the Philippine Long Distance Company (PLDC), of which the present name is Philippine Long Distance Telephone (PLDT), Philippine Airlines (PAL), Meralco (an electric company), Fortune Tobacco, numerous newspapers, radio and TV broadcasting companies (such as ABS-CBN), several banks (most notably the Philippine Commercial and Industrial Bank; PCIBank of the Lopezes [now BDO after merging with Equitable Bank and after BDO acquired the merged Equitable PCI]), and real estate in New York, California and Hawaii.[410][additional citation(s) needed] The Aquino government also accused them of skimming off foreign aid and international assistance.[citation needed] One of the first acts of Imelda Romualdez Marcos as the governor of Metro Manila was to legalize gambling to raise revenue for the new metropolis. A floating casino was allowed to operate exclusively inside the Manila Bay. It is owned and operated by \"mysterious\" stockholders according to the major daily. However, the people of Manila are aware that behind the floating casino management was the brother of Imelda Marcos. One of the most lucrative gambling managements back then was the Jai-Alai, managed by a corporation that received its franchise from the pre-war Commonwealth government. As soon as its franchised expired, a new corporation took over management of Jai-Alai. It was immediately under the control of the First Lady's brother. This new management was allowed to perform operations denied from the former, and it is estimated that the take between the Jai-Alai fronton and the floating casino is PHP2 million a day.[143] Reports of the US Senate and the US Securities and Exchange Commission have described massive million-dollar bribes to officials of the government-backed Philippine Long Distance Telephone Company by the General Telephone and Electric Co. of New York in exchange for supply contracts. The officials of PLDT needed to be investigated for violations of foreign currency regulations and unearned income. However, different stakeholders were kept silent. As one PLDT official boasted \"an exposé will only hurt the Palace.\" In the US and Japan, presidents have been driven out of office for similar misconduct.[143] The Manila Electric Company (Meralco) was one of the largest corporations in the Philippines before the declaration of martial law. It was owned and controlled by the Lopez family. After martial law was imposed, it became the prime target for takeover by the Marcos-Romualdez family. Among the first things the clan did was to arrest the eldest son of Eugenio Lopez, Sr., the major stockholder of Meralco for allegedly plotting the assassination of Ferdinand Marcos. In the years 1973–1974, the Organization of Petroleum Exporting Countries (OPEC) started applying the oil prize squeeze. As a public utility that supplies power needs of the metro, Meralco was caught in a vicious vice. Its fuel costs started to double, triple, and quadruple but the government refused to allow them to charge higher consumer rates. Within a year, Meralco was at the brink of bankruptcy. Government financing institutions refused to guarantee Meralco's foreign loans. As a result, the company was pushed to the edge of massive defaults in loans. It was here that the Marcos-Romualdez clan stepped in. According to Eugenio Lopez, Sr., he was promised the release of his eldest son from prison in exchange for the sale of his control in Meralco to the Marcos-Romualdez group. After several months of negotiations and with the increasing loan defaults, Mr. Lopez conceded defeat. He even died without seeing his son Eugenio, Jr. released from the Marcos martial law prison. After the Marcos-Romualdez takeover, the government allowed Meralco to increase consumer rates. The government gave huge subsidies to the company. On the fifth anniversary of martial rule, Jesus Bigornia of Bulletin Today wrote that Meralco rose as one of the top earners. Around Php 200 million in net income was recorded. This was 168% more than the previous year. Aside from being allowed to raise electricity rates, Meralco was also exempted from paying the duty of oil imports, which is a form of indirect subsidy it should share with poor consumers.[143] Massive foreign loans enabled Marcos to build more schools, hospitals and infrastructure than all of his predecessors combined,[12] but crippled the Philippine economy.[citation needed] Today, according to Ibon Foundation, Filipino citizens are still bearing the heavy burden of servicing public debts incurred during Marcos's administration, with ongoing interest payments on the loan schedule by the Philippine government estimated to last until 2025–59 years after Marcos assumed office and 39 years after he was deposed.[411][better source needed][412] Corazon Aquino had an opportunity to default and not pay foreign debt incurred during the Marcos administration. However, due to Finance Secretary Jaime Ongpin's warning[413] on the consequences of a debt default, which includes isolating the country from the international financial community and hampering the economic recovery, Corazon Aquino honored all the debts incurred during the Marcos Administration,[414] contrary to expectations of left-learning organizations such as Ibon Foundation that advocated for non-payment of debt.[411] Jaime Ongpin, who is a brother of Marcos trade minister Roberto Ongpin, was later dismissed by Cory Aquino and later died in an apparent suicide after \"he had been depressed about infighting in Aquino's cabinet and disappointed that the 'People Power' uprising which had toppled dictator Ferdinand Marcos had not brought significant change\".[415] Marcos projected himself to the Philippine public as having spent a lot on construction projects, and his record upholds that reputation.[99]: 128  A 2011 study by University of the Philippines School of Economics indicated that at the time of the study, Marcos was the president that spent the most on infrastructure, not just because he stayed in power for nearly two and a half decades, but in terms of actual per-year spending. By the time of the study, Marcos had only been outspent in infrastructure building for a period of one year, during the term of Fidel Ramos.[416] These included hospitals[417] like the Philippine Heart Center, Lung Center, and Kidney Center, transportation infrastructure like San Juanico Bridge (formerly Marcos Bridge), Pan-Philippine Highway, North Luzon Expressway, South Luzon Expressway,[418] and Manila Light Rail Transit (LRT). Cultural and heritage sites like the Cultural Center of the Philippines], Nayong Pilipino, Philippine International Convention Center and the disastrous and ill-fated Manila Film Center were built as well. This focus on infrastructure, which critics saw as a propaganda technique, eventually earned the colloquial label \"edifice complex\".[419][420][101] Most of these infrastructure projects and monuments were paid for using foreign currency loans[421][419] and at great taxpayer cost.[420][422]: 89  This greatly increased the Philippines' foreign deficit - from $360 million when Marcos became president, to around $28.3 billion when he was overthrown.[423] The Marcos administration's spending on construction projects expanded even more with the construction of prominent building projects,[424] mostly meant to build up Imelda Marcos' power base within the administration by projecting her as a patroness of the arts.[425]: 169  This shift in the prioritization of projects was so significant that by 1977–1980, projects in the \"conspicuous capital outlays\" category had ballooned to 20% of the Philippines' capital outlays - up from a negligible percentage at the beginning of the Marcos administration.[422]: \"88–89\"  Critics contrasted this with the fact that poverty in the countryside was a much more pressing economic issue of the time.[426][423] In addition, Imelda's \"edifice complex\" projects were typically constructed on a rush basis,[425]: 169  resulting in some of them not being safe for long-term use.[423] The following is a list of some of the most controversial projects constructed during the Marcos era. The CCP Complex is a 77-hectare[427] reclaimed property in Pasay designed by Leandro Locsin. It includes the CCP main building, Folk Arts Theater, Philippine International Convention Center, Manila Film Center and Coconut Palace (also called the Tahanang Pilipino).[428] It was established as a result of Ferdinand Marcos's issuance of Executive Order No. 30 s. 1966, which stated that \"the preservation and promotion of Philippine culture in all its varied aspects and phases is a vital concern of the State.\"[429] Following this issuance, he appointed a seven-member board of trustees, who then unanimously elected Imelda Romualdez Marcos as its chair.[428] On September 8, 1969, the CCP main building was inaugurated as the \"country's premier arts institution.\"[430] The inauguration was originally set in January 1969, but was postponed because funds were running out from campaign overspending. The projected budget for the construction of CCP was P15 million, but by December 1968 the cost had already reached P48 million, and the construction was not even complete yet. Because of this, Imelda Romualdez Marcos loaned $7 million from the National Investment Development Corporation to finance the remaining amount. By 1972, debt for the construction of the theater alone has reached P63 million.[428] The San Juanico Bridge is part of the Pan-Philippine Highway and links the provinces of Leyte and Samar through Tacloban City and Santa Rita, Samar. Having a total length of 2.16 kilometres (1.34 mi), it is the longest bridge over a body of water in the Philippines.[431] It is said to be Ferdinand Marcos's gift to his wife Imelda, whose hometown was Leyte.[432] Construction of the bridge began in 1969. It was inaugurated on July 2, 1973, in time for Imelda Marcos's birthday. The cost of the construction reached $22 million and was acquired through the Japanese Official Development Assistance loans.[433] At the time the project was conceived, there was not a need yet for a bridge that connects Leyte and Samar, for both of these provinces were still relatively underdeveloped. There was not enough traffic between these two islands to warrant a bridge to be constructed there. It is for this reason that the San Juanico Bridge remains to be the one of the costliest white elephant projects during the Marcos era.[433] Construction of the Manila Film Center began in January 1981 and was spearheaded by Imelda Romualdez Marcos. It cost $25 million.[423][434] Construction work was compressed to just 10 months so it could be used as a venue for the first Manila International Film Festival scheduled on January 18, 1982.[428] To meet the deadline, around 4,000 workers were employed to work three 24-hour nonstop shifts. The lobby, which would normally take 6 weeks to finish, was constructed in 72 hours by 1,000 workers.[423] As a result of the rushed construction, a scaffolding collapsed on a group of workers on November 17, 1981, two months before the deadline.[428] Despite the accident, work continued, and the bodies of the workers were buried in cement. Rescuers and ambulances were only permitted to enter the site 9 hours after the incident.[423] Following the tragedy, then Prime Minister Cesar Virata disapproved the $5 million subsidy, which was intended for the film festival.[435] The expenses incurred during opening night and the Film Center's operations ended up being shouldered by the Bangko Sentral ng Pilipinas (then the Central Bank).[428] Marcos' signature agricultural program, Masagana 99, was thus launched on May 21, 1973,[436][437] as an effort to address a nationwide rice shortage arising from the various natural disasters and pest infestations in 1972.[438] Its goal was to promote Philippine rice self-sufficiency by raising the Philippines' average palay crop yield from 40 cavans per hectare to 99 cavans (4.4 tons)[439] per hectare. The program planned to achieve this by pushing farmers to use newly developed technologies including high-yielding variety (HYV) seeds, low-cost fertilizer, and herbicides.[438] Masagana 99 also included a supervised credit scheme, which was supposed to provide farmers with the funds needed to pay for the program's technology package. The Central Bank designed subsidized rediscounting facilities for public and private credit institutions throughout the country, encouraging them to give loans to farmers without collateral or other usual borrowing requirements.[438] The program achieved initial success by encouraging farmers to plant new \"Miracle Rice\" (IR8) variety of rice,[440] which the Rockefeller and Ford Foundations, and the UP College of Agriculture through the International Rice Research Institute (IRRI) in Los Baños, Laguna,[441]: 7  had been developing since 1962, during the administration of President Carlos P. Garcia.[442] While this rise of industrialized, chemical agriculture to the Philippines[440] resulted in annual rice production in the Philippines increasing from 3.7 to 7.7 million tons in two decades and made the Philippines a rice exporter for the first time in the 20th century,[443][444][439] the switch to IR8 required more fertilizers and pesticides. This and other related reforms resulted in high profits for transnational corporations, but were generally harmful to small, peasant farmers who were often pushed into poverty.[445] Economists[446] generally acknowledge Masagana 99 to have failed because the supervised credit scheme it offered to farmers proved unsustainable.[446] The program is said to have catered to rich landowners and has been criticized for leaving poor farmers in debt[446] and for having become a vehicle of political patronage.[438][447][448]: 20  Although Masagana 99 showed promising results, the years from 1965 to 1986 showed a complete paradox of events. The income per capita rose, the economy was growing, yet people were impoverished. The American economist James K. Boyce calls this phenomenon \"immiserizing growth\", when economic growth, and political and social conditions, are such that the rich get absolutely richer and the poor become absolutely poorer.[449][better source needed] From 1972 to 1980, agricultural production fell by 30%. After declaring martial law in 1972, Marcos promised to implement agrarian reforms. However, the land reforms served largely to undermine Marcos's landholder opponents, not to lessen inequality in the countryside,[450] and encouraged conversion to cash tenancy and greater reliance on farm workers.[451] While the book claimed that agricultural production declined by 30% in the 1970s and suggested that timber exports were growing in the same period, an article published by the World Bank on Philippine Agriculture says that crops (rice, corn, coconut, sugar), livestock and poultry and fisheries grew at an average rate of 6.8%, 3% and 4.5%, respectively from 1970 to 1980, and the forestry sector actually declined by an annual average rate of 4.4% through the 1970s.[452] The Marcos administration marked a period of intense logging exportation,[453] with commercial logging accounting for 5% of the gross national product during the first half of the 1970s. This was the result of intense demand created by a construction boom in Japan.[454][455] Timber products became one of the nation's top exports but little attention was paid to the environmental impacts of deforestation as cronies never complied with reforestation agreements.[456][457] By the early 1980s, forestry collapsed because most of the Philippines' accessible forests had been depleted—of the 12 million hectares of forestland, about 7 million had been left barren.\"[456][457] This was such a severe drop in the Philippines' forest cover that most Philippine logging companies had transferred their operations to Sarawak and other nearby areas by the 1980s.[458]: 117  Data from the Philippines' Forest Management Bureau indicates that the rate of forest destruction in the Philippines was about 300,000 hectares (740,000 acres) per year during the 1960s and 1970s, such that by 1981, the Food and Agriculture Organization classified 2 million hectares of Philippine forests \"severely degraded and incapable of regeneration.\"[459] In 1979, Marcos put a range of 11 heavy industrialization projects[460] on the Philippines' economic agenda. The eleven priority projects were:[460] the construction of an aluminum smelter, a copper smelter,[461] an integrated petrochemical complex,[462] an integrated pulp and paper plant, an integrated steel mill, and a phosphatic fertilizer plant; the development of an alcogas industry; the expansion of the country's cement industry; the integration of the country's coconut industry; the promotion of diesel engine manufacturing; and the construction of a nuclear power plant. Other industrialization projects during the Marcos administration included 17 hydroelectric[463][464] and geothermal power plants[465][466] to lessen the country's dependency on oil.[467] With the commissioning of the Tongonan 1 and Palinpinon 1 geothermal plants in 1983, the Philippines became the second largest producer of geothermal power in the world.[465][468] The Philippine economy began to go in decline in 1981 because of excessive debt,[219] however, and finally went into a tailspin in 1984.[219][469] This resulted in the closure of factories, massive layoffs, and the end of work on Marcos' industrialization projects until he was finally deposed two years later.[469] The Bataan Nuclear Power Plant (BNPP) is one of the six nuclear power plants that the Marcos regime planned to build.[470] It stands in Morong, Bataan, atop Napot Point that overlooks the South China Sea. Construction of the BNPP began in 1976 and was completed in 1985.[471] Controversy surrounding the BNPP began well after its construction. In 1974, National Power was already negotiating with General Electric to get the order. However, Westinghouse, another energy company, hired a lobbyist: Herminio Disini, a friend of Ferdinand Marcos. Using Disini's close ties to Marcos, Westinghouse made a direct offer to Marcos and his cabinet to supply a plant with two 620 MW reactors at a base price of $500 million. The estimated total price was raised to around $650 million because of other charges like fuel and transmission lines.[470] Soon after, the negotiations with General Electric were scrapped, and Westinghouse won the deal. By March 1975, Westinghouse's contract price increased to $1.1 billion for interest and escalation costs.[470] There were numerous issues regarding its safety and usability. After the Three Mile Island incident in the United States, construction of the nuclear power plant was stopped. A safety inquiry was done subsequently, which revealed over 4,000 defects.[470] The site chosen for the nuclear plant was also dangerous, as it was built near the open sea and the then-dormant Mount Pinatubo, and was within 25 miles of three geological faults.[470] The nuclear plant was discontinued in 1986 following the Chernobyl disaster.[423] Its goal of generating 620 MW of electricity was never achieved.[472] Its cost reached over $2.3 million and was only paid off by the government in April 2017, 31 years after the beginning of its construction. However, government spending for the BNPP continues long after that. Maintaining the plant costs the government P40 million a year. In 2011, the government had to reimburse P4.2 billion to National Power Corporation for the plant's maintenance. To contribute to the cost of its maintenance, it was transformed into a tourist attraction.[423] Recognizing the value Filipino culture placed on education, Marcos emphasized the construction of educational infrastructure as early as during his first presidential term. By being more willing than those previous presidents to use foreign loans to fund construction projects, he was able to achieve construct more roads and schoolbuildings than any previous administration.[99]: 128  47 of the Philippines' state colleges and universities were established during Marcos' 21-year administration.[473] Two of these, the Mariano Marcos State University in Ilocos Norte,[474] and the Don Mariano Marcos Memorial State University in La Union,[475] were named after Marcos' father Mariano. The Philippine education system underwent two major periods of restructuring under the Marcos administration: first in 1972 as part of the ideology of the Bagong Lipunan (New Society) alongside the declaration of martial law; and second in 1981 when the Fourth Philippine Republic was established.[476] The 1972 restructuring marked the first major restructuring of Philippine education since the arrival of the Americans at the turn of the 20th century.[476] It reoriented the teaching of civics and history[476][477] so that it would reflect values that supported the Bagong Lipunan and its ideology of constitutional authoritarianism.[193][14]: 414  In addition, it attempted to synchronize the educational curriculum with the administration's economic strategy of labor export.[476] Changes sought by the second restructuring in 1981 was not extensively implemented as the administration was stymied by economic crises, and was eventually deposed.[476] In 1975, Marcos issued Presidential Decree No. 824, placing the four cities and thirteen municipalities in the immediate vicinity of the Province of Manila under the administration of the Metro Manila Commission (MMC), which would serve as the central government of the capital.[478] The head of the MMC was called a \"governor\", but the position was an appointive rather than an elected one.[479] Marcos appointed his wife Imelda Marcos as governor.[480] The governorship of Metro Manila was the second most powerful office in the republic. Given that Metro Manila accounts for around 20% of the country's population, it is estimated to be responsible for at least 70% of gross national receipts. It is the seat of the national government and some 90% of the national government's offices and instrumentalities are located within its environs. Its budget is second to the national government.[143][better source needed] This increase in Imelda's political power was so dramatic that it led former UN General Assembly President Carlos P. Romulo to describe her as the Philippines' \"de facto vice president\".[480] The country crafted a large number of decrees, laws, and edicts during Marcos's term.[481] From 1972 to 1986, the Marcos Administration codified laws through 2,036 Presidential Decrees,[482] an average of 145 per year during the 14-year period. To put this into context, only 14, 12, and 11 laws were passed in 2015, 2014 and 2013, respectively.[483] A large number of the laws passed during the term of Marcos remain in force today and are embedded in the country's legal system.[481] According to Imee Marcos in 2006, many of the thousands of proclamations, decrees, and executive orders Marcos issued were still in force, and few have been repealed, revoked, modified or amended.[484] Marcos, together with agriculture minister and Harvard-educated Arturo Tanco[485] and later on Salvador Escudero III, was instrumental in the Green Revolution in the Philippines and initiated an agricultural program called Masagana 99, which according to President Rodrigo Duterte and the Department of Agriculture website, improved agricultural productivity and enabled the country to achieve rice sufficiency in the late 1970s.[486][487] Economists generally view Masagana 99 as a failure.[438] Many people who rose to power during Marcos' 21-years as president continued to remain in power or even ascended higher after his exile, thus leaving a further imprint on present-day Filipino affairs. One of these was Fidel Ramos, a general promoted by Marcos who supervised many terror killings and tortures, who later switched sides and subsequently became president himself through free elections.[488] All five American presidents from 1965 to 1985 were unwilling to jeopardize the US-Marcos relationship mainly to protect and retain access of the US military bases in the Philippines. However, at the same time, for the US, the Philippines was just one of its many allies, and for the Philippines, the US was its only patron. Therefore, Marcos ensured to identify himself closely to the US in order to secure a strong bargaining power with their government. Indeed, he had manipulated this American connection to sustain him during his two decades of power. US support was believed to be the only reason why Marcos remained in power.[489] Over his term, Marcos was able to strengthen his ties to the US government. Johnson received two engineer battalions bought with the Philippine's American aid as a form of Philippines military participation in the Vietnam War. After the fall of South Vietnam, Gerald Ford demanded better security assistance from allies, such as the Philippines. While Carter wanted to retain the US military bases in the Philippines to project military power in the Indian Ocean to guard West's oil supply line from the Middle East.[489] All of which, Marcos granted. To obtain additional aid, Marcos often leveraged on threats that caught the attention of the US government. To secure additional aid for his campaign, Marcos threatened to search every visiting American naval vessel. The US responded by assisting his campaign indirectly, injecting several million dollars into the government banking system.[490] In another instance, when the issues of military bases heated up in the Philippines during 1969, Marcos secretly assured the US he had no desire for an American withdrawal. Yet he received warnings from the Philippine embassy in Washington that \"provisions should now be made in anticipation of a possible phasing out or minimization of US aid to the Republic of the Philippines, both for military aid and non-military items, considering the evolving temper of the American Congress.\" Afraid, Marcos began to suggests threats again. In one of his presidential speeches, he stated that the bases were a threat to regional peace and security, while reminding the United States of its \"solemn obligation\" to continue aid. He warned that the bases could \"imperil more than they serve our interests.\"[491] In the last weeks of the Ford administration, Marcos had rejected the US compensation, Kissinger's package, of $1 billion in mixed grants and loans for being too small. A number of books were published under Marcos' name during his term from 1970 to 1983, and a final book was published in 1990 posthumously.[492] Those published during his term are believed to have been written by ghostwriters,[493] notably Adrian Cristobal.[494][495] Marcos and his wife, Imelda, were jointly credited in 1989 by Guinness World Records with the largest-ever theft from a government (an estimated 5 billion to 10 billion US dollars),[504] a record they still hold today.[63]","country":"Philippines"}