{"name":"Fouad Mebazaa","url":"/wiki/Fouad_Mebazaa","Born":"1933-06-15","Political party":"Independent (2011–present)[4]","termEnds":"Acting president of the Republic 13 December 2011 15 January 2011 – 13 December 2011","termStarts":"15 January 2011 15 January 2011 – 13 December 2011","text":"Fouad Mebazaa (Arabic: فؤاد المبزع, romanized: Fuʾād el-Mbazaʿ; born 15 June 1933) is a Tunisian politician who was the acting president of Tunisia from 15 January 2011 to 13 December 2011.[5] He was active in Neo Destour prior to Tunisian independence,[3] served as Minister of Youth and Sports, Minister of Public Health, and Minister of Culture and Information,[3] and was Speaker of the Chamber of Deputies of Tunisia[6] from 1991 to 2011.[3] Born during the French occupation of Tunisia, Mebazaa became a member of the \"constitutional youth\" in 1947 and was elected a member of the Aix–Marseille unit of the Neo Destour political party, which played a major role in gaining independence from France.[3] He was elected as Secretary-General of the Marsa unit of Neo Destour in 1955 and President of its Montpellier unit in 1956.[3] After Tunisian independence in 1956, Mebazaa was elected to the Chamber of Deputies several times, starting in 1964.[3] He was Governor-Mayor of Tunis from 1969 to 1973, occupied several ministerial posts relating to youth, sports, public health, culture and information during the 1970s and late 1980s, and was an ambassador in Geneva and Morocco during the 1980s.[3] Mebazaa has been a member of the Central Committee of the Constitutional Democratic Rally since 1988. From 1995 to 1998 he was Mayor of Carthage.[3] He was also elected President of the Chamber of Deputies in 1997 and reelected in 2004.[3] During the Tunisian Revolution, President Zine El Abidine Ben Ali left Tunisia on 14 January 2011 after being replaced by Mohamed Ghannouchi.[7] The next day, Fouad Mebazaa, as Speaker of the Chamber of Deputies, is appointed acting President of the Republic by the Constitutional Council, in accordance with article 57 of the 1959 Constitution.[5][8] He is then considered as a cacique of the fallen regime. Mohamed Ghannouchi, confirmed as prime minister, appointed a new government on 17 January, while Fouad Mebazaa left the Democratic Constitutional Rally the next day. He also stated that, given his role and his presidential function, he temporarily left the presidency of the Chamber of Deputies, leaving the interim to his first vice-president Sahbi Karoui for his first meeting held on 4 February 2011. On 19 January 2011, he announced in a speech that the security situation in the country is improving significantly and is stabilizing; he also ensured that those responsible for the disturbances have been unmasked and arrested. He said he wants to ensure that the government respects its commitments in complete disharmony with the past. The next day, five members of the government, including Kamel Morjane, Ridha Grira, Ahmed Friaa, Moncer Rouissi and Zouheir M'Dhaffar resigned. Pending free elections, the Chamber of Advisors adopted on 9 February 2011 a law that allows the acting president to govern by decree-laws, two days after the vote of the Chamber of Deputies. On 27 February 2011 Ghannouchi resigned and leaves his place to Beji Caid Essebsi who formed a new government. He announced, on 3 March 2011, the election of a Constituent Assembly in order to develop a Constitution to replace that of 1959. He said in this regard during his speech: \"Political reform requires us to find a new constitutional basis that reflects the will of the people and benefits from popular legitimacy [...] The current Constitution no longer meets the ambitions of the people after the revolution and is overwhelmed by the circumstances , not to mention the vicissitudes that have affected it, because of the many amendments that have been made to it and which prevent real democratic life and constitute an obstacle to the organization of transparent elections and the establishment of a political climate in which each individual and each group can enjoy freedom and equality. \" Moncef Marzouki replaced him on 12 December 2011; Mebazaa announced the same day its intention to officially hand over the presidential powers during a solemn ceremony. The next day, Fouad Mebazaa greeted Marzouki one last time at the presidential palace of Carthage before leaving by car for his personal residence in Tunis.","country":"Tunisia"}