{"name":"Francisco Lagos Cházaro","url":"/wiki/Francisco_Lagos_Ch%C3%A1zaro","Born":"1878-09-20","Died":"1932-11-13","termEnds":null,"termStarts":"He assumed office as provisional president when González Garza resigned.","text":"Francisco Jerónimo de Jesús Lagos Cházaro Mortero (Tlacotalpan, Veracruz, September 20, 1878 – November 13, 1932 in Mexico City) was the acting President of Mexico designated by the Convention of Aguascalientes from June 10, 1915 to October 10, 1915. Lagos Cházaro studied for a legal career in Veracruz, Puebla and Mexico City. In 1909, he joined the antireelectionist movement against President Porfirio Díaz led by Francisco I. Madero. In 1911, he was elected to the city council of Orizaba, Veracruz. He was also governor of the state of Veracruz during the presidency of Madero (February–November 1912). On the death of Madero in 1913, he joined the constitutionalist party. President Venustiano Carranza named him president of the Superior Court of Justice of Coahuila. In 1915 on the break between the revolutionary leaders, he joined with Francisco (Pancho) Villa. He was founder and director of the periodical Vida Nueva in Chihuahua. Villa joined with Emiliano Zapata in the Convention of Aguascalientes. With their supporters they formed the conventionalist party, in opposition to the constitutionalist party of Carranza. Lagos was personal secretary of General Roque González Garza when the latter was named president of the Republic by the conventionalists. Lagos became president himself by authority of the Convention of Aguascalientes in succession to González Garza on June 10, 1915. The following month he was driven from the capital by the constitutionalists and set up his government in Toluca. Soon he had to move again, to Ixtlahuaca. There his cabinet broke up and he lost many of his troops. He tried to rejoin Villa, but the latter was now in retreat to the north. In January 1916, the Convention was dissolved. Lagos Cházaro sailed from Manzanillo, Colima, for self-imposed exile. He lived in Costa Rica, Honduras and Nicaragua until returning to the country in 1920, after the end of the revolution. He returned to his profession as a lawyer and worked in various government posts. He died in Mexico City in 1932.","country":"Mexico"}