{"name":"Francisco de Paula Santander","url":"/wiki/Francisco_de_Paula_Santander","Born":"1792-04-02","Died":"1840-03-06","Political party":"Federalist","termEnds":null,"termStarts":null,"text":"Francisco José de Paula Santander y Omaña (Villa del Rosario, Norte de Santander, Colombia, April 2, 1792 – Santafé de Bogotá, Colombia, May 6, 1840), was a Colombian military and political leader during the 1810–1819 independence war of the United Provinces of New Granada (present-day Colombia). He was the acting President of Gran Colombia between 1819 and 1826, and later elected by Congress as the President of the Republic of New Granada between 1832 and 1837. Santander came to be known as \"The Man of the Laws\" (\"El Hombre de las Leyes\").[1] Santander was born in Villa del Rosario, Norte de Santander, on April 2, 1792. His parents were Juan Agustín Santander Colmenares who was governor of the rural province of San Faustino de los Ríos as well as a cocoa grower, and his mother; Manuela Antonia de Omaña Rodríguez. Both were descendants of aristocratic Spanish families who had settled in the New Kingdom of Granada. He was a freemason.[2] He died due to gallstones in Santa Fe de Bogotá, Cundinamarca, on March 6, 1840.[3] A law student, he began his military career at the young age of eighteen, following the establishment of juntas in 1810, which began the process of independence in New Granada. Santander enlisted in the revolutionary army in October 1810, in the battalion the National Guard (\"Guardias Nacionales\").[1] He first served as a soldier in army of the federalist United Provinces of New Granada, under the command of General Antonio Baraya, that fought against General Antonio Nariño, of the Province of Cundinamarca, who had refused to recognize the authority of the Union.[4] During these campaigns Santander achieved the rank of colonel in 1812. After the royalist forces re-conquered New Granada, Santander like many other New Granadan officers retreated to the plains east of the Cordillera Oriental, the Llanos, near the modern Venezuelan border. There, Santander joined forces with Venezuelan patriots and operated under the command of Simón Bolívar. During the military campaign across the Andes, Bolívar promoted Santander to Brigadier General in 1817.[4] By 1819, Santander was given command of the republican army's vanguard by Bolívar during the campaign to liberate New Granada. Santander was one of the battlefield commanders during the republican victory at the battle of \"el Pantano de Vargas\" (Battle of Vargas Swamp) and later at the Battle of Boyacá, on August 7 of that same year.[4] After these battles, he was promoted to Commanding General, the equivalent of a modern major general.[4] In October 1821, after the Constitution of Cúcuta was proclaimed, Santander was elected by the newly gathered Congress as Vice President of Gran Colombia, in a heated election, where he overcame the other strong candidate for the post, the former leader of Cundinamarca, General Antonio Nariño, by a margin of 38 to 19 votes. Santander was placed in charge of the government of New Granada, while Bolívar returned to Venezuela to propose the union of Venezuela and New Granada to the Venezuelan congress.[5] Since General Simón Bolívar, despite being the President of the new republic, decided to continue leading the republican forces in their southern campaigns in Ecuador and Peru, the office of President of Gran Colombia was entrusted to General Santander. The Constitution mandated that the vice-president remain in Bogotá in such cases and handle the functions of the executive branch of government. As acting ruler, Santander had to deal with a grave economic crisis—that was one of the direct consequences of a decade of constant warfare—pockets of royalist sentiment in Gran Colombian society, supplying the logistics of the continuing military operations, administrative and legislative reactivation, and the establishment of internal political divisions. During this period Santander definitely moved towards a centralist political philosophy and upheld the legitimacy of the Cucutá Constitution against federalist and regionalist pretensions. Santander also made a concerted move toward free trade. He removed and reduced many taxes which had been left in place from Spanish rule and opened ports to all foreign nations. He also created incentives for immigrants, including expedited naturalization—applicants were allowed to leave the country for up to six months without interrupting their legally \"required\" stay—and land grants. Bolívar undid many of Santander's actions after he returned in 1826 and reassumed his position as president, often ruling through emergency decree. During his first administration, and in an effort to stabilize the new nation, Santander ordered the execution of most of the Spanish officers in captivity, among them General José María Barreirio. General Bolívar, in a letter sent to Santander from Pamplona, expressed his sadness and disapproval.[5] Initially, Santander and Bolívar were considered close friends and allies, but gradually political and ideological differences emerged. It is considered by modern scholars that Santander believed in the sanctity of constitutional government and in the rule of law, perhaps to a greater degree than Bolívar, who would have allegedly thought that those concerns were secondary to what he perceived as the actual needs and solutions that historical circumstances demanded, and thus could be subject to flexibility[citation needed]. In 1826, when the first Venezuelan uprising occurred, Santander and Bolívar came to disagree about how to handle the situation. Santander believed that the rebels, led by José Antonio Páez and federalist sympathizers, should be punished or at least made to openly submit to the established constitutional order. When Bolívar, who had returned from Peru and reassumed his executive powers, arranged for an amnesty and placed Páez as supreme military chief of the department of Venezuela, Santander felt that the central government's authority and the rule of law were being undermined by the constitutional President himself in a personalist manner. Santander also disagreed with Bolívar's attempt to promote a reform of the 1821 constitution before it was legally permitted (the constitution stated that ten years had to go by), and especially with Bolívar's attempted nationwide implementation of the constitution that he had previously drafted for Bolivia, which among other provisions called for a lifelong presidency with the ability to select a direct successor. In Santander's opinion, this could place the country dangerously close to monarchism[citation needed]. In 1828, growing internal conflicts continued. Santander was elected as one of the delegates to the Ocaña constitutional convention, during which both his supporters and other opposition political factions blocked Bolívar's attempts at reform. This led to the sudden exit of many of the delegates supporting Bolívar, who disagreed with the Convention's potential outcome. These events eventually led Bolívar to declare himself dictator in August of that year, while the office of the vice president was abolished. Santander and his political sympathizers felt that this act betrayed liberalism and the ideology of the Age of Enlightenment, some even comparing Bolívar to Napoleon or Julius Caesar. On September 25, 1828, Bolívar escaped an assassination attempt. Among those blamed was Santander who, in a quick military trial, was originally sentenced to die without specific proof of his participation in the event, but President Bolívar pardoned him, commuted his sentence and ordered his exile.[6] Even today, the details are not totally clear and the evidence appears to be inconclusive. Some historians consider that Santander knew about the possibility of an assassination attempt and initially opposed it, but eventually allowed it to happen without his direct participation. This position was eventually assumed by Santander himself later in his life. Others consider that Santander may have been involved in the plan from the beginning as it would benefit him politically, though no direct proof of his role has been found. After Bolívar died and Gran Colombia broke up, Santander returned from exile in 1832 and served as President of the Republic of New Granada from 1832 to 1836. Santander had spent a great deal of time in Europe absorbing how the ideas of the Enlightenment were affecting European politics in the early 19th century. As his diary shows, Santander was an assiduous art and music lover, and attended the opera almost every evening. In 1830, he was in Brussels, where he saw various performances of La muette de Portici, whose liberal political implications caused a riot that sparked the Belgian Revolution, although he was in Berlin in August 25 when the riots occurred.[7] When he returned, these concepts influenced his decisions to a great extent.[citation needed] In 1832, Santander was elected by Congress as President for a second term.[8] This administration was quite different from the first, in that he moved away from free trade and stressed an alternate form of protectionism. He first reverted most of his original changes from Bolívar's undoing, although some were devalued somewhat. He did not close New Granada to international trade, but rather sought safety for New Granada under the auspices of industrialized nations, instead of discouraging trade with them. He set up economic contacts in eleven United States cities, hoped that by creating strong ties with them, he would promote industrial development in New Granada while avoiding the use of high tariffs, which he inherently disliked. During his second administration, just like he did during his first administration, he ordered the execution of most of the rest of the Spanish officers still in captivity, who had been saved by Bolivar in the first round of Santander's murderous pursuit; among them General José Sardá. They were executed in Bogotá, on July 23, 1833, in front of Santander himself.[9] After his term expired, he remained an important and influential political figure. He died in 1840 and was eventually considered one of the original ideological founders of the Colombian Liberal Party, which would be formally established some eight years later.","country":"Colombia"}