{"name":"Francisco Craveiro Lopes","url":"/wiki/Francisco_Craveiro_Lopes","Born":"1894-04-12","Died":"1964-09-02","Political party":"National Union","termEnds":null,"termStarts":null,"text":"Francisco Higino Craveiro Lopes GCTE ComC GCA (Portuguese pronunciation: [fɾɐ̃ˈsiʃku iˈʒinu kɾɐˈvɐjɾu ˈlɔpɨʃ]; 12 April 1894 – 2 September 1964) was a Portuguese Air Force officer and politician who served as the 12th President of Portugal from 1951 to 1958. Born in Lisbon, he was a son of João Carlos Craveiro Lopes, Portuguese army general and 122nd Governor-General of Portuguese India (1929–1936) and his wife Júlia Clotilde Cristiano Salinas. He concluded his Colégio Militar studies by 1911, having then entered the Escola Politécnica de Lisboa, in the same year he joined a cavalry regiment. He succeeded his father as the 123rd General Governor of Portuguese India (1936–1938).[1] Prime Minister António de Oliveira Salazar chose Craveiro Lopes as the regime's presidential candidate in 1951 to succeed the late Óscar Carmona. Initially, he was to run in what would have been only the second contested election of the Estado Novo, when naval officer Manuel Quintão Meireles filed to run against him. However, Quintão Meireles withdrew before election day, and Craveiro Lopes was elected unopposed. Under the Constitution, the president was vested with near-dictatorial powers. In practice, Carmona had mostly turned over the government to Salazar. However, Craveiro Lopes was not willing to give Salazar the free hand that Carmona had given him. Despite this, he did not go as far as to dismiss Salazar; for all intents and purposes, the president's power to sack the prime minister was the only check on Salazar's power. Nevertheless, Salazar picked the seemingly more pliant naval minister, Américo Tomás, as the regime's candidate in 1958. The Democratic Opposition then invited Craveiro Lopes to be their candidate, but he knew he stood no chance of winning and refused. The regime, however, as compensation promoted him to Marshal. He was involved in the failed military attempt to overthrow Salazar in 1961, led by the Defence Minister Júlio Botelho Moniz. He died in Lisbon on 2 September 1964. He married Berta Ribeiro Artur (Lisbon, Pena, 15 October 1899 – Lisbon, Santa Maria de Belém, 5 July 1958), natural daughter of Engineer Sezinando Ribeiro Artur (Lisbon, 1875 – Lourenço Marques, 1918) by Maria Clara Pereira, by whom he had four children. 15th century 16th century  15th century 16th century 17th century 18th century 19th century  16th century 17th century  15th century 16th century Portuguese India 17th century Portuguese India 18th century Portuguese India  16th century 17th century 19th century Portuguese Macau 20th century Portuguese Macau  15th century [Atlantic islands] 16th century [Canada]  16th century 17th century 18th century 19th century ","country":"Portugal"}