{"name":"Francisco Javier Echeverría","url":"/wiki/Francisco_Javier_Echeverr%C3%ADa","Born":"1797-07-02","Died":"1852-09-17","Political party":"Conservative","termEnds":null,"termStarts":"He was appointed interim president when Bustamante left office to fight a rebellion headed by Mariano Paredes y Arrillaga, Santa Anna, and Gabriel Valencia. He resigned after the triumph of the rebellion.","text":"Francisco Javier Echeverría (c. 2 July 1797 – 17 September 1852) was a Mexican businessman and finance minister who served as interim president of Mexico for about two weeks in late September 1841, during the fall of Anastasio Bustamante’s administration. Santa Anna and Mariano Paredes had started an uprising against the government and President Bustamante left Echeverria, vice president of the council of state in charge of the presidency while he went to personally command the troops, an effort that was ultimately unsuccessful. The government surrendered on October 6. Echeverria would return to politics as a congressman in 1850. Francisco Javier Echeverría was born to a wealthy family in Xalapa, Veracruz. In his youth he was affectionately known as \"la naríz\" or \"the nose\". He worked in his family's commercial firm until 1829 when he entered politics.[1] He was elected a deputy in the local congress in 1829. In 1834, he moved to Mexico City, where he headed the family firm of Viuda de Echeverría e Hijos. As a conservative, he was called on May of that same year to work at the Ministry of Finance for the newly ascended conservative Santa Anna administration, but Echeverria disagreed with the president in sustaining the federal system as opposed to a centralist system and he resigned from the government in September.[2] One of the reasons he was opposed to a federal system was his view that the finances of the nation could be more efficiently managed through one central agency as opposed to being managed by separate state governments.[3] In 1836 under the presidency of Anastasio Bustamante, he was called to the council of state, and was charged with various financial tasks. After the Pastry War of 1838 he once again joined the ministry at a time when the nation’s finances were in ruins since the French had blockaded all the ports and associated customs.[4] More than half of the budget had to go to paying off bonds and the deficit. He raised to taxes so that by the time he left his post on March, 1841 government revenue averaged at half a real per person monthly, but such a rate was also accused of encouraging fraud and burdening the economy. Nonetheless he managed to pay five million pesos off of the internal debt. One of his last acts was a land tax.[5] Echeverria did not accomplish anything of notability during his short presidency amidst an insurrection he was not able to defeat or even mitigate. Ex-President Bustamante, as a last resort decided to proclaim his support for the federal system in order to divide his opposition. The ploy did not work, but did disillusion Echeverria a staunch supporter of the centralist system, who subsequently resigned.[6] The insurgents were triumphant and Bustamante officially surrendered power through the Estanzuela Accords on October 6, 1841. He was elected to Congress in 1850 through which he continued to champion his conservative ideals. He was a member of many charity organizations and was also president of the Academy of San Carlos which he saved from ruin and which then flourished into a well furnished institution with European teachers. He also founded a reformatory for young men. Echeverria died on September 17, 1855 at the age of fifty five.[7]","country":"Mexico"}