{"name":"Francisco León de la Barra","url":"/wiki/Francisco_Le%C3%B3n_de_la_Barra","Born":"1863-06-16","Died":"1939-09-23","Political party":"Independent","termEnds":null,"termStarts":"According to the Treaty of Ciudad Juárez, he assumed office as interim president. Immediately called for elections.","text":"Francisco León de la Barra y Quijano (June 16, 1863 – September 23, 1939) was a Mexican political figure and diplomat who served as 36th President of Mexico from May 25 to November 6, 1911.[1][2][3] He was known to conservatives as \"The White President\" or the \"Pure President.\"[4] León de la Barra was the son of a Chilean immigrant to Mexico. He obtained a degree in law in Querétaro before entering politics as a federal deputy in 1891. In 1892, he attended the Ibero-American Judicial Conference held in Madrid on the occasion of the four hundredth anniversary of Columbus' discovery of America. In 1896, León de la Barra entered the Mexican diplomatic corps, serving as envoy to Brazil, Argentina, Uruguay, Paraguay, Belgium, the Netherlands, and the United States (1909–11). He was Mexico's representative at The Hague peace conference in 1907. During this time, he earned a reputation as an authority on international law. When the Mexican Revolution broke out in 1910, he was Ambassador to the U.S. Following the fraudulent elections of 1910, revolutionary forces rose up against Porfirio Díaz (r. 1876-80; 1884-1911), defeating the Federal Army and forcing his resignation as President. In the 21 May 1911 Treaty of Ciudad Juárez, León de la Barra was selected to be interim president, until elections could be held in the autumn of 1911. He was not a politician or a member of Díaz's Científicos, but rather a diplomat and lawyer. He served as president until November 6, 1911, when Madero took office 6 November 1911 as the duly-elected president.[5] Although considered by conservatives the benign \"White President,\" the German ambassador to Mexico, Paul von Hintze, who associated with the Interim President, said of him that \"De la Barra wants to accommodate himself with dignity to the inevitable advance of the ex-revolutionary influence, while accelerating the widespread collapse of the Madero party....\"[6] There were pressures for León de la Barra to run for the presidency himself, but he resisted. He did promote democracy and the elections that brought Madero to the presidency were considered free and fair. There was a controversy during the summer of 1911 when fighting broke out in the streets of Puebla between federal soldiers and irregulars who supported Madero. President León de la Barra blamed his Minister of the Interior, Emilio Vázquez Gómez, the brother of Madero's vice presidential running mate, Francisco Vázquez Gómez for the violence and its mishandling. Madero replaced his running mate with José María Pino Suárez.[7] In his inauguration address to the nation, León de la Barra had three stated goals: the restoration of order, bringing about free and fair elections, and the continuation of reforms promised at the end of the Díaz presidency.[8] Since Madero had called on his revolutionary followers to lay down their arms, despite their having brought about conditions forcing Díaz's resignation, there was continuing turmoil in areas where they had mobilized. He sought to disarm the irregular forces, remove them from the army payroll, and send them home. In Morelos, Emiliano Zapata and his followers resisted demobilization, and León de la Barra sent troops under General Victoriano Huerta to put down the rebellion. Huerta failed to do that, but did wreak havoc in Morelos, burning villages and attacking the local population. Rebellions in other parts of the country, in Baja California, Oaxaca, and Chiapas were successfully repressed.[9] During his presidency, he did implement some reforms, including improved funding for rural schools; promoting some aspects of agrarian reform to increase the amount of productive land; labor reforms including workman's compensation and the eight-hour day; but also the right of the government to intervene in strikes. According to historian Peter V.N. Henderson, León de la Barra's and congress's actions \"suggests that few Porfirians wished to return to the status quo of the dictatorship. Rather, the thoughtful, progressive members of the Porfirian meritocracy recognized the need for change.\"[10] León de la Barra ran for the Mexican Congress in 1912 and was elected a senator, aligned with the Científicos and the National Catholic Party.[11] León de la Barra colluded with U.S. Ambassador to Mexico Henry Lane Wilson to oust Madero from the presidency.[12] During the Ten Tragic Days of February 1913, Madero resigned and was then assassinated. During the regime of Victoriano Huerta he served briefly as Foreign Minister and then was appointed ambassador to France (1913–14). He retired to Europe and became president of the Permanent Court of Arbitration, located in The Hague. He participated in various international commissions after World War I and wrote many works on judicial and administrative affairs. In early 1939, León de la Barra was used by the French Foreign Minister Georges Bonnet as an unofficial diplomat to begin talks with General Francisco Franco for French recognition of the Spanish Nationalists as the legitimate government of Spain.[13] The Spanish Nationalists overthrew the Second Spanish Republic in the Spanish Civil War, allying with Nazi Germany and Fascist Italy. As a result of the talks León de la Barra began, France recognized the Spanish Nationalists in February 1939.[citation needed] Anyone associated with the Huerta regime has been tainted in modern Mexican history by the association, including Francisco León de la Barra. He married María Elena Barneque, and when she died he married her sister, María del Refugio Barneque.[citation needed] He died in Biarritz on September 23, 1939, without ever returning to Mexico.","country":"Mexico"}