{"name":"Francisco de Paula Rodrigues Alves","url":"/wiki/Francisco_de_Paula_Rodrigues_Alves","Born":"1848-07-07","Died":"1919-01-16","Political party":"Conservative Party (before 1889) Republican Party of São Paulo (1889–1919)","termEnds":"(PRM)","termStarts":null,"text":"Francisco de Paula Rodrigues Alves, PC (Portuguese pronunciation: [fɾɐ̃ˈsisku dʒi ˈpawlɐ ʁoˈdɾiɡiz‿ˈawvis]; 7 July 1848 – 16 January 1919) was a Brazilian politician who first served as president of the Province of São Paulo in 1887, then as Treasury minister in the 1890s. Rodrigues Alves was elected the fifth president of Brazil in 1902 and served until 1906. During this term he remodeled the then Brazilian capital, Rio de Janeiro, an effort punctuated by the 1904 \"Vaccine Revolt\". He was elected president for a second term in 1918, but died in the influenza pandemic before assuming power, on 16 January 1919. He was succeeded by his vice-president, Delfim Moreira. Rodrigues Alves was born in the city of Guaratinguetá, São Paulo. He graduated as a lawyer from the Faculdade de Direito do Largo de São Francisco, São Paulo, in 1870. His public career started as councilman in his native city, from 1866 to 1870. He became prosecutor in 1870. In 1872 he became a member of the state house of representatives until 1879. Also during the period of the Empire of Brazil, he took office as president of the province of São Paulo, from 1887 until 1888. After the proclamation of the Republic, he was a member of the Constitutional Assembly, and also a member of the house of representatives (1891/1893). He occupied the position of Treasury Secretary twice, from 1891 to 1892 and from 1894 to 1896. He assumed his second mandate as state president in São Paulo from 1 May 1900 to 13 February 1902). On February 13 he resigned to run for Brazil's presidency. He was elected to rule as Brazil's 5th president from 1902 to 1906. He distinguished himself as a great city planner and public financier. He applied his experience in the re-urbanization of the capital of the Republic, Rio de Janeiro. He ran again for the presidency in 1918, won the election with over 99% of the vote, and was scheduled to take office on 15 November 1918. He was unable to do so because of illness, and he died on 16 January 1919, a victim of the Spanish flu epidemic of 1918–1919.[2] 40 years later in 1959, his grand-nephew, Carlos Alberto Alves de Carvalho Pinto, assumed his title of state president in São Paulo where he was the president of the state for 4 years.","country":"Brazil"}