{"name":"Francisco Javier Zaldúa","url":"/wiki/Francisco_Javier_Zald%C3%BAa","Occupation":"Judge, Prosecutor, Professor","Born":"1811-12-03","Died":"1882-12-21","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Francisco Javier Martínez de Zaldúa y Racines was a Colombian, lawyer and politician, elected President of Colombia in 1882.[2] Zaldúa was born in Bogotá, Cundinamarca, on December 3, 1811.[3] He died in the same city, in the Government Palace, on December 21, 1882. He was the first Colombian President to die while in office.[4] His father was don Manuel Maria Zaldúa, a prominent member of the Nueva Granada high society and a very wealthy man. He donated most of his fortune to the cause of independence and in particular to General Antonio Nariño. When the Spanish \"Pacificador\", General Pablo Morillo, made his triumphant entry in Bogotá, the Zaldúa family was attending the military parade. Zaldúa’s father was so offended and outraged, that he suffered a massive heart attack and died instantly.[3] Zaldúa studied jurisprudence and theology at the \"Colegio Mayor de San Bartolomé\", where he graduated with a double mayor and obtained diplomas in Law and Divinity.[3] Zaldúa was a professor of Civil Law and Canonical Law between 1837 and 1866. He later entered the judicial branch where he advanced all the way to Justice of the Supreme Court.[3] As President of this legislative body, Zaldúa became the de facto President of the United States of Colombia for 6 days, when President Tomás Cipriano de Mosquera ceded executive power to the Convention, and until the said convention elected a Council of Ministers to serve collectively as the Colombian head of state. Zaldúa initiated his political career by being elected to the City Council of Bogotá. In 1840 he was elected to the House of Representatives and, later to the Senate, both in representation of his native state of Cundinamarca. He was also appointed as Minister of Government during the administration of President José Hilario López.[5] Zaldúa served as President of the Rionegro Convention, a constituent assembly that created the United States of Colombia, now the Republic of Colombia.[5] In 1881, the presidential campaign to succeed the conservative President Rafael Núñez was taking place. Zaldúa was a man of immense prestige and reputation and José María Rojas Garrido nominated him as candidate for the presidency. The Colombian Liberal Party, which had been divided for many years, united around his name.[3] Zaldúa was 71 years old by then. Former president Aquileo Parra led the Convention’s commission that went to his home to request his acceptance. Zaldúa, in his acceptance speech said: “In the sunset of my life, I have nothing else to offer to the liberal party, but my last days. I hereby accept this nomination as my death sentence”. The Conservative Party abstained from the elections, and Zaldúa defeated fellow Liberal Solón Wilches. He was inaugurated on April 1, 1882.[6]","country":"Colombia"}