{"name":"Friedrich Ebert Jr.","url":"/wiki/Friedrich_Ebert_Jr.","Occupation":"Printer, journalist","Born":"1894-09-12","Died":"1979-12-04","Political party":"Socialist Unity Party","termEnds":null,"termStarts":null,"text":"Friedrich \"Fritz\" Ebert Jr. (12 September 1894 – 4 December 1979) was a German politician and East German communist official, the son of Germany's first president Friedrich Ebert.[1] Ebert was originally a Social Democrat like his father before him, but is best known for his role in the origins of the Socialist Unity Party of Germany and the German Democratic Republic (East Germany), in which he served in various positions.[1] Born in Bremen, Ebert underwent an apprenticeship as a printer from 1909 to 1913. In 1910, he joined the Socialist Workers' Youth and in 1913 the SPD. From 1915 to 1918, he fought in the First World War. During the Weimar Republic, he worked for various social democratic newspapers. In 1933, Ebert was arrested for illegal political activity and detained for eight months in various concentration camps, including Oranienburg and Börgermoor. In 1939, he was conscripted into the army. In 1940, Ebert worked at the Reichsverlagsamt (publishers' office). Until 1945, he was under constant police surveillance. After the demise of the Third Reich, Ebert was elected chairman of the SPD in the Prussian province of Brandenburg. Being the son of a former president made Ebert one of the foremost political leaders in East Germany. His role in this period can be compared with that of Jan Masaryk in post-war Czechoslovakia. Ebert was courted by the leaders of the Communist Party (KPD), who were aiming for unification of the much larger SPD with the smaller KPD. They wanted to use his father's supposed role in the breaking-up of the unity of the German working class in 1918 to get the young Ebert's support for the unification. In 1946, the unification of the two parties' branches in the Soviet Occupation Zone was carried out under Soviet pressure. After the creation of the new party, the Socialist Unity Party of Germany (SED), Ebert was elected to the Central Committee and from 1949 was also a member of the Politburo. He served as President of the Landtag of Brandenburg 1946–1949. After the end of Allied cooperation and the breakup of the administration of Berlin, Ebert became mayor of East Berlin; he remained mayor until 1967. He was a member of the Deutscher Volksrat, a preliminary parliament that drew up the first constitution of the GDR, and after 1949, he also became a member of the People's Chamber, the parliament of the GDR. Between 1949 and 1971, Ebert served as the chamber's deputy president. In 1971, he was elected chairman of the SED faction in the People's Chamber. From 1960, he was also a member of the Council of State and from 1971 its deputy chairman. As such, he was acting head of state in 1973 after Walter Ulbricht's death until the election of Willi Stoph. Ebert lived in Majakowskiring street, Pankow, East Berlin. He was decorated with the Order of Karl Marx, the Patriotic Order of Merit, Star of People's Friendship and the Banner of Labor. After his resignation as mayor, the magistrate of East Berlin awarded him honorary citizenship, which was however declared null and void in 1992.","country":"Germany"}