{"name":"Félix María Zuloaga","url":"/wiki/F%C3%A9lix_Mar%C3%ADa_Zuloaga","Born":"1813-03-31","Died":"1898-02-11","Political party":"Conservative","termEnds":null,"termStarts":"Despite having been defeated, the conservatives appointed Zuloaga as president until 28 December, when they recognized the Regency who was seeking to reestablish the Mexican Empire.","text":"Félix María Zuloaga Trillo (31 March 1813 – 11 February 1898) was a Mexican general and a Conservative leader in the War of Reform. In the late 1850s and early 1860s, Zuloaga served as unconstitutional interim conservative president of Mexico in opposition to the constitutional president Benito Juárez of the Liberal Party. Zuloaga was born in Álamos, Sonora. He attended primary school in Chihuahua before entering a seminary in Mexico City, which he left. He returned to Chihuahua, enlisting in the civil militia in 1834. He participated in campaigns against the Apaches and Comanches. He returned to the capital in 1838 and entered the army as a second lieutenant of engineers. He took part in the Pastry War against the French (1838) and the War of Texas Independence. Initially a liberal in politics, in 1840 he defended the government of President Anastasio Bustamante (who had both liberal and conservative connections). The following year he was allied with Antonio López de Santa Anna. He fought the separatists in Yucatán and directed the fortifications at Monterrey. During the Mexican–American War, he was mayor of Chihuahua. He rejoined the army and in 1838 was named the president of the Council of War of the garrison of Mexico City. In 1854, he fought against the liberals supporting the Plan de Ayutla and was taken prisoner. He was now a brigadier. In 1855, he was a representative of Chihuahua in the Junta of Representatives of the States that met in Cuernavaca. Zuloaga fought against the conservatives in two campaigns in Puebla, but on 17 December 1857 he came out against the 1857 Constitution of Mexico and joined in a coup d'état staged by a junta of generals and leading Catholic clergy. Two days later, the wavering moderate President Ignacio Comonfort accepted the reactionary Plan of Tacubaya, thus abandoning the Constitution of 1857. Various liberals protested, including Benito Juárez, the president of the Supreme Court and constitutional vice-president, next in line to succeed to the presidency, but they were arrested and imprisoned. The leaders of the junta became uneasy after President Comonfort announced he was assuming extraordinary powers for himself. On 11 January 1858, General Zuloaga demanded the president's resignation (although Comonfort and Zuloaga had been friends). Comonfort resisted for ten days. During that time he freed Juárez and the other liberals who had been jailed. Upon Comonfort's ouster, Juárez assumed the presidency in accordance with the constitution, but Zuloaga was in military command of the capital, and Juárez had to establish his government in Guanajuato. This was the beginning of the War of the Reform. Comonfort left the country, repudiated by all parties. Zuloaga was selected by the backers of the anti-constitutional junta, conservative generals and Catholic clergy, to serve as interim president of Mexico on (21 January 1858). He held this position until 24 December 1858, when he was deposed by General Manuel Robles Pezuela (as a substitute for General Miguel Miramón, who was on campaign), under the Plan de Navidad. Robles Pezuela held the presidency until 21 January 1859, and, on 24 January, Zuloaga returned to office. (José Mariano Salas also claimed the conservative presidency briefly.) Zuloaga's second term lasted until 1 February 1859, when he was replaced by Miramón. On 9 May 1860, Zuloaga issued a proclamation reclaiming the presidency, but the following day Miramón had him arrested. Miramón was reported to have told Zuloaga upon his arrest, \"I will teach you how to win the presidency.\" Zuloaga escaped from León, Guanajuato, on 3 August 1860 and marched to Mexico City. However, the Governing Council (conservative junta) there refused to recognize him as president. He was president again for two years (from 28 December 1860 to 28 December 1862), but in name only, because he spent this time on the campaign.[citation needed] Upon the triumph of the liberals in the War of the Reform, Zuloaga was declared an outlaw because of his responsibility for the execution of Melchor Ocampo. Zuloaga tried to ally himself with the French during the period of the Second Empire (1864-1867), but without success as the later defeat of the French contributed to the end of conservative resistance on the battlefield in Mexico. In 1865, he was exiled to Cuba. He returned to Mexico years later, after the death of Juárez. He did not re-enter politics but became a tobacco merchant. He died in Mexico City in 1898.","country":"Mexico"}