{"name":"Germán Suárez Flamerich","url":"/wiki/Germ%C3%A1n_Su%C3%A1rez_Flamerich","Born":"1907-04-10","Died":"1990-06-24","termEnds":"(1907–1990)","termStarts":null,"text":"Germán Suárez Flamerich (10 April 1907 – 24 June 1990) was the president of Venezuela from 1950 to 1952. Flamerich was a lawyer, college professor, diplomat, and politician.[1] He was president of the Government Junta from 1950 to 1952, after the assassination of Carlos Delgado Chalbaud. Flamerich's parents were J.M. Suárez and Clorinda Flamerich. He graduated from the Liceo Caracas high school and then from the Universidad Central de Venezuela. As a college student, he participated in the protests against the dictatorship of Gómez of the \"Semana del Estudiante\" in February 1928. He was sent to jail in April 1928 and again from October to December 1929. Flamerich obtained his law degree from the Central University of Venezuela on July 30, 1931, with a thesis entitled Las fundaciones en Venezuela (The Foundations of Venezuela). After obtaining his doctorate, Flamerich became a civil law professor at the Universidad Central de Venezuela. In 1936, after the succession of Eleazar López Contreras to the presidency of Venezuela and the corresponding gradual democratic shift, Flamerich was named Chair of Civil Law.[2] He resigned that position in February 1937 in protest, after police officers forcibly entered the university campus.[2] Between 1937 and 1940 he held the presidency of the Coordinating and Reviewing Commission of Laws, and in 1939 and 1940 he served as president of the Caracas Municipal Council. Between 1940 and 1941 he was president ad honorem of the Price Regulatory Commission.[3] Flamerich resumed his position as Chair of Civil Law in 1941. For the legislative term from 1941 to 1944, he also became a congressional representative for the Distrito Federal. In that role he opposed a treaty that would demarcate the borders between Colombia and Venezuela, arguing that it was contrary to Venezuela's national interest.[4] In 1945, the year of the coup d'état led by the Patriotic Military Union and the Democratic Action Party against Isaías Medina Angarita which created Rómulo Betancourt's Revolutionary Government Board, Flamerich returned to the law school at the Central University of Venezuela.[2] That year, he was appointed Dean of the law school there. On November 14, 1945, he was appointed dean of the UCV Law School, a position in which he remained until 1947.[2] In February 1948, the novelist and candidate for AD, Rómulo Gallegos, took office as President of the Republic after becoming the first president elected by universal, direct and secret vote in the history of Venezuela. However, Gallegos was overthrown on November 24 by the same military leaders who led the 1945 coup. In 1948, Flamerich was named adviser to the Military Junta (1948). He later served as Secretary of Foreign Affairs in 1949 and ambassador to Peru in 1950. On 27 November 1950, he was called to serve as president after the incumbent, Colonel Carlos Delgado Chalbaud, was assassinated. Although Flamerich was the nominal head of the government junta, real power was understood to be exercised by the Defense Minister, junta member Marcos Pérez Jiménez. When initial results of the 1952 Constituent Assembly elections had the opposition well on its way to victory, the junta halted the count for three days and then released results showing the pro-government bloc with a majority. The junta dissolved itself and handed power to the military, which installed Pérez Jiménez as provisional president; he was confirmed as president a few months later by the Constituent Assembly.[5] Flamerich went into exile for many years afterward. He later returned to Venezuela and worked as a lawyer. He died in Caracas on 24 June 1990. Flamerich was married to Rosario Pérez Carreño,[citation needed] who served as First Lady of Venezuela from 1950–1952,[citation needed] Rosario Pérez Carreño","country":"Venezuela"}