{"name":"Getúlio Vargas","url":"/wiki/Get%C3%BAlio_Vargas","Born":"1882-04-19","Died":"1954-08-24","Political party":"PTB (1946–1954)","termEnds":"(PSP)","termStarts":null,"text":"Getúlio Dornelles Vargas (Brazilian Portuguese: [ʒeˈtulju doɾˈnɛliz ˈvaɾɡɐs]; 19 April 1882 – 24 August 1954), also known by his initials GV and nicknamed \"the Father of the Poor\",[1] was a Brazilian lawyer and politician who served as the 14th and 17th president of Brazil, from 1930 to 1945 and from 1951 to 1954. Born in São Borja, Rio Grande do Sul to a powerful local family, Vargas had a short stint in the Army before entering law school. He began his political career as district attorney, soon becoming a state deputy prior to an interim period. He entered national politics as a member of the Chamber of Deputies, then served as Minister of Finance under president Washington Luís before departing to head Rio Grande do Sul as state president. In 1930, after losing the presidential election, Vargas rose to power under a provisional presidency following an armed revolution, remaining until 1934 when he was elected president under a new constitution. Three years later he seized powers under the pretext of a potential communist insurrection, beginning the eight-year long Estado Novo dictatorship. In 1942, he led Brazil into World War II on the side of the Allies after being sandwiched between Nazi Germany and the United States. Though there was notable opposition to his government, the major revolts – the 1932 Constitutionalist Revolution and the Communist uprising of 1935 in his constitutional presidency, and the Brazilian Integralist Action's putsch in his dictatorship – were all successfully suppressed, though the methods Vargas used in quelling his opposition ranged from light peace terms to jailing political opponents. Though he was ousted in 1945 after fifteen years in power, Vargas returned to the presidency democratically after winning the 1950 presidential election. However, a growing political crisis led to his suicide in 1954, prematurely ending his second presidency. Historians consider Vargas as the most influential Brazilian politician of the 20th century. He is also one of a number of populists who arose during the 1930s in Latin America, including Lázaro Cárdenas and Juan Perón, who promoted nationalism and pursued social reform.[2] Getúlio Dornelles Vargas was born in São Borja, Rio Grande do Sul, on 19 April 1882, as the third of five sons born to Manuel do Nascimento Vargas[a] and Cândida Dornelles Vargas.[3][4][5][b] São Borja, located near Brazil's border with Argentina, was a center of smuggling, political adventurism, and armed conflict. The town, and Rio Grande do Sul as a whole, was known for an unusually violent history.[6] The Vargas family reflected some of these characteristics; one of Vargas's brothers was accused of two assassinations.[6] In 1933, during Vargas's first presidency, two of his nephews were killed in a border clash. A total of seventy-six citizens of São Borja complained to the president of Rio Grande do Sul about the Vargases' \"coercive\" actions in 1919.[6] Vargas's mother Cândida was described as being \"short and fat and pleasant\" by her nephew Spártaco.[7] Her side of the family came from the Azores and provided for some of the founders of Porto Alegre, capital of Rio Grande do Sul.[8] Vargas's father Manuel was one of fourteen children, an honoured military general for his service in the Paraguayan War, and a local Riograndense Republican Party leader.[9][4] Manoel had a background in Azores and São Paulo; being a descendant of early São Paulo families (paulistas) and Amador Bueno, a noted paulista from the colonial Brazilian era.[10] During the Federalist Riograndense Revolution, Cândida's side of the family became maragatos, or federalists, while Manoel's side fought on the chimango, or republican, side.[11] Their marriage brought together the two warring factions in the region.[6] Vargas is said to have had a happy childhood thanks to the respect his mother received from the town due to her position between the two political factions.[12] Vargas studied at a private primary school in São Borja run by Francisco Braga. He did not finish, however, for Vargas was sent to the Ouro Preto Preparatory School in Minas Gerais. The invitation was at the request of his brothers, and Vargas traveled by boat from Buenos Aires in Argentina, rushing as quickly as possible overland due to yellow fever in Rio de Janeiro.[12][11] There, Vargas was the subject of hostility by his fellow cadets. He was taunted with the nickname xuxu, or chayote, an insinuation of Vargas's height (5 ft 2 in (1.57 m)) and his \"round shape\".[11] He and his older brothers were forced out of the school after Vargas's brother Viriato, with the aid of his brother Protasio, shot fellow cadet Carlos Prado to death, even though Vargas had nothing to do with the incident.[11][12] Similar to his father, Vargas embarked on a military career. He joined the Army in 1898 despite his father's requests not to, enlisting as a private in the 6th Infantry Battalion for one year and was promoted to sergeant in 1899. He also joined the military college at Rio Pardo and studied there until 1901.[4][5][13] Vargas and twenty other cadets were forced to leave when they joined in a protest over lack of water, though. Only some time later did an amnesty allow him and the others to return.[11] Still having time to serve, Vargas was then transferred to Porto Alegre and joined the 25th Infantry Battalion.[4][5][14] He tried leaving to enroll in law school, but his discharge was delayed due to a medical examination that was required. At that very moment, Vargas was sent to Corumbá in what was then Mato Grosso when a border crisis broke out between Bolivia and Brazil in February 1903.[4][5][15][14] The disillusioned Vargas did not have to fight as the dispute was settled before he arrived, later saying that living under difficult conditions allowed him to learn to judge others though he was disappointed from being kept idle and non-combatant.[5][16][14] He asked for a discharge once again, and was able to obtain paperwork falsely stating he had had epilepsy.[16] Vargas was admitted to the law school at Porto Alegre and adapted easily to the elitist climate among students. He became active in the students' republican faction and served as an editor and profile writer for the school's newspaper, O Debate (The Debate).[17][5][18] Vargas and his friends were also influenced by politician Júlio de Castilhos, creating the Bloco Acadêmico Castilhista (Castilho's Academic Block) to keep his ideas alive after his death.[18][17] During his time at the school, Vargas was appointed the valedictorian of his class and stayed in a series of fraternity-like boarding houses, in one of which he made connections with future president and collaborator Eurico Gaspar Dutra.[17][4][18][5] Vargas also spoke to visiting President Afonso Pena as a student representative in August 1906, saying, \"We are today simply spectators of the present, but we will be judges of the future… Democracy is the common aspiration of civili[z]ed peoples as to their political system, but only with education can we have a people truly capable of democratic government.\"[18] Vargas graduated in 1907 at the age of twenty-six.[19][17][18] Entering politics in the Republican Party of Rio Grande do Sul,[20] Vargas had two options after graduating from law school. He could either accept an instructorship position in the school he had just graduated from, or he could become the state attorney.[21] Vargas chose the latter, a position that was secured by his father, and he was named the Rio Grande do Sul state attorney general by his party.[22][23][17] It was very apparent, however, that Vargas was received the position due to his connections.[17] The opposition newspaper Petit Journal created a political cartoon to emphasize this: the president of Rio Grande do Sul, Borges de Medeiros, asking small children if they would like candy. Vargas, or the child representing him, said, \"No, I want to be district attorney.\"[17] He remained in the position until 1908.[19] Vargas would gain invaluable experience, and, after building himself a reputation for loyalty and brightness, would be elected to the State Chamber of Deputies in 1909.[21][24][17] Though he was only in his twenties, he still managed to make himself known for the ability to temporize and became well-liked.[17] However, the Legislative Assembly of Rio Grande do Sul only convened for two months in a year and pay was allotted, meaning that Vargas needed to find other income sources. This was partially because of the downgraded importance of state legislators in Rio Grande do Sul in sharp contrast to other states.[25] Believing São Borja could not support more than one advocate's office, Vargas began his legal career as a \"promoter\", or a junior public prosecutor, in Porto Alegre.[26] Vargas's first case dealt with rape, one which he settled privately by convincing both parties to marry.[27] Vargas's vocation as a promoter did not last long, for he married fifteen-year-old Darci Lima Sarmanho,[c] a woman thirteen years younger than himself, in March 1911. They would remain together for forty-seven years until Vargas died in 1954.[21][17][26] She was the daughter of Antonio Sarmanho, a merchant, farmer, and one of Manuel's closest friends, and was orphaned at age fourteen.[26] According to historian Robert M. Levine, Darci stayed in the background for most of Vargas's life and overlooked the family's households. She also devoted herself to public charity causes later in their lives when Vargas would become president.[17] They had five children together: Lutero, Jandira, Alzira, Manuel (also known as Maneco), and Getúlio (also known as Getulinho). Alzira would go on to become a law school graduate and became Vargas's favorite.[28] However, Vargas was an unloyal husband, often participating in sexual dalliances. He would take a mistress in 1937 and become devoted to her, later confirmed by his diaries published fifty years after his death in 2004.[28] It is believed the mistress was Aimée de Soto-Maior, later Aimée de Heeren, recognized by the international fashion press as one of the world's most glamorous and beautiful women. Heeren neither confirmed nor denied the rumor.[29] Now back in São Borja, Manuel gave Vargas some land near his own and money to set up a home and legal practice. The combination of a political and legal profession wasn't all too uncommon in Latin America, too. Vargas was now a conciliator and advisor, taking on many cases dealing with a social factor, an experience that can be considered a component of his later social reform.[27] Between 1913 and 1917, Vargas's political career ceased, however. While the second term of President Medeiros was underway (and Medeiros oversaw the creation of a library, hospital, rebuilding of ports, and revamp of railways), Vargas fell out with the state president at the end of 1912.[27] Commenting on his resignation speech to the Assembly, historian Richard Bourne states, \"Get[ú]lio's departure was marked with finesse: he made just enough noise to indicate to the gaucho boss that he was not to be treated lightly, and not such a dramatic ruction as to make a later composition impossible.\"[27] Medeiros still needed the powerful Vargases' support, however. Near the end of 1916, Vargas refused an offer from Medeiros to become the state's police chief, opting instead to successfully run for reelection as a state deputy and would remain for two terms.[30][19][31] Throughout his renewed tenure, he was, satirically, described as the \"mathematician of the party\" and named party (or majority) leader.[32][31] While tasked with the crucial responsibility of ensuring the reelection of Medeiros, Vargas was also chairman of an Assembly commission dedicated to verifying election results for the state presidency, or, as his opposition put it, partaking in electoral fraud.[31] In the latter part of his term, Vargas was in charge of leading and reporting the budget.[19] During the 1923 civil war in Rio Grande do Sul, Vargas was called upon to lead a military unit with Republicans. He would organize the Seventh Provisional Division, and, when Republicans Oswaldo Aranha and José Antonio Flores da Cunha were under siege by Liberationists, lead two-hundred-fifty provisórios as lieutenant colonel, marching one hundred miles at night to Uruguaiana to \"defend the ideas of his party\".[19][33][20] Halfway there at Itaqui, he found the railway cut and an absence of mounts for his horsemen. According to Aranha's brother Adalberto, Vargas was persistent, decisive, and speedy throughout the crisis.[33] He ordered his forces out of the town and the embarkation of his troops on requisitioned river barges. Vargas also ignored low water warnings to save the detrimental situation the Republicans had gotten themselves into.[33] He said, \"I will send them all to arrive there in time. Only the impossible will deter me from coming to the help of my comrades.\"[34] Before he could command any real action, President Medeiros messaged Vargas to hand over the military as he had been named federal deputy, a vacant seat he ran for in 1922, and deputies could only command troops with the permission of the National Congress. Vargas turned his command over to his cousin Deoclecio Dorneles Motta, immediately departed for Rio de Janeiro, and now held a far more important task — restoring the power of Rio Grande do Sul in federal politics.[20][24][32][34] In May 1923, Vargas became a national deputy, becoming Medeiros's \"man of confidence\" during a troubling period. His objective was to diminish federal intervention in the state civil war and gave a speech stating the state government had it under control. In reality, there was doubt this statement was true and Medeiros had had to raise private loans in Uruguay to pay for war expenses.[35] Vargas also had to lead his bloc of \"gaucho deputies\", demoralized after an editorial appeared in Porto Alegre calling for the acceptance of the incoming Arthur Bernardes administration.[35] In 1924, Vargas became the official leader of the Rio Grande do Sul congressional delegation, the same year he was forced to take his daughter Alzira out of school in November after a warship opened fire on Rio de Janeiro as part of the tenente rebellions.[32][19][36] According to Levine, Vargas's \"most noteworthy achievement as a congressman came in 1925, when as a member of a commission studying constitutional reform he advocated greater government authority.\"[32] With the knowledge that a paulista would succeed Bernardes (see Background and the Old Republic), Vargas cultivated the paulista delegation during Bernardes's presidency. When Washington Luís[d] was elected president in 1926, he chose Vargas to become his Minister of Finance.[36][37][38] This was despite the fact Vargas had virtually no fiscal experience, even going as far as to deny joining a finance committee when he was in Congress. The appointment was based on gratitude toward Medeiros for helping him become president and a political deal apart of the many cabinet positions divided amongst important states.[36][3][32] Though the economy was prosperous from 1926 to 1928, it was entirely based upon coffee.[37] Within a month, Vargas had submitted a money reform bill to the National Congress, similar to the French Poincaré, with the objective of stabilizing the value of the Brazilian currency. It saw initial success before collapsing in the wake of the Wall Street Crash of 1929.[39] Vargas introduced a tax on consumption with the purpose of undermining the country's dependency on customs revenue.[39] He would also hold audiences where up to a hundred people could submit their petitions, requests, and complaints, ranging from ordinary citizens to congressional deputies.[39] Although Vargas only served two years as Finance Secretary before returning to Rio Grande do Sul to become the president (governor) in 1928, he gained valuable recognition and experience on a national level.[3] In 1928, Medeiros was to complete his lengthy tenure and depart from the presidency of Rio Grande do Sul. Vargas, meanwhile, looked on with caution, so far as to prevent a journalist from writing about Vargas's audiences in Diario de Noticias back in Porto Alegre, believing it would pass off as an attempt for the presidency.[39] Acknowledging Medeiros's autocratic philosophy was the reason for this; a successor was in Medeiros's control and he could have vetoed any nomination. Despite this, Vargas had many beneficial factors on his side: Medeiros's debt, his national achievements, his distancing from intrastate quarrels, his popularity amongst party youth such as Aranha, and his ability to mediate difficult situations.[40] Medeiros selected Vargas as his successor, followed by Vargas's resignation from Luís's cabinet in late 1927. With the lack of an opposition and the Republican political machine, Vargas's election was assured and he became the president of the state with his term set to expire in 1932.[41][42][19] Vargas was active throughout his two-year tenure. In one instance, he vetoed dishonest election results which favored his political party. In another, he negotiated a ceasefire between his state's two warring factions and successfully ended decades of hostility.[43] With that, he also made peace with other groups in the state, such as making concessions to Liberationists.[44] Levine states, \"As governor, Vargas achieved bipartisan support for his government, for the first time in generations.\"[43] Along with Aranha, who carried out his economic program, he provided credit to cattle ranchers and created interventionist cooperatives to bring in resources and lower export prices for agriculture. Vargas established the Banco do Rio Grande do Sul (Bank of Rio Grande do Sul) to lend money to farmers and touched upon education, mining, agriculture, and roads.[45][43] The people rallied around him as Vargas promoted the planting of wheat and created a department of agriculture. Vargas doubled the amount of primary schools in the state, oversaw the construction of bridges and roads, and revisited the railroad contract between Rio Grande do Sul and the federal government in order to favor the state.[19] Despite that, he remained loyal to Luís's administration and maintained ties to the federal government.[43] Vargas also championed the VARIG airline and improved law courts.[46] Throughout the First (or Old) Republic (1889–1930), Brazilian politics were consolidated in an oligarchic alliance known as coffee with milk politics (also referred to as coffee and cream).[47] This alliance joined the dominant states of São Paulo, known for its coffee production, and Minas Gerais, known for its dairy (or cream) products.[47] Essentially, the presidency was interchanged between the two powerful and growing states; one president would be nominated from São Paulo while the next would be from Minas Gerais.[47] This alliance was opposed by the tenentes (lieutenants) – junior military officers who were discontent with coffee and milk politics.[48][49] Several revolts were staged throughout the 1920s, notably a short-lived one at Fort Copacabana in Rio de Janeiro and another in São Paulo, the latter of which cost the lives of 1,000 residents and led to the temporary evacuation of 300,000 people.[48][49] The 1917 general strike where 20,000 workers were on strike in São Paulo,[50] lack of suffrage for 64% of Brazilians due to illiteracy, mass disease, and the tenente revolts made clear the rising unrest within the Republic.[48][51][52] World coffee prices crashed in October 1929 and, with it, the Brazilian economy.[51] In the midst of unrest and the collapse of the economy, President Luís broke the coffee and milk agreement, declaring Júlio Prestes (a politician from São Paulo) his successor instead of a person from Minas Gerais, violating the four-decade old oligarchy.[3][51] Vargas publicly announced his views on the First Brazilian Republic in a proclamation on 4 October 1930:[53] The people are starving and oppressed. Representative government has been destroyed by the oligarchies and the professional politicians. Brutality, violence and squandering of public funds is seen at every level of Brazilian national politics.… The ensuing political crisis of Luís choosing a paulista to succeed him led to the formation of the Liberal Alliance (Aliança Liberal [pt]) (consisting of Minas Gerais, Rio Grande do Sul and Paraíba), forming an opposition to Prestes and nominating Vargas, who led a broad coalition of middle-class industrialists, planters from outside São Paulo, and the tenentes for the presidency.[23][51][54][55] Support for Vargas was especially strong in the states of the alliance.[3] During the campaign, Vargas had also been careful not to offend planter landowners, though he did advocate moderate social reform and economic nationalism.[2] The Liberal Alliance, amongst other social issues, pushed for agricultural schools, industrial training centres, sanitation to the countryside, establishing workers' vacations and a minimum wage, political reforms, individuals' freedom, and consumer co-operatives, the majority of which Vargas would go on to install in the Brazilian economy.[56][57] Much to the distaste of the opposition, Julio Prestes was declared winner of the 1930 election.[57][58] This, however, did not go without many claims of electoral fraud, though fraud was committed on both sides.[57][58] Electoral machines produced votes in all Brazilian states, including Rio Grande do Sul, where Vargas won 298,627 votes to 982.[57] Although many in the opposition considered orchestrating a coup following the results, Vargas claimed that they did not have enough power to successfully dispute the election. Eventually, it seemed the planned coup would not be executed. However, in the wake of the assassination of João Pessoa, Vargas's running mate, for romantic reasons, the opposition decided it was ultimately time to take up arms, and Vargas agreed.[58][59][60] Although the president was elected in March, he wasn't to be sworn-in until November, leaving time for Luís to transition power to the president-elect, Prestes.[58] Alongside his co-conspirators, Vargas planned to overthrow the federal government in an armed revolution. This revolution, known as the Brazilian Revolution of 1930, began on 3 October 1930.[19][61] Railway workers went on strike.[61] The capital of Pernambuco, Recife, was overtaken by its own citizens who invaded government buildings, an arsenal, and wrecked a telephone station.[61][62] Revolutionaries quickly took control of the Northeast, and it was all building up to a large military confrontation in São Paulo. This, however, never happened, as Luís resigned on 24 October 1930, at the urging of both the military and Cardinal Dom Sebastião Leme, paving the way for a short-lived military junta, composed of Brazil's military leaders, to take charge of the government.[58][62] Revolutionary leaders, surprised at the ousting of the President, were concerned as it had been done without previous notice to the revolutionaries. Vargas would go by train to São Paulo and continue toward Rio de Janeiro (the nation's capital at the time)[61] and telegraphed to the junta on 24 October 1930:[63] I am on the São Paulo border with thirty thousand men perfectly armed and acting in combination with the states of Rio Grande do Sul, Paraná, Santa Catarina, Minas Gerais and the north, not to depose Washington Luis, but to realise the program of the revolution… I am merely a transitory expression of the collective will. Members of the junta of Rio de Janeiro will be accepted as collaborators but not directors, since these elements joined the revolution at the time when its success was assured. Under these conditions, I will enter with the southern forces into the state of São Paulo, which will be occupied by troops I can trust. We will arrange the trip to Rio [de Janeiro] later. It is unnecessary for me to say that the march upon São Paulo and the subsequent military occupation is merely to guarantee military order. We have no desire to antagonise or humiliate our brothers from this state, who deserve only our esteem and appreciation. Before beginning our march for São Paulo tomorrow I want to hear any proposals that the junta may wish to make. Vargas arrived in Rio de Janeiro in a uniform and wide-brimmed pampa hat, with 3,000 soldiers in the city in preparation of his arrival.[61] The junta withdrew from power and installed Vargas as \"interim president\" on 3 November 1930.[23][64] Vargas's provisional presidency began on 3 November 1930, when he assumed \"unlimited power\" from the provisional government in the aftermath of the Revolution of 1930, and gave a speech detailing a 17-point program.[65][64][e] He imprisoned his prominent political opponents, and instead of taking the \"constitutional solution\", where Vargas would act within the boundaries of the 1891 constitution and he would be declared victor of the 1930 election, Vargas chose the \"revolutionary solution\" and assumed emergency powers with a provisional government as he had told Aranha from Ponta Grossa.[66][67] Even amongst the poorest of Brazilians, Vargas had brought hope to them, something which drove him to oblige to his goals. For now, the Brazilian people lived under a regime lacking political parties and one which governed by decree, which they accepted.[68] Vargas also held sympathies for a corporatist state.[69] The old political formula, stressing the rights of man, appears to be decadent. Instead of individualism, synonym for an excess of liberty, and of communism, a new mentality for slavery, the perfect co[]ordination of all initiatives should prevail, circumscribed within the orbit of the State; and class organi[z]ations should be recogni[z]ed as collaborators in public administration.[69] Officially, Vargas was the Head of the Provisional Government of the Republic of the United States of Brazil.[70] At the beginning of his provisional presidency, Vargas first addressed the crisis in the coffee industry, which was suffering from low prices due to the Great Depression, beginning in the U.S. on 29 October 1929. The Great Depression led to a lack of markets for Brazil's agricultural production and shook up the Brazilian economy. Planters found financial ruin, unemployment in cities grew, foreign revenue declined, and convertible money was no longer in circulation.[9][68] For instance, the price of coffee was 22.5 cents per pound in 1929, but this plummeted to a mere eight cents in 1931.[71] Though Vargas promoted the diversification of agriculture, especially with cotton,[2] Vargas's government also recognized that they could not abandon the coffee sector, and as such they tried to concentrate Brazil's coffee policy in their hands. On 10 February 1933, Vargas's government created the National Coffee Department (DNC) (Departamento Nacional do Café [pt]) via decree 22,452.[72][73] In March 1931, a decree was issued which barred imports of machinery for industries suffering from overproduction.[71] Vargas's government was presented with a major problem, however: Large stocks of coffee had no demand on the international market. In July 1931, the government, using the money it received via export taxes and exchange taxes, would buy up excess coffee and terminate a part of it. Doing such, the price of coffee would be sustained and the supply would be reduced similar to practices introduced in Argentina (grapes) and Australia (flocks of sheep). The plan lasted many years, only ending in 1944. By that point, Vargas's government had destroyed 78,200,000 sacks of coffee, the equivalent of the world's consumption for three years.[74] Vargas quelled a female workers' strike in São Paulo by co-opting much of their platform, but requiring their \"factory commissions\" to use government mediation in the future.[75] Moreover, Vargas, starting in his provisional presidency and ending in his second term, implemented a plethora of economic reforms, including retirement pensions, regulations for workers' vacations, the regulation of commercial establishments, conditions for the employment of minors, disability insurance, benefits for pregnant women, night work for minors regulated, minimum wage, professional licensing and the regulation of working time.[76][77] The President gained considerable support from organized labor with his government beginning construction on long-promised workers' housing in Rio de Janeiro and São Paulo, despite it being under par compared to the needs of the growing population.[67] According to historians Boris and Sergio Fausto, \"One of the more coherent aspects of the Vargas administration was its labor policy. Between 1930 and 1945, it passed through several stages, but from the beginning it appeared as innovative as far as what preceded it was concerned. Its main objectives were to repress efforts of the urban working class to organize outside the aegis of the state and to incorpoate the working class into the government's array of supporters.\"[74] To achieve these goals, Vargas, notably, created the Ministry of Labor, Industry, and Commerce[f] (Ministério do Trabalho [pt]) in November 1930.[74][65] Laws were passed to protect workers, a March 1931 decree brought unions into line, and Vargas's government established the Bureaus of Reconciliation and Arbitration (Juntas de Conciliação e Julgamento [pt]) to mediate worker-boss affairs.[79][80] To protect the rights of Brazilian workers, the government limited immigration and required that at least two-thirds of all workers at any given factory be Brazilian.[71] He also began taking repressive measures toward leftist organizations in respect to the economy, particularly the Brazilian Communist Party.[74] The economic regulations Vargas imposed, however, were still being circumvented as late as 1941.[76] While it was impossible for the minimum wage laws to be evaded by large businesses or in large towns,[82] the minimum rural salary of 1943 was, in many cases, simply not abided by employers.[83] In fact, many social policies never extended to rural areas.[84] While each state varied, social legislation was enforced less by the government and more by the good will of employers and officials in the remote regions of Brazil.[85] Vargas's legislation did more for the industrial workers than for the more numerous agricultural workers,[86] despite the fact that only relatively few industrial workers joined the unions that the government encouraged.[84] The state-run social security system was inefficient and the Institute for Retirement and Social Welfare produced few results.[87] The popular backlash due to these shortcomings was evidenced by the rising popularity of the National Liberation Alliance, a leftist front, in 1935.[88][89] The Faustos state that, \"The nation's financial situation became untenable halfway through 1931.\"[74] Payments on Brazil's foreign debt ceased in September of the same year, and the Banco do Brasil had once more been granted sole permission to exchange currency, a measure that had originally been put in place by President Luís's government yet repealed by Vargas's provisional government.[74] Brazil had had a close cooperation between the church and state by the time Vargas assumed power. The collaboration began mostly in the 1920s under the administration of Arthur Bernardes. Vargas now made the relationship much closer, evident in the unveiling of the statue of Christ the Redeemer on 12 October 1931.[90] Vargas and his ministers were present at the unveiling, and Cardinal Leme, who was influential in the ousting of President Luís (see Nomination and Revolution of 1930), declared Brazil as \"the most holy heart of Jesus, whom it recognized as its King and Lord.\"[90] Vargas's government took special measures in favor of the church, and the church received support for the new government from the majority of Brazil's Catholics. In April 1931, a decree allowed religion to be taught in public schools.[90] This was all despite the fact that Vargas was firmly agnostic (though Darci practiced Roman Catholicism),[91] going as far as to name his first son Lutero, an un-Catholic name.[92] His purpose for the union between the church and state was to build popular support for his government through the channeling of religious feelings toward the state, though.[92] Hoping to tackle the issue of education as well, Vargas's government immediately introduced new measures to improve what was perceived as a problem in Brazil. Like religion, reform was tried in the 1920s at first, beginning at the state level. However, Vargas's new government sought to centralize education, creating the Ministry of Education and Health (Ministério da Educação [pt]) in November 1930.[65][93] The initiatives were based on \"authoritarianism\" and a hybrid between hierarchical values and Catholic conservatism, though it was never considered \"fascist indoctrination\". Major reforms also took hold in higher education, with Vargas's government creating conditions favorable to universities.[93] Vargas's reforms were limited, however. Though his laws were in existence, the enforcement of those laws was lackluster.[94] In 1948, Anísio Teixeira, considered to be Brazil's greatest education reformer, reviewed the education reform done in the state of Bahia after twenty years (1928–1948).[94] On 16 April 1948, Teixeira gave a speech in the capital, Salvador:[94] Most of the state's educational efforts are performed by a cadre of primary schoolteachers centered in cities or dispersed throughout the interior, where in almost all cases there are no school buildings, only makeshift classrooms, and virtually no teaching materials. There are few state-funded secondary schools in Bahia, which lamentably is disorganized and congested, and only three institutions to train elementary-level teachers. Only one of them has adequate facilities. In spite of the strangulation and humiliation, there are still noble examples of teachers' devotion and persistence. It was apparent the provisional federal government was attempting to centralize their power. After dissolving state and municipal legislatures as well as the National Congress, Vargas assumed all policymaking power of the legislative and executive branches and the ability to name and dismiss public officials at will, though the judiciary branch was allowed to remain with modification on all levels of government. Ensuring his support, Vargas also named federal \"intervenors\" to administer the Brazilian states and replace presidents (governors), with the only exception being Minas Gerais, where the president was allowed to remain as intervenor. Nearly all these actions were perscribed in a single decree established on 11 November 1930.[95][67][96][90][97] However, despite the reform Vargas implemented, the adjustment from the Old Republic to a new regime was painful.[98] A rebellion broke out in Recife in May 1931, and Aranha and General Leite de Castro presented Vargas with a decree which would declare martial law for mutinies. Vargas told them to redraft it, and Aranha told Vargas's secretary, \"This Getúlio has a passive resistance that is enervating.\"[99] While Vargas increased his support with senior army officers, bloody riots broke out in Recife in October 1931. In February 1932, the Democratic Party of São Paulo joined forces with Republicans in a united front against Vargas. There was even a front in Vargas's home state of Rio Grande do Sul, pushing for a seven-point program, the instant restoration of individuals' rights, the guarantee of press freedom, and the election of a constituent assembly.[100] At this point, foreign diplomats had much doubt Vargas had any control of events, observing the division between revolutionary leaders and unrest in the country.[101] Somewhat on the contrary, Sir William Seeds, British ambassador, wrote the following in a commentary for the Foreign Secretary on 1 July:[102] All is doubt and apprehension. Save in the Catete Palace. At my farewell interview with the Chief of Government yesterday His Excellency was at the top of his form, physically well, mentally carefree, as ready to joke about his \"tenentes\" as about our De Valera, delighted to point to the undoubted fact that, on the whole, Brazil is a happier country than any other at the present juncture. Personally I never fail to find his attitude infectious, and to trust not only in his Star, but also in the unadverti[z]ed and very real skill which has enabled him for so long to keep his Government a going, if not a very prosperous, concern. The painful transition between republics was most evident in the 1932 Constitutionalist Revolution, a three-month long civil war in Brazil (9 July–2 October 1932) which pitted São Paulo, who now suffered as their interests and pride were lost, against the federal government in the name of a free constitution.[103][98][104] Furthermore, the state of São Paulo was distressed with Vargas's implementation of intervenors to replace state presidents. São Paulo's intervenor, João Alberto Lins de Barros, was extremely unpopular in the state, becoming the subject of hostility by politicians and the press despite his best efforts to appease them.[103] He was forced to resign in July 1931 after a minor rebellion in April of that year, and three separate intervenors succeeded him until mid-1932, including a civilian intervenor Vargas appointed in March 1932.[105][99] The state believed their insurrection would set off a domino chain and that Minas Gerais and Rio Grande do Sul would join them and a potential coup would transpire, which was not the case.[104] However, Vargas felt depressed during the crisis, with both Alzira and Monteiro noting he was passing through an abrupt mental stage at the beginning of the revolt.[106] Although federal forces defeated the revolutionaries, a new constitution would be enacted two years later in the aftermath.[98] Vargas, meanwhile, enforced soft peace terms, ordered the federal government to pay half of the rebels' debt, and refused to bomb or invade the city of São Paulo during the conflict, rather limiting fighting to the outskirts of the city.[103] The federal military was given a 159% budget increase as a reward for their efforts.[103] Vargas, especially during his early years, was always in danger of being ousted by one or more of the groups in his coalition, including the anti-São Paulo planters, the bourgeoisie, and the military.[23] Rumors circulated in his provisional presidency about coups both left- and right-wing, though they had no basis.[107] Under Vargas's regime, the federal government maintained a responsibility for protecting the secret vote in elections, and many voting reforms were introduced, including the establishment of Electoral Justice (Justiça Eleitoral), votes for women, and a lowering of the voting age from twenty-one to eighteen.[89][108][109] Fraud was reduced, and the Electoral Justice was tasked with the organization and oversight of elections and the judgement of appeals.[109] Prior to the São Paulo revolt, Vargas made a promise to hold elections in a speech in May 1932.[101][89] The same speech highlighted the achievements produced by the provisional government, including education reform, a balanced budget, and the contemporary history of England and France justifying the need for special powers in such an economic crisis.[101] Vargas fulfilled his promise when, in May 1933, elections for a National Constituent Assembly were held.[89] There was an increase in popular participation as well as party organization. The Communist Party was banned, however, and the many parties that appeared were in states. There were no national parties with the exception of the right-wing Brazilian Integralist Action.[110] The Constituent Assembly, elected under Vargas's provisional presidency, convened from 1933 until 1934.[89] After months of debate, they initiated a new Constitution of Brazil, the third one in its history, which guaranteed an impartial judiciary, government responsibility for the economy, and general welfare.[89] Similar to the Constitution of 1891, it established a federal republic in Brazil, and it was modeled after Germany's Weimar Constitution. The new constitution reflected Vargas's earlier reforms: it dealt with minimum wage, labor rights, compulsory attendance and free primary schools, classes in religion (although it was open to all religions and elective in public schools), and national security.[111] The constitution was in force on 14 July 1934. The Constituent Assembly (which would be succeeded by the Chamber of Deputies) elected Vargas on 15 July to a four-year term to continue his presidency, now constitutionally.[89][111] Vargas's constitutional presidency was set to expire on 3 May 1938.[112] Historian Thomas Skidmore reflected on Vargas's transition to a new regime; \"It looked as if Brazil was finally going to be allowed an experiment in modern democracy.\"[89] Vargas had originally offered Luís Carlos Prestes the position as head of the military in 1930, but Prestes refused, opting instead to lead the Brazilian Communist Party.[113] The Communist Party faced a problem, however. Their doctrine revolved around urban workers, whereas Brazil was still an agricultural society. Urban workers were mostly from rural backgrounds and did not want to participate, and workers who did were difficult to organize. Still, fear circulated amongst politicians and generals, and repressive measures were taken against communists.[114] On 19 January 1931, Vargas ordered any communists be arrested and for their property to be seized.[115] Communists staged marches, counter-marches, and street fights comparative to the climate in central Europe. The Communist Party and Communist International hoped a military coup would overthrow the Brazilian government, weaken the United States and United Kingdom, and strengthen the Soviet Union. Prestes, who was in Moscow since 1931, was sent detailed instructions for orchestrating the revolt.[116] Vargas's government was threatened in November 1935 when a series of uprisings at three military bases, in Natal, Recife, and Rio de Janeiro, culminated into the communist uprising of 1935. Comintern believed they had sufficientally infiltrated the army enough to allow Prestes to carry out the coup, but Vargas's forces \"crushed\" all revolts.[113][117] In reality, the uprising played into Vargas's hands. Comintern and the Communist Party were unaware they were under surveillance by Brazilian police, and their attack gave evidence for a \"Bolshevik threat\". Skidmore said that Vargas's government \"had a propaganda field day after it crushed the revolt, circulating wildly exaggerated stories (later discredited by military records) about loyalist officers shot unarmed in their beds.\"[117] Immediately after the revolt, Vargas convinced the National Congress to declare a state of emergency, during which he suspended civil rights, jailed trade unionists and his opposition, increased presidential powers, and bolstered police powers.[113][117] For the next two years after the 1935 revolt, Vargas would keep persuading the Congress to renew the ninety-day state of siege, a period where the government held extraordinary police powers and there were growing concerns Vargas was preparing a self-coup.[117] Prestes was also jailed in 1936 and sentenced to over sixteen years in prison. He would later be released in 1945 and campaigned for Vargas's policy the same year.[118] The fears of Vargas carrying out a self-coup were amplified by the authoritarian and pro-German military perceptions of his two top generals, Pedro Goes Monteiro and Minister of War Eurico Gaspar Dutra, the latter of whom Vargas had met in law school (see Military career and higher education). He was becoming increasingly dependent on the military for support, and political attention now turned to the 1938 presidential elections.[119] Now, Vargas's opposition turned to supporting Armando Salles de Oliveira, a member of the paulista elite who, Skidmore says, \"were now trying to gain through the vote what they had failed to gain by arms in 1932.\" The Vargas government supported writer and minor politician from the Northeast Jose Americo de Almeida. The paulistas were now confident as they sought support from those against Vargas.[119] All the while, Vargas's power was loosening. Political debates allowed for repressive measures to be unfastened; 300 people were let out of people by order of the Minister of Justice. Vargas and his government did not trust any of the three candidates, and one government observer even believed Brazil was as risk of becoming another Spain, that is, torn apart by civil war.[120] Leading up to the coup which would place Vargas as dictator, he was a somewhat depressed man. Rainy days would sadden the President, he played dominos to kill time, and he never seemed to admit to himself he enjoyed his power.[121] In an entry from his diary, dated 16 through 18 July 1937, he wrote, \"Darcy's reception got in the way of getting away from the capital this weekend, as I had hoped. Nothing interesting is happening these days: conversations, intrigues, little boring things, a speech by [presidential] candidate Armando Sales filled with promises.\"[121] However, after a meeting with Monteiro and J. S. Maciel Filho, the President became reenergized. Contrary to his previous entry, Vargas now wrote, \"I went to the Jockey Club. It was a clear and bright Sunday, with the sun illuminating the magnificent scene watched by a multitude.\"[121]As Levine puts it, the language was \"unusual\" and atypical for Vargas, though the President was saddened by the upcoming presidential elections.[121] One week before the coup, Vargas celebrated his seventh anniversary of his rise to power, devoting the evening to a \"long\" conversation with Monteiro. He quietly named new intervenors for Bahia and Pernambuco to assure support for the coup.[122] On 10 November 1937, the coup was executed.[119][123] In the morning, Vargas went to his cabinet and asked for signatures for a new constitution. The only dissident, Minister of Agriculture, resigned right then and there.[122][124] The same day, military troops surrounded the National Congress building and blockaded the entrance. Congressmen who had arrived in Rio de Janeiro were to be denied access. The same night, Vargas held a radio address to the Brazilian population. He proclaimed that a new constitution was in force, the corporatist and totalitarian 1937 Constitution.[119][125][126][127] The 1938 presidential elections were canceled,[128] and Brazil became a dictatorship called the Estado Nôvo, or New State (also referred to as the Third Brazilian Republic). Vargas would later increase the military's budget by 49 percent to the level of 1932.[119] Meanwhile, life went on as usual in Brazil as the population took the transition calmly.[129][124] The pretext for the coup was enunciated in the form of the Cohen Plan, a falsified document of murky origins discovered in September 1937 at the Ministry of War detailing plans for a new communist uprising.[130] It also held anti-Semitic beliefs; the author's name was Cohen. It detailed massacres, rape and pillage, and burning of churches, and the government put it on full display.[130] Actually, the document was a falsification offering an excuse for the coup: stopping communists from bringing Brazil to crisis.[131] The National Congress decided to give in after some congressmen were imprisoned, and eighty legislators went to see Vargas in a show of support on 13 November.[132] Vargas's most prominent opponents were either arrested or exiled. As censorship concealed the media and the police were given increased powers, the public fell silent.[119] Like when he took office, Vargas effectively ruled by decree.[133] The Integralists were initially supportive of the coup and the transition toward right-wing politics, anticipating their fellow Integralista Plino Salgado to be offered a cabinet position, specifically the Minister of Education. The opposite ensued; Vargas's government enforced new restrictions on the movement's activities.[119][132] In retaliation, a band of Integralists tried to overthrow the federal government themselves. From 10 through 11 May 1938,[132][134] armed Integralists and disloyal palace guards attacked the presidential palace in an effort to depose him. They began firing at the building, where Vargas was sleeping, entering into a multihour-long siege with Vargas and Alzira.[119][132] Federal reinforcements arrived at Vargas's aid; four attackers were killed with the rest being imprisoned. Salgado sought exile in Portugal, meanwhile.[119][132] The result of the incident was a temporary chill on German-Brazilian relations.[134] Most of the constitution was produced by a single man, anti-liberal and anti-communist Francisco Campos, future Minister of Justice for Vargas. The new constitution was highly detailed and comprehensive, even more so since Campos was working in a rush.[135][136] Article II stated that there shall be only one flag, hymn, and motto throughout the country, for instance.[135] Campos would later hold a press conference and publicize the establishment of the National Press Council, created for the intention of \"perfect coordination with the government in the control of the news and of political and doctrinal material.\"[135] In general, the new era incorporated components from European fascism, though the President relied on the army for support rather than political parties.[133] Antiliberalism was also very apparent.[137] Vargas outlawed all political parties on 2 December 1937.[133][138] A plebiscite to approve the new regime was abandoned, the proposed congress never convened, and Vargas's term of office was prolonged by six years.[138] Personally, Vargas told foreign reporters the Estado Nôvo was democratic at heart but promoted authoritarianism at home. When Alzira asked him about the plebiscite, Vargas replied, \"The whole purpose of the coup of November 10 was to avoid any electoral action which could prejudice us at this time; and yet you ask me questions about the plebiscite?\"[139] Industrial expansion was performed and support for coffee was diminshed. Campos had suggested a totalitarian party and the Minister of Education requested a fascist youth program, both of which Vargas demonstrated little enthusiasm for and buried.[139] \"Brasilidade\" led to a reform of Portuguese spelling and the closure of foreign language schools and newspapers with the main targets being German and Italian communities.[140] In regard to fundamental issues, Vargas's personal power was the deciding factor; trust between the President and his ministers increased, and between March 1938 and June 1941 there was not a change in ministers.[141] According to historian Teresa Meade, \"Because the major social reforms of the Estado Nôvo were enactment of a minimum-wage law and the codification of all labor reforms since 1930 into a single labor act, Vargas was able to win to his party the devotion of the urban workers.\"[133] Such labor laws were also centered around corporatism.[142] Vargas's image as the \"workers' guardian\" took hold in ceremonies, such as the May Day celebration, where masses would gather. He used the radio to communicate and bring workers and the government together, and the labor minister gave weekly radio speeches.[143] From 1930 until 1938, the wage index rose from 230 to 315 points; this contrasted with the cost of living, however, from 290 to 490 points, with the cost of living doubling in Rio de Janeiro and nearly tripling in São Paulo.[144][145] However, in respect to the Great Depression, Brazil reemerged from the economic crisis sooner than the United Kingdom or the United States, a comeback sustained by World War II production, American technology, and Brazilians turning to Brazilian producers when shipping was interrupted.[146] Beginning in 1935, industrialists became interested in establishing oil refineries in the country, such as Standard Oil (1936) and Texaco (1938) amongst others who established \"huge\" refineries in Brazil, though they would be nationalized in Brazilian hands in April 1938 via decree-law.[147] The President also decided to stop paying the national debt right after the coup, too, proclaiming that Brazil could either modernize its armed forces and transportation or pay the debt.[148] Popular culture was also an important aspect of Vargas's dictatorship. In 1941, his government created the National Sport Council, and, as Skidmore concludes, \"Vargas was one of the first politicians to appreciate the political payoff from supporting it.\"[142] Another example was the Rio Carnival: When it comes to federal governments, Vargas's was the first to support samba schools and Rio parades, both of which had become a universal symbol of Brazilian culture. Two achievements resulted: an economic benefit (tourism) and aided the formation of a national identity.[142] Moreover, Vargas's government launched an elaborate campaign of restoring historic and religious archiecture, sculpture, and painting. In Petrópolis, the Imperial Museum of Brazil was restored, and the Ministry of Education and Culture building in Rio de Janeiro was designed by French architect Le Corbusier (construction began in 1936 and finished in 1943).[142] A darker side to the Vargas-sponsored work with a national identity was to protect the country from those who were deemed \"un-Brazilian\", such as Japanese Brazilians or Jewish Brazilians. Official and unofficial discrimination was performed, limited mainly to closing \"foreign\" newspapers, schools, and organizations, but it never reached the magnitude of Nazi Germany.[149] In Europe, Nazi Germany eyed Brazil as a key trading partner. From 1933 to 1938 (a time period encompassing parts of all three periods of Vargas's first presidency), German-Brazilian trade magnified. Principally, Germany bought Brazilian cotton in return for German industrial goods, all the while the United Kingdom being the main loser.[149] Germany hoped to lure Brazil into the German politico-military sphere. They sold weapons to Brazil and offered technical training, and the 1937 coup was praised in Germany and Italy.[149][150] The U.K. did have a major role in aiding Vargas's police and intelligence forces, though. British agents provided information on foreign threats and assisted the country during the 1935 communist uprising.[149] Meanwhile, in the aftermath of the 1937 coup, the United States immediately asked for an explanation from Brazil's ambassador Aranha.[151] The U.S. recognized Brazil's strategic position on the Atlantic coast and the potential of it playing a vital role in dominating air and sea traffic. The American military worried the coup would bring Brazil closer to Nazi Germany, aware of Vargas's advisers', specifically Dutra's and Monteiro's, beliefs.[152][153][154] They had been struggling to influence Brazil, and the existence of a large German-speaking population in Brazil's South strengthened American fears of the Vargas dictatorship.[152] Under U.S. President Franklin D. Roosevelt, the United States began the Good Neighbor policy toward Latin America in what Bourne describes as a modern Monroe Doctrine.[153] Similar to pre-World War I, the U.S. State Department also denounced the German trade policy. The military tried to counter German offers of arms and training, but they failed. Vargas had, in fact, tried to negotiate to obtain U.S. military equipment first, but the isolationist United States Congress refused, even outlawed, foreign arms sales.[149] In 1937, Vargas offered U.S. President Franklin D. Roosevelt the use of Brazilian coastal bases, but the offer was refused. This was most likely because Roosevelt was either to follow the U.S. Congress or abandon them, for if he did accept the offer it would have looked like he was preparing for war.[155] In 1938, Vargas sent Aimée de Heeren (see Personal life and interim) to Paris as a secret agent to investigate the situation in Europe. Through Helmuth James von Moltke she obtained secret information about Hitler's plans for the Jewish population, prompting her to use \"all her influence\" on the President to distance Brazil from the Axis powers.[156] In 1939, at the beginning of the Second World War, Vargas and Roosevelt both remained neutral, though Vargas continued to foster relations with the Axis powers.[155] By 1941, however, Vargas still left his options open, approving a plan to modernize North and Northeast airports by Pan American Airways under a contract by the U.S. army.[155] When Japan attacked Pearl Harbor on 7 December 1941 and the leader of Germany, Adolf Hitler, declared war on the United States, it became apparent that Brazil's military odds were in favor of the Allies of World War II.[155] This was reinforced with the disastrous 1941 Invasion of Russia by Germany and their losses in the Atlantic.[155] In addition, the U.S. was already forging alliances with Brazil; an important commercial deal in 1939 and the sale of ninety six-inch surplus guns to Brazil in March 1940, followed by a visit from Monteiro to the United States in October, centered foreign policy with the U.S.[157] With this, Brazil declared war on Italy and Germany, following torpedo attacks on Brazilian ships and the sinking of a Brazilian submarine that year, on 21 August 1942, providing the allies with raw materials and Brazil's strategic coastline.[155][157][154] The siding with the allies led to Monteiro and Dutra both turning in their resignations, which the President rejected.[148] Moreover, Vargas struck an \"attractive\" deal; in exchange for raw materials, the U.S. military provided equipment, technical assistance, and financing for a Brazilian steel mill at Volta Redonda, finalized in July 1940.[155][158] Vargas hoped to identify Brazil with the Allied cause. He offered three Brazilian army divisions to fight the Germans in the Mediterranean with the purpose of dramatizing Brazil's role in the war and to uplift Brazilian pride at home.[159] Additionally, a contingent of the army fought crucial battles in the Italian campaign in 1944 and further reinforced war pride and antifascism.[154] Vargas insisted every state be represented, whatever the quality of local recruits.[159] His government now held even more power as the need to ration essentials increased, and centralization persisted yet again in Brazil.[160] Though abroad the government defended democracy, there was increasing discontent at home when World War II finished due to the authoritarian policies by Vargas and his government.[161] Growing political movements and democratic demonstrations forced Vargas to abolish censorship in 1945, release numerous political prisoners, and allow for the reformation of political parties, including the Brazilian Communist Party, which supported Vargas after direct direction from Moscow.[162][163] University students began to mobilize in 1943 against Vargas, strikes, which were banned, began to re-emerge thanks to war inflation, and even Aranha was in favor of a democratic shift.[164] Vargas himself built support after establishing the Brazilian Labour Party (and his aforementioned support from urban workers) and also found help from the left when it applied.[165] With that, Vargas added the Additional Act to the constitution, which, among other things, provided for a 90-day period during which a time and date for elections would be designated. Precisely ninety days afterward, the new electoral code was issued, established 2 December 1945 for the election of the president and a (new) constituent assembly, and state elections on 6 May 1946. Furthermore, Vargas promulgated his intention not to run for president.[166] The military feared that Vargas was about to seize absolute power (after a detrimental move on 25 October 1945, removing João Alberto from chief of police of the Federal District and replacing him with Vargas's brother Benjamin), so they forced his resignation and deposed him on 29 October, ending his first presidency.[167][168] In the 1945 elections, Vargas demonstrated his continued popular support by winning election as senator for São Paulo and Rio Grande do Sul, and member of the chamber of deputies from nine different states.[169] He accepted the senate seat for Rio Grande, but effectively went into semiretirement.[170] In 1950, he reemerged as a prominent political force when he ran for president as the candidate of the Brazilian Labor Party.[171] He won the election and took office on 31 January 1951.[172] When he left the Estado Nôvo presidency, the economic surplus of Brazil was high and the industry was growing. After four years, however, pro-U.S. President Dutra wasted huge quantities of money protecting foreign investments, mostly North American, and distanced himself from the ideas of nationalism and the country's modernisation championed by Vargas. Vargas returned to politics in 1951, and, through a free and secret ballot, was re-elected president of the Republic. Hampered by the economic crisis largely engendered by Dutra's policies, Vargas pursued a nationalist policy, turning to the country's own natural resources and away from foreign dependency. As part of this policy, he founded Petrobrás (Brazilian Petroleum), a multinational petroleum consortium, with the Government of Brazil as its majority stakeholder. Vargas' political adversaries initiated a crisis which culminated in the murder of an Air Force officer, Major Rubens Vaz, killed during an assassination attempt in the street outside 180 Rua Tonelero, the home of Vargas' main adversary, publishing executive and politician, Carlos Lacerda. Lieutenant Gregório Fortunato, chief of Vargas' personal guard, also called \"Black Angel\", was implicated in the crime. This aroused anger in the military against Vargas, following which the generals demanded his resignation. In a last-ditch effort Vargas called a special cabinet meeting on the eve of 24 August, but rumours spread that the armed forces officers were implacable. On 24 August 1954 at the Catete Palace, Vargas, unable to manage the situation, shot himself in the chest with a pistol.[173] His suicide note was found and read out on radio within two hours of his son discovering the body. The famous last lines read, \"Serenely, I take my first step on the road to eternity. I leave life to enter History.\"[173] Vargas' suicide has been interpreted in various ways. \"His death by suicide simultaneously traded on the image of a valiant warrior selflessly fighting for the protection of national interests, alongside the image of a crafty and calculating statesman, whose political machinations reeked of demagoguery and self-interest.\"[174] The same day, riots broke out in Rio de Janeiro and Porto Alegre.[175] The Vargas family refused a state funeral, but his successor, Café Filho, declared official days of mourning.[176] Vargas' body was on public view in a glass-topped coffin. The route of the cortege carrying the body from the Presidential Palace to the airport was lined with tens of thousands of Brazilians. The burial and memorial service were in his hometown of São Borja, Rio Grande do Sul.[177] The Museu Histórico Nacional (MHN) was given the furnishings of the bedroom where Vargas committed suicide, and a museum gallery recreates the scene and is a site of remembrance.[178] On exhibit in the Palace is his nightshirt with a bullet hole in the chest. The popular outrage caused by his suicide had supposedly been strong enough to thwart the ambitions of his enemies, among the rightists, anti-nationalists, pro-U.S. elements and even the pro-Prestes Brazilian Communist Party, for several years. Many historians have regarded Vargas as the most influential Brazilian politician of the 20th century, as well as the first to draw widespread support from the masses.[179][9][180] He fought against big businessmen and landowners and also guided Brazil through the great Depression.[181] 1 (Adelino Fontoura): Luís Murat ► Afonso d'Escragnolle Taunay ► Ivan Monteiro de Barros Lins ► Bernardo Élis ► Evandro Lins e Silva ► Ana Maria Machado 2 (Álvares de Azevedo): Coelho Neto ► João Neves da Fontoura ► João Guimarães Rosa ► Mário Palmério ► Tarcísio Padilha ► Vacant 3 (Artur de Oliveira): Filinto de Almeida ► Roberto Simonsen ► Aníbal Freire da Fonseca ► Herberto Sales ► Carlos Heitor Cony ► Joaquim Falcão 4 (Basílio da Gama): Aluísio Azevedo ► Alcides Maia ► Viana Moog ► Carlos Nejar 5 (Bernardo Guimarães): Raimundo Correia ► Oswaldo Cruz ► Aloísio de Castro ► Cândido Mota Filho ► Rachel de Queiroz ► José Murilo de Carvalho 6 (Casimiro de Abreu): Teixeira de Melo ► Artur Jaceguai ► Goulart de Andrade ► Barbosa Lima Sobrinho ► Raimundo Faoro ► Cícero Sandroni 7 (Castro Alves): Valentim Magalhães ► Euclides da Cunha ► Afrânio Peixoto ► Afonso Pena Júnior ► Hermes Lima ► Pontes de Miranda ► Diná Silveira de Queirós ► Sérgio Correia da Costa ► Nelson Pereira dos Santos ► Cacá Diegues 8 (Cláudio Manuel da Costa): Alberto de Oliveira ► Oliveira Viana ► Austregésilo de Athayde ► Antônio Calado ► Antônio Olinto ► Cleonice Berardinelli 9 (Gonçalves de Magalhães): Carlos Magalhães de Azeredo ► Marques Rebelo ► Carlos Chagas Filho ► Alberto da Costa e Silva 10 (Evaristo da Veiga): Rui Barbosa ► Laudelino Freire ► Osvaldo Orico ► Orígenes Lessa ► Lêdo Ivo ► Rosiska Darcy de Oliveira 11 (Fagundes Varela): Lúcio de Mendonça ► Pedro Augusto Carneiro Lessa ► Eduardo Ramos ► João Luís Alves ► Adelmar Tavares ► Deolindo Couto ► Darcy Ribeiro ► Celso Furtado ► Hélio Jaguaribe ► Ignácio de Loyola Brandão 12 (França Júnior): Urbano Duarte de Oliveira ► Antônio Augusto de Lima ► Vítor Viana ► José Carlos de Macedo Soares ► Abgar Renault ► Lucas Moreira Neves ► Alfredo Bosi ► Paulo Niemeyer Filho 13 (Francisco Otaviano): Alfredo d'Escragnolle Taunay ► Francisco de Castro ► Martins Júnior ► Sousa Bandeira ► Hélio Lobo ► Augusto Meyer ► Francisco de Assis Barbosa ► Sérgio Paulo Rouanet 14 (Franklin Távora): Clóvis Beviláqua ► Antônio Carneiro Leão ► Fernando de Azevedo ► Miguel Reale ► Celso Lafer 15 (Gonçalves Dias): Olavo Bilac ► Amadeu Amaral ► Guilherme de Almeida ► Odilo Costa Filho ► Marcos Barbosa ► Fernando Bastos de Ávila ► Marco Lucchesi 16 (Gregório de Matos): Araripe Júnior ► Félix Pacheco ► Pedro Calmon ► Lygia Fagundes Telles ► Vacant 17 (Hipólito da Costa): Sílvio Romero ► Osório Duque-Estrada ► Edgar Roquette-Pinto ► Álvaro Lins ► Antônio Houaiss ► Affonso Arinos de Mello Franco ► Fernanda Montenegro 18 (João Francisco Lisboa): José Veríssimo ► Barão Homem de Melo ► Alberto Faria ► Luís Carlos ► Pereira da Silva ► Peregrino Júnior ► Arnaldo Niskier 19 (Joaquim Caetano): Alcindo Guanabara ► Silvério Gomes Pimenta ► Gustavo Barroso ► Silva Melo ► Américo Jacobina Lacombe ► Marcos Almir Madeira ► Antônio Carlos Secchin 20 (Joaquim Manuel de Macedo): Salvador de Mendonça ► Emílio de Meneses ► Humberto de Campos ► Múcio Leão ► Aurélio de Lira Tavares ► Murilo Melo Filho ► Gilberto Gil 21 (Joaquim Serra): José do Patrocínio ► Mário de Alencar ► Olegário Mariano ► Álvaro Moreira ► Adonias Filho ► Dias Gomes ► Roberto Campos ► Paulo Coelho 22 (José Bonifácio the Younger): Medeiros e Albuquerque ► Miguel Osório de Almeida ► Luís Viana Filho ► Ivo Pitanguy ► João Almino 23 (José de Alencar): Machado de Assis ► Lafayette Rodrigues Pereira ► Alfredo Pujol ► Otávio Mangabeira ► Jorge Amado ► Zélia Gattai ► Luiz Paulo Horta ► Antônio Torres 24 (Júlio Ribeiro): Garcia Redondo ► Luís Guimarães Filho ► Manuel Bandeira ► Cyro dos Anjos ► Sábato Magaldi ► Geraldo Carneiro 25 (Junqueira Freire): Franklin Dória ► Artur Orlando da Silva ► Ataulfo de Paiva ► José Lins do Rego ► Afonso Arinos de Melo Franco ► Alberto Venancio Filho 26 (Laurindo Rabelo): Guimarães Passos ► João do Rio ► Constâncio Alves ► Ribeiro Couto ► Gilberto Amado ► Mauro Mota ► Marcos Vilaça 27 (Antônio Peregrino Maciel Monteiro): Joaquim Nabuco ► Dantas Barreto ► Gregório da Fonseca ► Levi Carneiro ► Otávio de Faria ► Eduardo Portella ► Antonio Cícero 28 (Manuel Antônio de Almeida): Inglês de Sousa ► Xavier Marques ► Menotti Del Picchia ► Oscar Dias Correia ► Domício Proença Filho 29 (Martins Pena): Artur Azevedo ► Vicente de Carvalho ► Cláudio de Sousa ► Josué Montello ► José Mindlin ► Geraldo Holanda Cavalcanti 30 (Pardal Mallet): Pedro Rabelo ► Heráclito Graça ► Antônio Austregésilo ► Aurélio Buarque de Holanda Ferreira ► Nélida Piñon 31 (Pedro Luís Pereira de Sousa): Luís Caetano Pereira Guimarães Júnior ► João Batista Ribeiro de Andrade Fernandes ► Paulo Setúbal ► Cassiano Ricardo ► José Cândido de Carvalho ► Geraldo França de Lima ► Moacyr Scliar ► Merval Pereira 32 (Manuel de Araújo Porto-Alegre): Carlos de Laet ► Ramiz Galvão ► Viriato Correia ► Joracy Camargo ► Genolino Amado ► Ariano Suassuna ► Zuenir Ventura 33 (Raul Pompeia): Domício da Gama ► Fernando Magalhães ► Luís Edmundo ► Afrânio Coutinho ► Evanildo Bechara 34 (Sousa Caldas): João Manuel Pereira da Silva ► José Maria da Silva Paranhos, Jr. ► Lauro Müller ► Aquino Correia ► Magalhães Júnior ► Carlos Castelo Branco ► João Ubaldo Ribeiro ► Zuenir Ventura ► Evaldo Cabral de Mello 35 (Tavares Bastos): Rodrigo Otávio ► Rodrigo Otávio Filho ► José Honório Rodrigues ► Celso Cunha ► Cândido Mendes de Almeida ► Vacant 36 (Teófilo Dias): Afonso Celso ► Clementino Fraga ► Paulo Carneiro ► José Guilherme Merquior ► João de Scantimburgo ► Fernando Henrique Cardoso 37 (Tomás António Gonzaga): José Júlio da Silva Ramos ► José de Alcântara Machado ► Getúlio Vargas ► Assis Chateaubriand ► João Cabral de Melo Neto ► Ivan Junqueira ► Ferreira Gullar ► Arno Wehling 38 (Tobias Barreto): Graça Aranha ► Alberto Santos-Dumont ► Celso Vieira ► Maurício Campos de Medeiros ► José Américo de Almeida ► José Sarney 39 (Francisco Adolfo de Varnhagen): Manuel de Oliveira Lima ► Alberto de Faria ► Rocha Pombo ► Rodolfo Garcia ► Elmano Cardim ► Otto Lara Resende ► Roberto Marinho ► Marco Maciel ► José Paulo Cavalcanti Filho 40 (José Maria da Silva Paranhos, Sr.): Eduardo Prado ► Afonso Arinos ► Miguel Couto ► Alceu Amoroso Lima ► Evaristo de Moraes Filho ► Edmar Bacha","country":"Brazil"}