{"name":"Gotabaya Rajapaksa","url":"/wiki/Gotabaya_Rajapaksa","Born":"1949-06-20","Education":"Sri Lanka Military Academy University of Colombo","Political party":"Sri Lanka Podujana Peramuna","termEnds":null,"termStarts":null,"text":"Lieutenant Colonel Nandasena Gotabaya Rajapaksa RWP, RSP, psc, GR (Sinhala: නන්දසේන ගෝඨාභය රාජපක්ෂ; Tamil: நந்தசேன கோட்டாபய ராஜபக்ஸ; born 20 June 1949) is a Sri Lankan politician and former military officer currently serving as the 8th President of Sri Lanka since 2019. He has previously served as Secretary to the Ministry of Defence and Urban Development from 2005 to 2015 under the administration of his elder brother former President Mahinda Rajapaksa, leading the Sri Lankan Armed Forces to the military defeat of the Tamil Tigers, which ended the Sri Lankan Civil War. Born to a prominent political family from the Southern Province, Rajapaksa was educated at Ananda College, Colombo and joined the Sri Lankan Army in April 1971. Following basic training at the Army Training Centre, Diyatalawa, he was commissioned as signals officer and later transferred to several infantry regiments.[citation needed] He saw active service in the early stages of the Sri Lankan Civil War with the elite Gajaba Regiment, taking part in several major offensives such as the Vadamarachi Operation, Operation Strike Hard and Operation Thrividha Balaya, as well as counter-insurgency operations during the 1987–1989 JVP insurrection. He took early retirement from the army and moved into the field of information technology, before immigrating to the United States in 1998. He returned to Sri Lanka in 2005, to assist his brother in his presidential campaign and was appointed Defence Secretary in his brother's administration. During his tenure the Sri Lankan Armed Forces successfully concluded the Sri Lankan Civil War defeating the Tamil Tigers and killing its leader Velupillai Prabhakaran in 2009. He was a target of an assassination attempt in December 2006 by a Tamil Tiger suicide bomber. Following the war, Rajapaksa initiated many urban development projects. He stepped down following the defeat of his brother in the 2015 presidential election. In 2018, he emerged as a possible candidate for the 2019 presidential election, which he successfully contested on a pro-nationalistic, economic development and national security platform. He is the first person with military background to be elected as President of Sri Lanka and also the first person to be elected president who had not held an elected office prior.[6]During his presidency he increased the power of the executive through the 20th Amendment and nepotism rose as Rajapaksa family members took positions of power. Economic mismanagement drove the economy to bankruptcy causing Sri Lanka to declare default for the first time since gaining independence in 1948. Shortages and inflation caused Sri Lankans to protest which the Rajapaksa administration attempted to suppress through authoritarian means such as state of emergency which allows the military to arrest civilians, imposing curfews, restricting social media, assaulting protesters and journalists, and arresting online activists. Gotabaya Rajapaksa refused to step down despite heavy protests and after an organized attack by loyalists of Mahinda Rajapaksa against peaceful protestors resulted in a violent mass retaliation against the Rajapakasas and their loyalists the government deployed the military in armoured vehicles with shoot-on-sight orders. [7][8][9] Nandasena Gotabaya Rajapaksa[10] was born in Palatuwa in the Matara District,[11] as the fifth of nine siblings, and was brought up in Weeraketiya in the southern rural district of Hambantota. He hails from a well-known political family in Sri Lanka. His father, D. A. Rajapaksa, was a prominent politician, independence agitator, Member of Parliament, Deputy Speaker and Cabinet Minister of Agriculture and Land in Wijeyananda Dahanayake's government. His elder brother, Mahinda Rajapaksa was first elected to parliament as a member of the Sri Lanka Freedom Party at the age of 24 in 1970, who gradually rose through the party ranks becoming the Leader of the Opposition in 2001, Prime Minister in 2004 and the President of Sri Lanka in 2005. Two of his other brothers, Chamal Rajapaksa and Basil Rajapaksa, are also current Members of Parliament. He obtained his primary and secondary education at Ananda College, Colombo.[12] In September 2018 Director of the Anti Corruption Movement revealed a conspiracy to assassinate President Maithripala Sirisena and former Defence Secretary Gotabaya Rajapaksa because the duo are against the drug trade. CID of Sri Lanka Police investigated the issue.[13][14] Rajapaksa joined the Sri Lankan Army as a Cadet Officer on 26 April 1971, when Sri Lanka was still a dominion of the British Commonwealth and was in the midst of the 1971 JVP insurrection. Following his basic officer training at the Army Training Centre, Diyatalawa in its 4th intake, he was commissioned as a Second Lieutenant on 26 May 1972, in the Sri Lanka Signals Corps. Soon after he was sent for the signal young officers course at the Military College of Signals, Rawalpindi. On his return, he was assigned as the signals officer to the Task Force Anti Illicit Immigration, based at its headquarters in Palaly, under the command of Colonel Tissa Weeratunga. In April 1974, he was promoted to Lieutenant and in October he transferred to the Sri Lanka Sinha Regiment as an infantry officer. In April 1975, he attended the infantry young officers course at the School of Infantry and Tactics, Queta. Returning in June, he was assigned as the battalion intelligence officer at the Echelon Barracks in Colombo and was promoted to Captain in April 1977. Following the change of government in the 1977 general election, he was transferred to the Army Training Centre, Diyatalawa as an officer instructor in August 1977. In January 1978, he was appointed Grade III Staff Officer of A branch, handling administration of the Diyatalawa Garrison. During this time he attended the senior staff and tactics course at the Panagoda Cantonment and took part in preparing a report on encroachment of state lands in the north and eastern provinces for the Defense Ministry. Thereafter in 1980, he joined the newly formed Rajarata Rifles as its adjutant under its first commanding officer Lieutenant Colonel V. K. Nanayakkara. Rajapaksa played a major role in establishing the regimental headquarters of the newly formed regiment at Saliyapura. That year he attended the Counter-Insurgency and Jungle Warfare School, Assam and in 1982 he was selected to attended the Command and Staff course at Defence Services Staff College in Wellington in India, gaining psc qualification and a MSc in Defence and Strategic Studies from the University of Madras.[15] While Rajapaksa was at staff college in India, the Rajarata Rifles were amalgamated with the Vijayabahu Infantry Regiment and the Gajaba Regiment was formed. Having been transferred to the Gajaba Regiment, on his return to the island, he was appointed second-in-command of the 1st Battalion, Gajaba Regiment (1GR) under the command of Lieutenant Colonel Vijaya Wimalaratne, instead of the traditional staff appointment that followed the returning officer from staff college. Following retraining, the 1st Battalion was deployed to the Jaffna peninsula between 1983 and 1984 and again 1985 with the escalation of the Sri Lankan Civil War. During this time he commanded detachments of his battalion based in Jaffna and at Elephant Pass. In 1985 he led an ad hoc unit made up of new recruits that successfully ambushed a LTTE raiding party, for which he was awarded commendation from the President J.R. Jayewardene in the first combat award ceremony. He took part in Operation Liberation commanding the 1GR, the offensive mounted to liberate Vadamarachi from LTTE in 1987. In July 1987, the 1GR was transferred to Colombo and Rajapaksa assisted Colonel Wimalaratne in securing Colombo with the outset of the second JVP insurrection until his battalion was transferred to Trincomalee in October 1987. In December 1987, Rajapaksa appointed a Grade II Staff Officer at Army Headquarters in the training branch under Colonel C. H. Fernando, Director of Training. In 1988, he attended the advanced infantry officers course at the United States Army Infantry School, Fort Benning. He was promoted to Lieutenant Colonel while in course and returned to his staff appointment at Army Headquarters in January 1989. In July 1989, he was appointed commanding officer of the 1st Battalion, Gajaba Regiment. Soon after the 1GR was moved to Matale and Rajapaksa was appointment as the military coordinating officer of the Matale District at the height of the 1987–1989 JVP insurrection undertaking counter insurgency operations in the district and remained in that capacity until end of the insurrection in December 1989. During 1990, he commanded 1GR in Weli Oya, serving as the military coordinating officer for the Weli Oya sector under the command of Brigadier Janaka Perera and with 1 GR took part in the Operation \"Strike Hard\" and Operation Thrividha Balaya in Jaffna under the command of Major General Denzil Kobbekaduwa. In January 1991, he was appointed Deputy Commandant of the Sir John Kotelawala Defence Academy and held the position until his retirement from the army on 1 November 1991.[16] Following his retirement, he read for a postgraduate diploma in information technology from the University of Colombo[17] and joined Informatics, an IT firm based in Colombo as a Marketing Manager in 1992. He subsequently migrated to the United States in 1998 and worked in Loyola Law School[18] in Los Angeles, U.S. as a Systems Integrator and Unix Solaris Administrator.[19] In order to assist his brother's presidential election campaign, Rajapaksa returned to Sri Lanka from the United States in 2005. He re obtained citizenship of Sri Lanka but kept his US citizenship. Gotabaya Rajapaksa was appointed to the post of Permanent Secretary of the Ministry of Defence in November 2005 by newly elected President Mahinda Rajapaksa. In this capacity, he oversaw the military operation which eventually defeated the LTTE in May 2009. With his position, Rajapaksa also pursued projects like the Colombo Beautification Project, which revitalised public centers and parks in Colombo,[20] as well as many other development projects focused on places such as Battaramulla Diyatha Uyana, Ape Gama Park, Wetland Park, Nugegoda, Arcade Independence Square, Weras Ganga Park and Defence Headquarters Complex.[21][22][23][24] In 2011, the Ministry of Defense was renamed to the Ministry of Defense and Urban Development, having absorbed responsibilities related to urban development.[25] Results of his work were remarkable as Colombo became to the top of the list of fast developing cities in the world in 2015 by an annual travel study by MasterCard.[26] On 1 December 2006, at approximately 10:35 an assassin attempted to drive an explosive-laden auto-rikshaw into Rajapaksa's motorcade as it traveled through Kollupitiya, Colombo. The Sri Lanka Army Commandos guarding him obstructed the vehicle carrying the explosives before it reached Rajapakse's vehicle and two commandos were instantly killed. Rajapaksa escaped unhurt.[27] The LTTE were blamed for the attack.[27] Gotabaya is credited with using the Karuna faction effectively during the war to defeat the LTTE. The former LTTE commander Vinayagamoorthi Muralitharan, better known as Colonel Karuna, told British authorities that Rajapaksa was instrumental in arranging for him to be issued with a false diplomatic passport so that he could flee to Britain in September 2007. These allegations were denied by the Sri Lankan Foreign Minister Rohitha Bogollagama at the time,[28] and later by Rajapaksa. In June 2007, Rajapaksa was severely critical of the United Nations (UN) and of western governments. He accused the UN of having been infiltrated by terrorists \"for 30 years or so\", and as a result the UN was fed incorrect information. He also alleged that Britain and the EU were bullying Sri Lanka, and concluded that Sri Lanka \"does not need them\", and that they don't provide any significant amount of aid to the country.[29] Ironically in 1990 his brother Mahinda Rajapaksa was caught attempting to bring evidence of human rights violations to the United Nations Commission on Human Rights and the evidence was confiscated by the government during which Rajapaksa justified foreign intervention in Sri Lankan affairs. The person that demanded western nations to limit and put conditions on foreign aid was also Mahinda Rajapaksa.[30][31] On 3 February 2009, Defence Secretary Gotabaya Rajapaksa stated to the international media (in reference to the only hospital in the war front being shelled), that everything is a legitimate target if it is not within the safe zone the government has created and that all persons subject to attack by the armed forces were legitimate LTTE targets as there are no independent observers, only LTTE sympathisers, radio announcements were made and movement of civilians started a month and a half ago.[32][33] As per Wikileaks, General Sarath Fonseka who led the war against LTTE had accused Rajapaksa of ordering at the end of the war the shooting of any LTTE leaders who might try to surrender under flags of truce. Rajapaska is alleged to have threatened to execute Fonseka if he revealed any war secrets.[34] [35] [36] In an interview on the Sri Lanka TV channel Ada Derana on 16 March 2015, Rajapaksa stated that he is a citizen of the United States but cannot travel to the United States because of alleged war crimes charges against him.[37] Rajapaksa however visited the United States in 2016 and two Tamil groups have urged the United States government to arrest and prosecute him.[38] Sri Lankan government rejected to support the call to arrest Rajapaksa by Tamil groups.[39] As reported by The Sunday Leader, Major General Prasad Samarasinghe, the former military spokesman and director of the Directorate of Media in the army, has been passing highly sensitive information to the US Embassy in Colombo on abductions. Many of those abducted were believed to have been individuals who had fallen foul of the Rajapaksa trio, Mahinda, Basil and Gotabaya. During her visit to the country, United Nations Human Rights Commissioner Navanetham Pillay expressed her disappointment over “white van” related disappearances reported in Colombo, and other parts of the country, which were not covered by the Commission of Inquiry on Disappearances set up by the government.[40][41][42] Investigations on the 2008 abduction of journalist Keith Noyahr resulted in a White Van being discovered in 2017 March from a house at Piliyandala with connections to an Army Major that was believed to have been used for the abduction. Police believes that the van may have been used for other crimes as well as being part of the operation to murder Lasantha Wickrematunge.[43] A few weeks after the Keith noyahr abduction in 2008 Namal Perera a course coordinator at the Sri Lanka College of Journalism was violently attacked by a gang that came in the same White Van with a fake number plate and attempted to abduct him after attacking his car but was foiled by residents and heavy traffic. Namal Perera identified two of his would-be-killers Duminda Weeraratne and Hemachandra Perera in April 2017.[44] Bandara Bulathwatte was a key suspect in the murder of Lasantha was given a diplomatic post in Thailand at the request of Gotabaya Rajapaksa near the 2010 presidential election. The letter sent bt Gotabaya was prepared in haste and even a bio data of Bulathwatte was not attached despite it being a requirement for him to get his visa and have the appointment regularised by the foreign ministry. But after the elections, Rajapaska requested his departure to be postponed claiming an urgent matter regarding national security. Technical evidence and telephone records have placed Bulathwatte at the location where Lasantha was killed as well as in the places where other journalists were attacked.[45] Investigations on assassinations, abductions and assaults on journalist after the fall of the Rajapaksa government revealed that Gotabaya directed a death squad to attack journalists that was outside the Army command structure during this time 17 journalists and media workers were killed and others were either assaulted or abducted.[46][47][48][49] Nadarajah Raviraj, a well-known human-rights lawyer and a parliamentarian, was shot and killed in Colombo on 10 November 2006. At a magisterial hearing in Colombo on 26 February 2016, Liyanarachchi Abeyrathna, a former police officer attached to the State Intelligence Agency, stated that Gotabaya Rajapaksa paid Rs. 50 million to an organisation led by Colonel Karuna to murder Mr. Raviraj.[50][51] Rajapaksa has been accused of threatening journalists on several occasions, including telling two journalists attached to the state-owned Lake House Publications that unless they stop criticising the armed forces \"what will happen to you is beyond my control\". When asked by the two journalists if he was threatening them, he replied \"I am definitely not threatening your lives. Our services are appreciated by 99 per cent of the people. They love the Army Commander (General Sarath Fonseka) and the Army. There are Sri Lankan patriots who love us do and will do what is required if necessary.\"[52] In April 2007 he was accused of allegedly calling the Editor of the Daily Mirror Champika Liyanaarachchi and threatening her, saying that she would escape reprisals only if she resigned.[53] He was also accused for threatening to \"exterminate\" the Daily Mirror journalist Uditha Jayasinghe for writing articles about the plight of civilian war casualties.[54][55][56] A 5 December 2008 story from The New York Times quoted his news reporting position as \"he insists that journalists should not be allowed to report anything that demoralises the war effort\".[57] In the editorial titled A brother out of control (16 August 2011), The Hindu raised the observation, \"President Rajapaksa would be well advised to distance himself swiftly from his brother's stream-of-consciousness on sensitive issues that are not his business. This includes an outrageous comment that because a Tamil woman, an “LTTE cadre” who was a British national, interviewed in the Channel 4 documentary was “so attractive” but had been neither raped nor killed by Sri Lankan soldiers, the allegation of sexual assault by soldiers could not be true. For this statement alone, Mr. Gotabaya Rajapaksa must be taken to task.\"[58] In May 2015, The Sunday Leader tendered an unconditional apology to Gotabaya Rajapaksa for a series of articles regarding the purchase of MIG 27 airplanes for the Sri Lanka Air Force.[59][60] Sripathi Sooriyarachchi, assassinated journalist Lasantha Wickrematunge and others had accused Rajapaksa of corruption since 2006.[61][62] In 2015 Interpol provided further evidence to the Sri Lankan government on corrupt military procurements.[63][64][65][66] In March 2015 a Sri Lankan court imposed a travel ban on Rajapaksa over allegations he used a commercial floating armory as a private arsenal.[67][68] The travel ban was lifted by the court in December 2016.[69] UNP MP Mangala Samaraweera claimed that Gotabaya's son illegally occupied a house rented for a consulate in Los Angeles and caused millions of rupees in losses to the state.[70] Rajapaksa rejected the allegations regarding occupying a house rented for a consulate in LA.[71] After the defeat of Mahinda Rajapaksa in the 2015 Presidential elections, he was replaced as Secretary of Defence by B. M. U. D. Basnayake a day after the new president was sworn in.[72] It was widely speculated and even claimed by several politicians that Gotabaya Rajapaksa would be contesting the 2020 elections. However, this was denied by Rajapaksa but claimed that he will accept if he was offered the candidacy.[73][74] In April 2019, Ahimsa Wickrematunge, the daughter of Lasantha Wickrematunge, filed a lawsuit against Rajapaksa in the state of California. Rajapaksa, while on vacation in the United States, was served notice of two civil lawsuits. In October 2019, the court in California rejected the case based on lack of jurisdiction to consider Wickrematunge's claims, because, in the Court's view, Rajapaksa is entitled to common law foreign official immunity for the alleged acts of torture, extrajudicial killing, and crimes against humanity.[75] In May 2019 former Ambassador to Sri Lanka and Assistant Secretary of State for South and Central Asia in the Obama Administration, Robert O. Blake Jr., praised Rajapaksa on the management of the intelligence services during and post war.[76][77] On 26 April 2019 he confirmed that he will be contesting the presidential election, following the deadly Easter Sunday bombings.[78] On 11 August 2019, Sri Lanka Podujana Peramuna led by former president Mahinda Rajapaksa announced that Rajapaksa will be their candidate for the 2019 Presidential election.[79] Rajapaksa campaigned on a pro-nationalistic, economic development and national security platform in which he gained 6,924,255 votes, which was 52.25% of the total cased votes and 1,360,016 votes majority over New Democratic Front candidate Sajith Premadasa. Rajapaksa won a majority in the predominant Sinhalese areas of the island which included the districts of Kalutara, Galle, Matara, Hambantota, Monaragala, Ratnapura, Badulla, Kurunegala, Puttalam, Gampaha, Kandy, Matale, Polonnaruwa Colombo, Kegalle and Anuradhapura, while Premadasa gained a majority in areas dominated by Tamil and Muslim minorities, which had been effected by the civil war. During the campaign, several political parties including then ruling United National Party accused him of having American citizenship and claimed that he stayed and lived in America for more than ten years and revealed that he was not a Sri Lankan citizen. Gotabaya was also pressured to not to contest at the Presidential elections because of holding dual citizenship. Further he was alleged to have carried a duplicate Sri Lankan passport with him and court cases were pending against him over the citizenship issue and the issue regarding his passport.[80] Former President and the elder brother of Gotabaya, Mahinda Rajapaksa was also accused of using his executive powers to grant his brother, the Sri Lankan citizenship after commencing his first term as president in November 2005. The judge of the Court of Appeal gave verdict on the former's pending court cases on 4 October 2019, dismissed the petition challenging Gotabaya's citizenship.[81][82] He was also allowed to contest at the elections but did not take part in the debate among Presidential candidates which was held on 5 October 2019, was also historically Sri Lanka's first-ever debate to have been conducted among Presidential candidates for an upcoming election.[83] Rajapaksa's name was included in the Quarterly Publication of Individuals Who Have Chosen to Expatriate for Q2 2020.[84] Rajapaksa's inauguration took place at the Ruwanwelisaya in Anuradhapura on 18 November 2019. It is the first elected office Rajapaksa has held and he is the first non-career politician and former military officer to serve as president. Following the assumption of the office of president, he announced intentions to form a new government and taking over the portfolio of defence.[85] On 19 November 2019, following taking over assumed duties at the Presidential Secretariat, he appointed P. B. Jayasundera as Secretary to the President and Major General Kamal Gunaratne as Secretary of Defence, as well as a new Secretary of the Treasury and the Secretary to the Ministry of Foreign Affairs.[86][87] On 20 November, Prime Minister Ranil Wickremesinghe had agreed to resign for Rajapaksa to form a caretaker government until fresh parliamentary elections can be held after the President can constitutionally dissolve parliament in March 2020. On the same day, the presidential secretariat called for all provincial governors to tender their resignations.[88] On 21 November, he appointed his brother Mahinda Rajapaksa as Prime Minister following the resignation of Ranil Wickremesinghe and the day after appointed a 15 member Cabinet of Ministers.[89] Thus, Sri Lanka became only the second nation in the world after Poland to have a combination of brothers taking charge as president and Prime Minister of a country at the same occasion.[90] Following the protests calling for his resignation, Gotabaya Rajapaksa appointed a new Cabinet to pacify the protests. He took away the power from three of his relatives, ousting two of his brothers and his nephew from the Cabinet. Mahinda Rajapaksa was still the Prime Minister.[91] [92] After a few months in power, Rajapaksa had to face his biggest challenge to that point. The COVID-19 pandemic in Sri Lanka started in March 2020. Rajapakse at first refused to lock down the country but later decided to impose a curfew when a number of cases began to rise.[93][94] Rajapaksa dissolved parliament on 2 March. The election was initially put on by Rajapakse on 25 April 2020, was then postponed by the election commission to 20 June 2020.[95][96][97] As of August 2020, Sri Lanka is the south Asian country that most successfully controlled COVID-19, reporting 2,839 cases for its 21 million residents. Many in the country also credit the president's administration for bringing stability and successfully containing the coronavirus outbreak until the country faced a major second wave in late 2020.[98] His administration is said to have caused the Sri Lankan economic and food crisis following his policies of tax reduction, money printing and organic farming. General Election was held on 5 August 2020. Sri Lanka Podujana Peramuna (SLPP) was able to secure a landslide victory in the election claiming the majority winning 145 seats out of 225 seats. The main opposition party Samagi Jana Balawegaya won just 54 seats. SLPP victory is mainly owing to the predominant success in curbing the COVID-19 pandemic and due to the negative publicity about the UNP-led government, which was accused of a major intelligence failure triggered by the aftermath of the 2019 Easter attacks.[99][100] The Sri Lankan government under President Gotabaya transferred the administration of non-protected forests, known as “other state forests” (OSF), to regional authorities, in a controversial circular,[101][102] with a view to releasing them for agriculture and development. The move was claimed to be a part of government efforts to boost domestic food production, but has been criticized by environmental activists as government-backed deforestation and implied permission-granting for unregulated logging concessions in high biodiversity areas.[103][104][105] In April 2021, Rajapaksa \"declared that the entire country would immediately switch to organic farming\", yet as of February 2022, still \"a majority of farmers say they received no training in organic techniques\".[106] The 2021 rice harvest failed, leading to a $1.2 billion emergency food aid program, a $200 million income-support program, and \"huge sums to import hundreds of thousands of tons of rice\".[106] Rajapaksa's \"sudden and disastrous turn toward organic farming\" was panned in international media and the policies were scaled back before the year was over.[107][108] By April 2022, the government had reversed its decision and was seeking a US$ 700 million loan from the World Bank to revive the agricultural sector by providing it with imported agrochemicals following a massive drop production in the \"Maha\" season.[109] Rajapaksa administration introduced massive tax cuts in late 2019,[110] which lead to a drop in government revenue that was soon compounded with the on set of the COVID-19 pandemic, which saw the island nation losing its lucrative USD 3 billion tourism industry that put 200,000 out of work in 2020 and most of 2021. Although the export sector picked up by 2021 and tourism started picking up, it appeared that Sri Lanka was facing its most severe economic crisis since its independence in 1948 due to loss of revenue from tax cuts, rampant money printing and unsustainable borrowings. By end of 2021, Sri Lanka was facing a debt crisis with a possibility of sovereign default. In early 2022, Rajapaksa administration avoided debt restructuring apposing an IMF bailout in favor of a home grown solution for the debt crisis. This strategy depleted foreign currency reserves and gold reserves in an effort to boaster the Sri Lankan Rupee and repayment of sovereign bonds, the central bank free floated of the currency in early March which saw a 30% depreciation of the Rupee against the dollar in days following major shortages of fuel, food and medicine.[111][112][113] According to a poll conducted by Verité Research in March 2022 the government's approval rating had fallen to just 10% as a result of the crisis.[114] The Rajapaksa administration reached out the IMF in March as public protests increased in the face of shortages of electricity, fuel, cooking gas, medicine and food, with an IMF report published in late March reported that Sri Lanka was facing an solvency problem with unsustainable debt.[115] The administration has been heavily leaning on friendly countries such as China and India for cash swaps, credit lines and loans to import essentials and debt service, in turn facing accusations of making strategic concessions to these countries.[116][117] Following severe shortages of fuel, the state owned Ceylon Electricity Board was forced to implement 10-13 hour power cuts across the island in late March. This triggered popular protests in parts of the island and on the night of 31 March, protesters charged at Rajapaksa's private residence in Mirihana which turned violent, resulting in the police dispersing the crowds and declaring a curfew till dawn.[118] On 3 April, the entire cabinet of ministers resigned and Rajapaksa offered to form a national government with the other political parties in parliament, which was turned down. On 18 April, Rajapaksa appointed 17 new cabinet members, selected among his party members. This move was seen as a sign of Rajapaksa's lack of will to listen and adhere to the protesters' demands.[119] During his 20 years of military service, Rajapaksa has received medals from three Presidents of Sri Lanka, J.R. Jayewardene, Ranasinghe Premadasa and D.B. Wijetunga. These include the gallantry medals, Rana Wickrama Padakkama and Rana Sura Padakkama, service medals and campaign medals. He received the Eastern Humanitarian Operations Medal and the Northern Humanitarian Operations Medal during his tenor as Defense Secretary.[120]    Gotabaya Rajapaksa received an Honorary Doctorate, a Doctor of Letters from the University of Colombo on 6 September 2009, along with his brother President Mahinda Rajapaksa following public acclaim as a war hero.[121][122][123] In July 2020, he was awarded the Zero carbon certificate for conducting his election campaign representing SLPP in eco-friendly manner.[124] His election campaign became the first zero carbon election campaign in the world.[125]","country":"Sri Lanka"}