{"name":"Guillermo León Valencia","url":"/wiki/Guillermo_Le%C3%B3n_Valencia","Born":"1909-04-27","Died":"1971-11-04","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Guillermo León Valencia Muñoz (27 April 1909 – 4 November 1971) was a Colombian politician, lawyer and diplomat who served as the 21st President of Colombia from 1962 to 1966. Valencia was born in Popayán, Cauca on April 27, 1909, to Colombian poet and politician Guillermo Valencia, and his wife Josefina Muñoz.[1] He attended highschool at the Colegio Champagnat[2] in Bogotá and graduated in December 1946. On January 31, 1931 he married Susana López Navia, a 20-year-old secretary with whom he had four children: Pedro Felipe, Alma, Ignacio, and Diana.[3] Valencia was elected to the city council of Popayán and the Assembly of Cauca. Later he was also elected to the City Council of Bogotá and worked as diplomat for Colombia to the United Nations and was appointed Colombia's Ambassador to Spain by President Laureano Gómez Castro.[4] In 1949 he was appointed by President Mariano Ospina Pérez as Colombian Minister of Foreign Affairs but declined the offer.[5] However, four years later Valencia did accept the position and became Minister of Foreign Affairs on May 25, 1953, a post he held for the remainder of the administration of Roberto Urdaneta Arbeláez until General Rojas Pinilla took over.[6] During the transitional government of the Military Junta that took power after the coup d'état that deposed General Gustavo Rojas Pinilla, Valencia was under consideration to succeed the Junta. However, the political accord between the political forces of the time (in pursuit of a transition from a dictatorship to a democratic process), specified that a member of the Colombian Liberal Party succeed the Junta Militar. Consequently, Valencia had to wait until the following election. In 1962, Valencia was nominated by the Colombian Conservative Party as their candidate for the presidency, facing the liberal Alfonso López Michelsen. Valencia won: 1,636,081 votes to 625,630. Valencia committed his administration to substantial economic and social reforms. On the economic front, he created the Junta Monetaria (Federal Reserve), doubled the production of electric power and promoted both oil drilling and the export of crude oil. In matters of social reform, his administration increased the national budget for education by 20%, and under the auspices of the government of the United States, launched the construction of Ciudad Kennedy, a project of 200,000 affordable homes for lower income citizens.","country":"Colombia"}