{"name":"Guillermo Tell Villegas","url":"/wiki/Guillermo_Tell_Villegas","Born":"1823-01-01","Died":"1907-03-21","Political party":"Liberal Party","termEnds":"(1823–1907)","termStarts":null,"text":"Guillermo Tell Villegas (1 January 1823 in Valencia, Venezuela – 21 March 1907 in Valencia) was a Venezuelan politician, lawyer, and writer. Among other government positions, he served as interim president of Venezuela in 1868, 1870 and 1892.[1] Starting his career in law, he became governor of Barinas in 1859[1] and afterwards held various roles in the government of Juan Crisostomo Falcon, including deputy in the Assembly of Victory, Minister of Interior and Justice,[1] and interim Foreign Minister of Venezuela. In 1864 and in 1866 was appointed to the Federal High Court.[1] Villegas participated in the La Genuina revolution in 1867, and was elected president of the Chamber of Deputies in 1868, where he openly opposed the government of Falcón. The Blue Revolution in 1868 removed Falcon from power,[1] and Villegas became Foreign Minister under President José Ruperto Monagas.[citation needed] In 1868 Villegas spent eight months as interim president of Venezuela, during which time he reinstated the Federal Constitution from 1864. After again serving as interim president and Minister of the Interior in 1969, in 1870 he was interim president a third time while Monagas fought the Liberal Revolution. The revolution was successful, and Villegas retired from active politics after ceding the presidency.[1] Villegas went into education after his retirement, and in 1876 he founded the school La Paz. He published several reports and educational textbooks in the 1880s, and in 1889 President Juan Pablo Rojas Paul named him Minister of Public Instruction. In 1892 Villegas was appointed the president of the Federal Council.[1] Villegas served as interim President of Venezuela for the final time[1] in 1892, when Raimundo Andueza Palacio was in absentia while dealing with the outbreak of the Legalist Revolution.[1] Villegas resigned later that year and was succeeded by his nephew Guillermo Tell Villegas Pulido.[2] Returning to education, he published the first Venezuelan popular instruction book on literature, science, and fine arts in 1895.[1] In 1901, he was elected as a member of the National Academy of History [es] at the age of 80.[1] Guillermo Tell Villegas was born in Valencia, Venezuela in 1823. He graduated from the Central University of Venezuela in Caracas as a lawyer.[1] Villegas was politically active in the days of the Venezuelan Federal War[1] (1859–1863). He became the governor of Barinas in 1859, at the age of 35. In 1863, he became a deputy in the Assembly of Victory (Asamblea de La Victoria).[1] In July 1863, he became the undersecretary of Interior and Justice (Interior y Justicia) during the government of Juan Crisostomo Falcon. In August 1863, he was appointed Minister of Interior and Justice in the Ministry of Interior Justice (Ministerio de Interior y Justicia). As Minister of Interior and Justice, he drafted the decree of Constitutional Guarantees (Constitución Federal) which removed the death penalty, exile, and confinement for political enemies of the government. He also guaranteed freedom of expression and extended the right to vote to those over 18 years of age.[1] On August 7,[citation needed] 1863, he was appointed Minister of Foreign Affairs of Venezuela (Ministerio de Relaciones Exteriores)[clarification needed][1] when he temporarily assumed the role of Antonio Guzman Blanco during Blanco's absence.[1] He remained the 65th Minister of Foreign Affairs of Venezuela until January 21, 1864.[citation needed] He became an appointed member of the Federal High Court in 1864, and was appointed again two years later.[1] Villegas participated in the La Genuina revolution led by General Luciano Mendoza in 1867, along with others such as Pedro Ezequiel Rojas, Elias Rojas, Martin Sanabria and Jose Antonio Mosquera. Shortly before the start of the Blue Revolution (Revolución Azul), in early 1868 Villegas served as vice president at a meeting of around 1,000 people, all meeting in a theatre in Caracas in an attempt to reconcile Falcon's government with the new \"blue\" movement led by Miguel Antonio Rojas and José Tadeo Monagas. He was elected president of the Chamber of Deputies (Cámara de Diputados) in April 1868, where he openly opposed Falcon's government. The Blue Revolution ended in June 1868 with the \"blue\" movement coming into power, with Villegas serving as a key figure in the new Venezuelan government.[1] Under President José Ruperto Monagas, Villegas served as the 78th Minister of Foreign Affairs of Venezuela from June 27, 1868, until February 24, 1869.[citation needed] Preceded in the role by Rafael Arvelo, he was succeeded by Juan Pablo Rojas Paúl.[citation needed] On June 28, 1868, he succeeded Manuel Ezequiel Bruzual as President of Venezuela. During his eight-month tenure, he worked to completely abolish the political system established by Falcon. Villegas granted amnesty to political prisoners, reinstated the Federal Constitution from 1864, and re-enforced civil rights. He also instated federal law[1] and the union of the parties.[clarification needed][1] On October 1, 1868, there was an assassination attempt on Villegas while he was administering his presidential duties at the government mansion. The assassin was captured before the attempt.[3] His tenure lasted until February 20, 1869, when he was followed by José Ruperto Monagas.[clarification needed][citation needed] While Monagas was campaigning in February 1869, as the designated second in the Republic of Venezuela, Villegas again took the role of interim president. While during this short term, he officially honored the mortal remains of General Ezequiel Zamora, and also arranged the repatriation of the remains of Jose Maria Vargas, which had been in New York.[1] He also honored general José Gregorio Monagas,[1] and had a statue of El Libertador, Simón Bolívar, installed in the main square of Caracas. Furthermore, he approved of 13,000 pesos in funding to support national schools, and pardoned those that had been involved in the political events of 1868.[1] He furthermore created the Presidency of the Cabinet (Presidencia del Gabinete), before returning the presidential role to Monagas in March 1869.[1] Villegas was appointed Minister of the Interior in December 1869, his second time holding the position.[1] In 1870, Monagas left Caracas to fight the Liberal Revolution led by Antonio Guzman Blanco, and Villegas was once again appointed interim president in his absence[1] on April 16, 1870.[citation needed] However, Blanco's successful revolution resulted in Villegas retiring from active politics.[1] Villegas' term lasted around ten days, and on April 27, 1870, he ceded the role to Antonio Guzmán Blanco.[citation needed] Villegas went into education after his retirement from active politics, and in 1876 he founded the school La Paz[1] along with his nephew Guillermo Tell Villegas Pulido, and he was known as a prominent teacher at the school.[4] He published a book on Spanish grammar in 1884, and in 1887 published a book on Spanish homophones.[1] The National Executive (Ejecutivo Nacional) commissioned him in 1889 to write a report to the Minister of Public Instruction on the formation of a series of popular instruction textbooks for Venezuela. Also that year, President Juan Pablo Rojas Paul named him Minister of Public Instruction (Ministro de Instrucción Pública). In the government of President Raimundo Andueza Palacio, in 1892 Villegas was appointed the president of the Federal Council (Ejecutivo Nacional).[1] Villegas served as interim President of Venezuela for the final time[1] starting on June 17,[citation needed] 1892, when Raimundo Andueza Palacio was in absentia while dealing with the outbreak of the Legalist Revolution (Revolución Legalista) led by Joaquín Crespo.[1] Villegas served in the position until August 31,[citation needed] 1892, when he resigned and was succeeded by his nephew Guillermo Tell Villegas Pulido.[2] Moving from politics to education, he published the first Venezuelan popular instruction book on literature, science, and fine arts in 1895,[1] regarded[who?] as one of his most important works. On October 6, 1901, he was named as a new member of the National Academy of History [es],[1] although the membership couldn't be put into effect due to Villegas' advanced age.[clarification needed][1] Villegas died in his hometown of Valencia on March 21, 1907, circa the age of 84.[1]","country":"Venezuela"}