{"name":"Gustavo Díaz Ordaz","url":"/wiki/Gustavo_D%C3%ADaz_Ordaz","Born":"1911-03-12","Died":"1979-07-15","Political party":"Institutional Revolutionary Party","termEnds":null,"termStarts":null,"text":"Gustavo Díaz Ordaz Bolaños (Spanish pronunciation: [ɡusˈtaβo ˈði.as oɾˈðas]; 12 March 1911 – 15 July 1979) was a Mexican politician and member of the Institutional Revolutionary Party (PRI). He served as the President of Mexico from 1964 to 1970. Díaz Ordaz was born in San Andrés Chalchicomula, and obtained a law degree from the University of Puebla in 1937 where he later became its vice-rector. He represented Puebla's 1st district in the Chamber of Deputies from 1943 to 1946. Subsequently he represented the same state in the Chamber of Senators from 1946 to 1952 becoming closely acquainted with then-senator Adolfo López Mateos. Díaz Ordaz joined the campaign of Adolfo Ruiz Cortines for the 1952 election and subsequently worked for the Secretariat of the Interior under Ángel Carvajal Bernal. He became the secretary following López Mateos' victory in the 1958 election, and exercised de facto executive power during the absences of the president, particularly during the Cuban Missile Crisis. In 1963, the PRI announced him as the presidential candidate for the 1964 election, he received 88.81% of the popular vote. His administration is mostly remembered for the student protests that took place in 1968, and their subsequent repression by the Army and State forces during the Tlatelolco massacre, in which hundreds of unarmed protesters were killed.[2][3][4] After passing on presidency to his own Secretary of the Interior (Luis Echeverría), Díaz Ordaz retired from public life. He was briefly the Ambassador to Spain in 1977, a position he resigned after strong protests and criticism by the media. He died of colorectal cancer on 15 July 1979 at the age of 68.[citation needed] Díaz Ordaz Bolaños was born in San Andrés Chalchicomula (now Ciudad Serdán, Puebla), the second of four children. In his later years his father, Ramón Díaz Ordaz Redonet, worked as an accountant. However, for a decade he served in the political machine of President Porfirio Díaz, becoming the jefe político and police administrator of San Andrés Chilchicomula. When Díaz was ousted by revolutionary forces in May 1911 at the outbreak of the Mexican Revolution, he lost his bureaucratic post in the regime change. Subsequently the family's financial situation was insecure, and Díaz Ordaz's father took a number of jobs and the family frequently moved.[5] He claimed ancestry with conqueror-chronicler Bernal Díaz del Castillo.[6] Gustavo's mother, Sabina Bolaños Cacho de Díaz Ordaz, was a school teacher, described as \"stern and pious\". Gustavo, as well as his elder brother Rámon, had a weak chin and large protruding teeth and was skinny. \"His mother would freely say to anyone, 'But what an ugly son I have!'\"[7] His lack of good looks became a way to mock him when he became president of Mexico. When the family lived for a time in Oaxaca, the young Díaz Ordaz attended the Institute of Arts and Sciences, whose alumni included Benito Juárez and Porfirio Díaz. He was a serious student, but due to his family's financial circumstances, he could not always buy the textbooks he needed. At one point, the family lived as a charity case with a maternal uncle in Oaxaca, who was a Oaxaca state official. The family had to absent themselves when powerful visitors came to the residence. While Gustavo attended the institute, his elder brother Ramón taught there after studies in Spain, teaching Latin. A student mocked Professor Ramón Díaz Ordaz's ugliness, and Gustavo defended his brother with physical force.[8] Díaz Ordaz graduated from the University of Puebla on 8 February 1937 with a law degree. He became a professor at the university and served as vice-rector from 1940 to 1941. In a photo from 1938, Díaz Ordaz stands behind President Lázaro Cárdenas who is front and center. Also in the photo are two other future presidents of Mexico, Manuel Avila Camacho and Miguel Alemán. His political career had a modest start. He had not fought in the Revolution and his father had been part of Porfirio Díaz's regime, so his political rise was not straightforward. He served in the government of Puebla from 1932 to 1943. In the latter year he became a federal politician, serving in the Chamber of Deputies for the first district of the state of Puebla, and he served as a senator for the same state from 1946 to 1952. He came to national prominence in the cabinet of Mexican President President Adolfo López Mateos from 1958 to 1964, as Minister of the Interior (Gobernación).[9] On 18 November 1963, he became the presidential candidate for the Institutional Revolutionary Party (PRI).[10] Despite facing only token opposition, Díaz Ordaz campaigned as if he were the underdog.[11] He won the presidential election on 5 July 1964. Díaz Ordaz assumed the presidency on 1 December 1964 at the Palacio de Bellas Artes. There, he took the oath before the Congress of the Union presided over by Alfonso Martínez Domínguez. Former president Adolfo López Mateos turned over the presidential sash, and Díaz Ordaz delivered his inaugural address. As president, Díaz Ordaz was known for his authoritarian manner of rule over his cabinet and the country in general. His strictness was evident in his handling of a number of protests during his term, in which railroad workers, teachers, and doctors were fired for taking industrial action. A first demonstration of this new authoritarianism was given when he used force to end a strike by medics. Medics of the Institute for Social Security and Services for State Workers, especially residents and interns, had organized a strike to demand better working conditions and an increased salary.[12] His authoritarian style of governing produced resistance such as the emergence of a guerrilla movement in the state of Guerrero.[13] Economically, the era of Díaz Ordaz was a time of growth.[14] He established the Mexican Institute of Petroleum in 1965, an important step, for oil has been one of Mexico's most productive industries. When university students in Mexico City protested the government's actions around the time of the 1968 Summer Olympics, Díaz Ordaz oversaw the occupation of the National Autonomous University of Mexico and the arrest of several students, leading to the shooting of hundreds of unarmed protesters during the Tlatelolco massacre in Downtown Mexico City on 2 October 1968. The Mexican army fired ruthlessly because a group called \"Battalion Olympia\" started the shooting between the unarmed students and many other people who let the students take shelter inside their homes.[citation needed] Statistics concerning the casualties of this incident vary, often for political reasons. Some people were kept imprisoned for several years. The crackdown would eventually be denounced by Díaz Ordaz's successors, and ordinary Mexicans view the assault on unarmed students as an atrocity. The stain would remain on the PRI for many years. Every year, on the anniversary of the Tlatelolco massacre, the statue of Díaz Ordaz in Zapopan, Jalisco, is vandalized by having a bucket of red paint splattered on it.[15] Díaz Ordaz's authoritarian manner of rule also prevented any attempt to democratize the PRI. The president of the PRI, Carlos Madrazo, made such an attempt by proposing inner-party elections in order to strengthen the party's base. After his attempt failed, Madrazo resigned.[16] During the administration of Díaz Ordaz, relations with the US were largely harmonic, and several bilateral treaties were formed.[17] In Diaz Ordaz's honor, President Richard Nixon hosted the first White House state dinner to be held outside Washington, D.C., at San Diego's Hotel del Coronado on 3 September 1970. However, there also were some points of conflict with the US. One was the antidrug Operation Intercept, conducted by the U.S.; between September and October 1969, all vehicles entering the US from Mexico were inspected.[18] Mexico also embraced the doctrine of nonintervention, and Díaz Ordaz condemned the US invasion of Santo Domingo, the capital of the Dominican Republic.[19] Under his administration, the Treaty of Tlatelolco prohibited the production, possession, or use of nuclear weapons in Latin America. Only peaceful use of nuclear energy was allowed. The treaty made Latin America a nuclear weapon-free zone.[20] On 12 October 1969, Díaz Ordaz chose his Secretary of the Interior, Luis Echeverría, as his successor, the seventh successive such selection by a sitting president without incident. Other possible candidates were Alfonso Corona de Rosal, Emilio Martínez Manatou, and Antonio Ortiz Mena.[21] He also considered Antonio Rocha Cordero, governor of the state of San Luis Potosí and former Attorney General, who was eliminated owing to his age (58), and Jesús Reyes Heroles, who was disqualified because a parent had been born outside Mexico, in this case Spain, which was prohibited by Article 82 of the Constitution. In the assessment of political scientist Jorge G. Castañeda, Echeverría was Díaz Ordaz's pick by elimination, not choice.[22] After his term expired, Díaz Ordaz and his family vanished completely from the public eye; he was occasionally mentioned in newspapers (usually in a derogatory manner), he seldom gave interviews, and he was usually spotted only when voting in elections. In 1977, a break from that obscurity came as he was appointed as the first Mexican Ambassador to Spain in 38 years, relations between the two countries having previously been broken by the triumph of Falangism in the Spanish Civil War. During his brief stint as Ambassador, he met with hostility from both the Spanish media and the Mexican media, as he was persistently asked questions about his actions as President. He resigned within several months because of that and his health problems. Popular discontent led to a catchphrase: \"Al pueblo de España no le manden esa araña\" (\"To the people of Spain, do not send that spider\"). He died in Mexico City of colorectal cancer. Licenciado Gustavo Díaz Ordaz International Airport in Puerto Vallarta is named after him. Public opinion on the Díaz Ordaz administration and its legacy continues to be mostly negative, being associated with the Tlatelolco massacre and a general hardening of authoritarianism that would prevail during successive PRI administrations. Even during his lifetime, his appointment as Ambassador to Spain in 1977 was met with such rejection and protests that he had to resign shortly after. In a national survey conducted in 2012, 27% of the respondents considered that the Díaz Ordaz administration was \"very good\" or \"good\", 20% responded that it was an \"average\" administration, and 45% responded that it was a \"very bad\" or \"bad\" administration.[23] In 2018, the Government of Mexico City retired all plaques from the Mexico City Subway system making reference to Díaz Ordaz that were installed during his administration.[24]","country":"Mexico"}