{"name":"Gustavo Rojas Pinilla","url":"/wiki/Gustavo_Rojas_Pinilla","Born":"1900-03-12","Died":"1975-01-17","Political party":"National Popular Alliance","termEnds":null,"termStarts":null,"text":"Gustavo Rojas Pinilla (12 March 1900 – 17 January 1975) was a Colombian Army general, civil engineer, and dictator who ruled as 19th President of Colombia as from June 1953 to May 1957. Rojas Pinilla gained prominence as a colonel during La Violencia, the period of civil strife in Colombia during the late 1940s that saw infighting between the ruling Conservatives and Liberal guerillas, and was named to the cabinet of Conservative President Mariano Ospina Pérez. In 1953, he mounted a successful coup d'état against Ospina's successor as president, Laureano Gómez Castro, imposing martial law. Seeking to reduce political violence, he ruled the country as a military dictatorship, implementing infrastructure programs and extending female suffrage. He was forced to step down due to public pressure in 1957. Rojas Pinilla founded the National Popular Alliance (ANAPO) in 1961 in opposition to the National Front, the power-sharing agreement which the Conservatives and Liberals had brokered after he had been deposed. He contested the 1970 presidential election but was defeated by the National Front candidate, Conservative lawyer Misael Pastrana Borrero. However, Rojas Pinilla and his supporters alleged that the election had been fraudulent and illegitimate; the results caused ANAPO supporters to form M-19 guerilla movement, which would contribute to the country's insurgency unrest in the second half of the 20th century. Rojas was born in the city of Tunja, Boyacá, on March 12, 1900, to Julio Rojas Jiménez and his wife, Hermencia Pinilla Suárez. Spending his youth in Tunja, Villa de Leyva, and Arcabuco, he studied at the Tunja School of Presentation and earned a secondary degree at the Normal School of Tunjasu Leiva.[2] After graduating with a bachelor's degree in 1917, he entered the José María Córdova Military School in Bogotá as a cadet in 1917, graduating as a second lieutenant in 1920. In 1923 while serving in Manizales, Caldas, he was promoted to lieutenant in the army. He became dissatisfied with the army and in 1924 he requested permission to retire from active service. He continued his education at Tri-State College in the United States, where he obtained a degree in civil engineering in 1927 while working the assembly line at a Ford factory.[3] Returning to Colombia, he started taking part in the construction of highways and other works of engineering, managing the construction of the highway from Belén to Socha.[2] In 1932, Rojas returned to the Army as Colombia went to war against Peru over the region. Recommissioned as a Captain, he was posted to the 1st Artillery Group in Bogotá. In 1933, being assigned to command the coastal batteries of Buenaventura, a port city that was believed to be vulnerable to Peruvian attack. Buenaventura never came under attack, but the war concluded that year with the Rio Protocol, which recognized Colombia's claim to the disputed territory. In 1936, he became the lead engineer of the army's ammunition factory; that same year, he was sent as an envoy to Nazi Germany, in order to obtain necessary machinery for munitions production in Bogotá. On his return to Colombia, he was named chief of the factory's technical department. In 1943, he visited the United States to secure weapons and other material, this time in the form of Lend Lease aid during the Second World War. During this period, Rojas Pinilla also served as director of the Artillery School (from 1942) and assistant director of the School of War (from 1944). In 1945, he was named as Director General of Civil Aviation (at the time, an agency of the Ministry of War). It was there where he presented his project for airports in Colombia under the title \"Landing Strips in Colombia,\" which served as a dissertation for his promotion to colonel of the Army; he would subsequently bring this initiative into being with the El Dorado Airport . In 1946, now a colonel, Rojas was nominated as commander of the First Brigade in Tunja and in 1948 was named commander of the Third Brigade in Cali. There, he gained major recognition in the country for having managed to appease the rebellion that happened in this region as a consequence of the assassination of the popular leader Jorge Eliécer Gaitán on April 9, 1948, for which he was honoured by the incumbent Conservative President Mariano Ospina Pérez. On October 11, 1949, he was promoted to General and on October 19 assigned to the Central Command of the Army. On December 3, 1949, Rojas was appointed as Minister of Posts and Telegraphs[4] in the government of President Mariano Ospina Pérez.[5][6] In 1951, he was nominated as a delegate for Colombia to the United Nations in Washington, and as such he inspected the Colombia Battalion, then attached to the American 21st Infantry Regiment in Korea.[7] In 1952, he was ascended to General of the Army and appointed as Chief of Staff of the Armed Forces of Colombia by President Roberto Urdaneta Arbeláez.[8] On June 13, 1953, Rojas led a peaceful coup d’état conceived by Conservative and Liberal parties to reestablish peace and political order in the nation.[9] Rojas was military dictator of Colombia from 1953 to 1954. He was designated President of Colombia in 1954.[10] The National Constituent Assembly, by its Legislative Act Number 1 of 1953, appointed him as President of Colombia without a popular election.[11] Rojas enacted legislation that gave women the right to vote. He introduced television and constructed several hospitals and universities and the National Astronomic Observatory. He was also a strong supporter of public works and infrastructure, promoting and conducting projects such as the Atlantic railway, the hydroelectric dam of Lebrija, and the oil refinery of Barrancabermeja.[12] On May 10, 1957, the people of Colombia, dissatisfied with the government of Rojas, launched a massive national protest demanding his resignation. Rojas was ousted and the events of this day were called a “coup d'état of public opinion”.[11] A military junta of five generals assumed control of the nation. The junta was made up of: General Gabriel París Gordillo, General Rafael Navas, General Luis E. Ordóñez, General Deogracias Fonseca and Admiral Rubén Piedrahita. The junta ruled until 1958, when a plebiscite adopted an 1886 constitution, and General Gabriel París Gordillo was elected as chairman of the Colombian Military Junta of Government.[13] Rojas mounted a widespread censorship campaign against the Colombian press. He established a national radio station which consisted mostly of government sponsored Catholic propaganda. Thousands of radios were distributed across the country, but these radios could only tune to the government-controlled station, Radio Sutatenza.[14] Until 1955, Colombians could legally possess firearms. Rojas established a national gun permit system, making it difficult to obtain a gun.[15] In the election of 1962 Rojas ran for the first time as the presidential candidate of his newly created ANAPO opposition party. He came in fourth, but his result was nonetheless declared invalid due to him being a former coup leader. In the election of 1970 he ran again for the presidency, with a populist platform. He was defeated by a narrow margin by Misael Pastrana, but alleged that this was the result of fraud. The presidential election of April 19, 1970, was difficult and controversial. Rojas and Misael Pastrana Borrero were both running for office. Rojas seemed to be winning the elections until a nationwide malfunction of communication systems happened. After these were restored, the votes had already been counted. The results were very close, giving a slight margin in favor of Pastrana Borrero. The supporters of Rojas challenged the results and accused the government of President Carlos Lleras Restrepo of fraud. The case was brought before the Electoral Court, which ruled in favor of Pastrana Borrero on July 15, 1970, certifying him as President of Colombia.[16] This alleged electoral fraud led to the formation of the 19th of April Movement. Rojas Pinilla died in Melgar, Tolima, on January 17, 1975.[17] Historian Daniel García-Peña summed up Rojas' shifting ideological position and support bases: He came to power with the support of the Liberal and Ospinist Conservatives against Laureanism, with very close relations with the United States. However, once in power, he forged his own program (the Third Force) of Peronist inspiration, causing the Liberal and Conservative oligarchies to unite to overthrow him and establish the National Front. With ANAPO, he emphasized the social dimension [of his policies], attracting various left-wing groups—yet his attitude towards electoral fraud was rather timid and the birth of M-19 was more than anything a reaction to his passivity.[18] ","country":"Colombia"}