{"name":"Hans Luther","url":"/wiki/Hans_Luther","Born":"1879-03-10","Died":"1962-05-11","Political party":"Independent","termEnds":null,"termStarts":null,"text":"Hans Luther (listen (help·info)) (10 March 1879 – 11 May 1962) was a German politician and Chancellor of Germany for 482 days in 1925 to 1926. As Minister of Finance he helped stabilize the Mark during the hyperinflation of 1923. From 1930 to 1933, Luther was head of the Reichsbank and from 1933 to 1937 he served as German Ambassador to the United States. Hans Luther was born in Berlin on 10 March 1879 into a Lutheran family as the son of Otto (1848-1912), a well-off merchant, and Wilhelmine Luther (née Hübner).[1][2] After attaining the Abitur at the Leibniz-Gymnasium/Berlin, Luther studied law at Geneva, Kiel and Berlin from 1897 to 1901. His teachers included Otto von Gierke, Franz von Liszt, Heinrich Brunner, Gustav von Schmoller and Hugo Preuss. In 1904, Luther was awarded a Dr.jur. for his dissertation Die Zuständigkeit des Bundesrats zur Entscheidung von Thronstreitigkeiten innerhalb des Deutschen Reiches. He passed the Assessor exam in 1906 and worked in the Prussian administration, in 1906/07 at the city council of Charlottenburg, now a part of Berlin.[1] Luther was married twice. From 1907–1924 to Gertrud (née Schmidt, 1880–1924) and from 1953 to Gertrud Sioli (née Mautz). He had three daughters from his first marriage.[1] In 1907, Luther was elected to the Magdeburg city council where he increased the area assigned to Schreber garden tenfold and litigated against the regional potash industry for polluting the drinking water. From February 1913 to the summer of 1918, Luther was a member of the board of the Preußischer Städtetag (later Deutscher Städtetag). In the summer of 1918, he became Oberbürgermeister (mayor) of Essen. During the Revolution he managed to convince the revolutionary workers' and soldiers' councils to cooperate with the city administration and to accept the mayor's leading role. Ex-officio, as mayor of Essen, he was a member of the Vorläufiger Reichswirtschaftsrat from 1920.[1][3] During the creation of the cabinet of Wilhelm Cuno in November 1922, Luther was offered the Reichswirtschaftsministerium (Economic Affairs) and the Reichsinnenministerium (Interior) but he refused both. However, on 1 December 1922 he took over the Reichsministerium für Ernährung und Landwirtschaft (food and agriculture). His predecessor, Karl Müller had been forced to resign after only three days in office due to allegations about connections to Rhenish separatists. Luther remained in this office in the cabinet of Gustav Stresemann, focussing on ensuring food supplies for those groups of the population hardest hit by inflation.[1] When Streseman reshuffled his cabinet on 6 October 1923, Luther took over the Ministry of Finance and kept that portfolio in the two cabinets led by Wilhelm Marx which followed. Luther thus was in charge of the currency reform which ended the hyperinflation and introduced a new stable Mark. By 15 October, Luther presented a plan that combined elements of a reform by economist Karl Helfferich with ideas of Luther's predecessor Rudolf Hilferding. With the help of the emergency law (Ermächtigungsgesetz) of 13 October 1923 which gave the government the power to issue decrees on financial and economic matters, the plan was implemented that same day, 15 October 1923. The restrictive monetary policy by Hjalmar Schacht at the Reichsbank helped to stabilize the currency, as did steps taken by Luther to close the budget deficit. On the revenue side, he pushed through three emergency tax hikes, brought forward due dates for taxes, increased prepayments of assessed taxes, raised the sales tax, taxed inflation gains and reorganized the financial burden sharing between Reich and Länder. On the spending side, Luther managed a drastic cut in personnel costs – by reducing the number of Reich employees by almost 25% over four months, a freeze on promotions and fixing public salaries at a level lower than that of 1913.[1] Having successfully stabilized the currency, Luther then was a member of the German delegation at the London conference of 1924 [de] in July and August 1924, where he was in charge of trade policy and financial policy issues. On 30 August 1924, the Rentenmark was replaced as legal tender by the Reichsmark, a new gold-backed currency.[1] After the Reichstag elections of December 1924 the parties supporting the minority Marx cabinet were unable to agree on whether the coalition should be extended to include those on the left (SPD) or those on the right (DNVP), president Friedrich Ebert on 9 January 1925 asked the independent Luther to form a government. On 16 January, Luther presented his cabinet that combined features of a party-based government with one made up of experts/technocrats. Each of the coalition parties (Zentrum, BVP, DVP, DNVP) had one representative in the cabinet, the other positions were filled with civil servants who were either members of one of the parties or were politically close to it. Although the DDP was not a member of the coalition, Luther was able to keep Otto Gessler at the Reichswehrministerium.[1] When Ebert died on 28 February, Luther temporarily assumed the role of acting head of state pending the election of a successor. The following presidential election put some strains on the coalition supporting the cabinet. Luther tried to convince Walter Simons, president of the Reichsgericht, to ask the two candidates for the second round of voting to step aside and accept Simons as a compromise of the center. However, Simons refused and Paul von Hindenburg was elected.[1] During his relatively short period in office, Luther and his cabinet managed to accomplish the passage of several important laws and international treaties. In foreign trade, the one-sided most-favoured-nation clause that had governed trade between the Allies and Germany lapsed on 10 January 1925, thus reestablishing Germany's sovereignty in trade policy. The tariff law came into force on 12 August 1925, setting up tariffs for industry and agriculture that were based on the tariff rates of the pre-war years. Trade treaties were negotiated with the UK, the Soviet Union, France, Spain and Italy. In domestic tax policy, a tax reform brought relief as taxes on income, capital and land transfer as well as bill stamp duty and sales tax were all lowered. In foreign policy, the cabinet negotiated the Treaty of Locarno with the UK, Belgium, France and Italy (October 1925), which paved the way for Germany's membership in the League of Nations (September 1926). The ministers of the DNVP left the cabinet in protest over Locarno, forcing Luther to set up a new government that took office in January 1926. This government negotiated the Freundschafts- und Neutralitätsvertrag with the Soviet Union.[1] In social policy, a number of reforms to social insurance were carried out during Luther's time as Chancellor. A decree promulgated by the Reich Minister of Labour in May 1925 extended accident insurance coverage to include eleven occupational diseases,[4] a law of July 1925 extended workmen's compensation coverage to all accidents from and to places of work, and vocational care was introduced that same month. In addition, a decree of May 1925 established compensation for occupational diseases.[5] Luther voluntarily decided to resign after a Reichstag majority censured him on 12 May 1926 after he had asked Hindenburg to issue the presidential Flaggen-Verordnung (5 May 1926), which ordered German embassies and consulates to display not just the official black-red-gold Reichsflagge but also the black-white-red Handelsflagge (trade flag). His successor was Wilhelm Marx.[1] Luther was elected to the supervisory board of the Reichsbahn in the summer of 1926. At the end of 1928 he left, to make room for a representative of the Free State of Prussia. In March 1929, he became a member of the board of directors of the Gemeinschaftsgruppe deutscher Hypothekenbanken (association of German mortgage banks). He also joined the DVP. In 1928/29, Luther was also active in the Bund zur Erneuerung des Reiches [de] and became its founding president in January 1928. The institution worked on a reform of the federal structure of the Reich, notably the problem of the dominant position of Prussia compared to the other Länder.[1] On 11 March 1930, Luther was appointed as Hjalmar Schacht's successor as president of the Reichsbank. To ensure his independence, he gave up all other offices and also left the DVP. Luther supported Heinrich Brüning's deflation policy out of loyalty and conviction. During the crisis in German banking in June/July 1931, he stretched the envelope—both legally and in terms of the Reichsbank's financial means—to help the banks repay the short-term loans called in by foreign creditors. Criticism by the banks including the demand for his resignation were without foundation and served mainly to hide the banks' responsibility for their own situation.[1] On the evening of April 9, 1932 Hans Luther was shot at on the platform of the Potsdam station. He was injured at the shoulder. The assailants had written a letter before in which they criticized Luther's monetary policy.[6] After the Nazis seized power in 1933, Luther acceded to a demand by Hitler and resigned his post on 16 March 1933. He was, however, offered the post of German ambassador to Washington which he accepted.[1] In 1933, Luther lectured at the Columbia University campus. Luther's speech stressed Hitler's \"peaceful intentions\" toward his European neighbors. Nicholas Murray Butler, Columbia's president, rejected student appeals to cancel the invitation, calling the request \"illiberal\" and citing the need for academic freedom.[7] In 1937, he retired from active public service (im einstweiligen Ruhestand) and in 1942 retired fully.[1][3] Post-World War II, Luther was trustee of Merck Finck & Co., a private bank in Munich, in 1948/49. He also served as a member of the supervisory board of the Bayerischen Hypotheken und Wechselbank. In 1952, the Munich Hochschule für politische Wissenschaften awarded him an honorary professorship. In 1952–1955, Luther was the chairman of the committee of experts on the territorial restructuring of the Federal Republic of Germany (Sachverständigen-Ausschuß für die Neugliederung des Bundesgebiets). In 1958, he became president of the reestablished Verein für das Deutschtum im Ausland.[1][3] He died in Düsseldorf on 11 May 1962.[1] ","country":"Germany"}