{"name":"Hermes da Fonseca","url":"/wiki/Hermes_da_Fonseca","Born":"1855-05-12","Died":"1923-09-09","Political party":"PRC","termEnds":"(PRM)","termStarts":null,"text":"Hermes Rodrigues da Fonseca (Portuguese pronunciation: [ˈɛʁmis ʁoˈdɾigis dɐ fõˈsekɐ]; 12 May 1855, in São Gabriel – 9 September 1923, in Petrópolis) was a Brazilian field marshal and politician who served as President of Brazil between 1910 and 1914. He was a nephew of marshal Deodoro da Fonseca, the first president of Brazil, and general João Severiano da Fonseca, patron of the Army Health Service. His parents were the marshal Hermes Ernesto da Fonseca and Rita Rodrigues Barbosa. His father was born in Alagoas and, while serving in the military, was transferred to the town of São Gabriel, in Rio Grande do Sul, where Hermes was born, in 1855. When his father was sent to the Paraguayan War, the family returned to Rio de Janeiro. In 1871, at the age of 16, he graduated with a degree in Science and Literature and joined the Military School of Praia Vermelha, where he was a student of Benjamin Constant Botelho de Magalhães, one of the introducers of the ideas of Auguste Comte in Brazil, and thus did not escape the influence of the master, although he did not become an orthodox positivist. When he graduated, he served as an assistant to Prince Gaston de Orléans, the Count of Eu. He supported the proclamation of the Republic by his uncle Manuel Deodoro da Fonseca, and was invited by him to be a field assistant and military secretary after the seizure of power. In ten months, he went from captain to lieutenant colonel.[1] On the occasion of the Naval Rebellion of 1893, he stood out, in Niterói, in the command of the defense of the government of Floriano Peixoto. In 1894, he was promoted to colonel, in 1896 he commanded the 2nd Mounted Artillery Regiment, then was appointed head of the Presidential Military House.[1] He commanded the current Federal Capital Police Brigade Military Police of the State of Rio de Janeiro, between 1899 and 1904, when he took command of the Realengo Military School, which formed the officers of the army. As commander of the Realengo Preparatory School in 1904, he repressed the Vaccine Revolt, a movement that, in the name of individual freedom, protested against the compulsory vaccination against smallpox, also translating the broader popular dissatisfaction with the regime. President Rodrigues Alves promoted him to marshal. He held various government positions until he became Minister of War during the government of Afonso Pena (1906-1909), from November 15, 1906 to May 27, 1908. During his term, at the suggestion of the Baron of Rio Branco, he also sent officers for training in the German Empire, who, after returning to Brazil, became known as the \"Young Turks\" .[2] He also reformed the Army and Ministry with the creation of technical and administrative services. Of these innovations, the most important was the institution of compulsory military service, although this law was only legitimized with the Law No. 4,375 of August 17, 1964. Due to the discussion in the Chamber of Deputies about the participation of the military in the political life of the country, he resigned. He was later minister of the STM (Supreme Military Court). In November 1908, after returning from a trip to Germany, where he had witnessed military maneuvers as a guest of Kaiser Wilhelm II, he was nominated for presidential succession. He had the support of President Nilo Peçanha, who replaced Afonso Pena, and state representations at the National Congress, except for the benches of São Paulo and Bahia, who supported the name of Senator Rui Barbosa and the president of São Paulo Albuquerque Lins as a vice-presidential candidate, and began the civilist campaign. It is strongly speculated by some historians that the Elections were forged by the TSE, and that in fact the winner was Ruy Barbosa.","country":"Brazil"}