{"name":"Horst Köhler","url":"/wiki/Horst_K%C3%B6hler","Born":"1943-02-22","Political party":"Christian Democratic Union","termEnds":null,"termStarts":null,"text":"Horst Köhler (German: [ˈhɔʁst ˈkøːlɐ] (listen); born 22 February 1943) is a German politician who served as President of Germany from 2004 to 2010. As the candidate of the two Christian Democratic sister parties, the CDU (of which he is a member) and the CSU, as well as the liberal FDP, Köhler was elected to his first five-year term by the Federal Convention on 23 May 2004 and was subsequently inaugurated on 1 July 2004. He was reelected to a second term on 23 May 2009. Just a year later, on 31 May 2010, he resigned from his office in a controversy over a comment on the role of the German Bundeswehr in light of a visit to the troops in Afghanistan. During his tenure as president, whose office is mostly concerned with ceremonial matters, Köhler was a highly popular politician, with approval rates above those of both Chancellor Gerhard Schröder and later Chancellor Angela Merkel.[1] Köhler is an economist by profession. Prior to his election as president, Köhler had a distinguished career in politics and the civil service and as a banking executive. He was president of the European Bank for Reconstruction and Development from 1998 to 2000 and head of the International Monetary Fund (IMF) from 2000 to 2004. From 2012 to 2013, Köhler served on the UN Secretary-General's High-level Panel on the Post-2015 Development Agenda.[2] Köhler was born in Skierbieszów (then named Heidenstein), in the General Government area of German-occupied Poland, as the seventh child of Elisabeth and Eduard Köhler, into a family of Bessarabian Germans from Rîșcani in Romanian Bessarabia (near Bălți, present-day Moldova). Horst Köhler's parents, ethnic Germans and Romanian citizens, had to leave their home in Bessarabia in 1940 during the Nazi-Soviet population transfers that followed the invasion of Poland and the Molotov–Ribbentrop Pact, which awarded Bessarabia to the Soviet Union. As part of the Generalplan Ost, they were resettled in 1942 at Skierbieszów, a village near Zamość, Poland (then part of the General Government). As the Wehrmacht was pushed back and the first parts of Poland had to be abandoned in 1944, the Köhler family fled to Leipzig. In 1953, they left the Soviet Zone – via West Berlin – to escape from the communist regime. The family lived in refugee camps until 1957, when they settled in Ludwigsburg. Horst Köhler hence spent most of his first 14 years as a refugee. A teacher recommended that the refugee boy Köhler should apply for the Gymnasium, and Köhler took his Abitur in 1963. After two years of military service at a Panzergrenadier battalion in Ellwangen, he left the Bundeswehr as Leutnant der Reserve (Reserve Lieutenant). He studied and finally gained a doctorate in economics and political sciences from the University of Tübingen, where he was a scientific research assistant at the Institut für Angewandte Wirtschaftsforschung [de] from 1969 to 1976. Köhler joined the civil service in 1976, when he was employed in the Federal Ministry of Economics. In 1981, he was employed in the Chancellory of the state government in Schleswig-Holstein under Prime Minister Gerhard Stoltenberg. The following year, Köhler was made head of the Ministers office in the Federal Ministry of Finance, upon Stoltenberg's recommendation. He rose to Director General for financial policy and federal industrial interests in 1987. In 1989 he became Director General for currency and credit. A member of the CDU since 1981, he was Secretary of State in the Federal Ministry of Finance from 1990 to 1993, and as such, the administrative head of the Ministry and the deputy of the Federal Minister of Finance (Theodor Waigel). In that capacity, he served as a \"sherpa\" (personal representative) for Chancellor Helmut Kohl, preparing G7 summits and other international economic conferences. As secretary of state, Köhler negotiated both the German-German monetary union[3] and the final withdrawal of Soviet troops from the GDR in 1994.[4] Besides, he was chief negotiator for the Maastricht Treaty on European Monetary Union, which led to the creation of the euro as the Union's single currency. Köhler also played a central role in organizing the enormously expensive privatization of state businesses in Eastern Germany. He organized the Treuhand, the agency charged with selling 11,000 rusting and moribund companies.[5] Between 1993 and 1998 he served as President of the association of savings banks in Germany, Deutscher Sparkassen- und Giroverband. In 1998 Köhler was appointed president of the European Bank for Reconstruction and Development, and settled in London, where the headquarters of the bank is located. At the EBRD, he took over in September 1998, when the bank was facing annual losses of $305 million, largely due to the financial collapse of Russia. He took stock of the situation, then began to refocus the EBRD's notoriously lax investment policies and tighten up on opulence at the bank itself.[6] At the same time, he was widely reputed to clash with his American vice president, Charles Frank, and other EBRD officials reportedly complained about his temper and management style.[7] Köhler was appointed managing director and Chairman of the executive board of the International Monetary Fund (IMF) in 2000. The government of Gerhard Schröder nominated him after their first nominee, Caio Koch-Weser, was rejected by the United States.[8] Though respected, Köhler was not a particularly well known or prestigious figure in international financial circles.[9] At the time, he was one of three candidates for the IMF position, with Japan having put forward its former deputy finance minister Eisuke Sakakibara and several African nations backing Stanley Fischer.[10] In one of his first moves at the IMF, Köhler joined British Chancellor of the Exchequer Gordon Brown in hosting a gathering of anti-poverty activists to discuss an international campaign to write off billions of dollars in debts that developing nations owe the IMF, World Bank and other government creditors.[11] Before entering the office of managing director, Köhler had spent time in Indonesia during the 1997 Asian financial crisis and thereafter cited it as an example of the fund's tendency towards intrusive micromanagement.[12] Instead, he intended to focus the Fund primarily on broad economic management and to reduce overlapping activity with the World Bank.[13] Shortly after taking office in 2000, he established the Financial Sector Review Group under the leadership of John Lipsky to provide an independent perspective on the Fund's work on international financial markets, In March 2001, on the group's recommendations, he created the International Capital Markets Department, a unit to anticipate and head off financial crises in countries to which the fund makes loans.[14] In 2001, Köhler recommended naming Timothy Geithner to replace Stanley Fischer as deputy managing director; instead, the US government under President George W. Bush successfully pushed for Anne O. Krueger to take the position.[15] In order to accept his nomination as presidential candidate, Köhler left the IMF a year before his term was scheduled to end in May 2005. Among his accomplishments were overseeing debt crises in Brazil and Turkey and expanding debt relief for the world's poorest countries. He had less success resolving the continuing debt problems in Argentina.[16] He lived in Washington, D.C., from 2000 to 2004. On 4 March 2004, Köhler resigned his post with the IMF after being nominated by Germany's conservative and liberal opposition parties as their presidential candidate. As these parties controlled a majority of votes in the Bundesversammlung (an electoral college consisting of the membership of the Bundestag and an equal number of delegates appointed by the legislatures of each state), the result of the vote amounted to essentially a foregone conclusion, but was closer than expected. Köhler defeated Gesine Schwan on the first ballot by 604 votes to 580; 20 votes were cast for minor candidates, while one elector was absent because of a heart attack. Köhler succeeded Johannes Rau as president on 1 July 2004, for a five-year term. Germany's presidency is a largely ceremonial office, but is also invested with considerable moral authority. From 2004 until early 2006, Charlottenburg Palace was the seat of the President of Germany, whilst Schloss Bellevue was being renovated. Upon his election, Köhler, a conservative German patriot, said that \"Patriotism and being cosmopolitan are not opposites.\" Die Welt wrote, \"He appeared an enlightened patriot who genuinely loves his country and is not afraid to say so\". Presenting his visions for Germany, Köhler also said that \"Germany should become a land of ideas\", and emphasized the importance of globalization, and that Germany would have to compete for its place in the 21st century. Domestically, President Köhler became concerned with the question of how to preserve and create jobs in an internationally competitive environment.[17] During his presidency, Köhler gained a reputation for regularly voicing his opinion on foreign policy matters. He called for \"globalization with a human face\" and became a strong advocate of poverty eradication.[18] Already in his inaugural speech, Köhler set his focus on a \"fair partnership with Africa\" which he described as a question of European self-respect: \"In my view, the humanity of our world can be measured against the fate of Africa. Do Europe's self-respect, its foundations, values and history, not require it to play an honest and generous role in Africa?\"[19] Throughout his six years as president, Köhler \"worked hard to put Africa on the top of Germany's political agenda\", according to Deutsche Welle.[20] One of his trademark projects was the Partnership with Africa initiative, which brought together heads of state, entrepreneurs, intellectuals and students from Africa and Europe to create a \"dialogue of equals\".[21] Through unapologetic criticism of both Europe's negligence of the African continent and of sensitive issues in African politics, including corruption, Köhler gained wide popularity across Africa.[22] On the eve of his resignation, Köhler presented his book Schicksal Afrika,[23] an edited volume on the continent's future with contributions from 41 authors, including former African Presidents Thabo Mbeki and John Kufuor as well as Nobel Prize Literature Laureate Wole Soyinka. By the summer of 2005, he was Germany's most popular political figure, with an approval rating of 72 percent, according to a poll published in Der Spiegel.[24] In July 2005, he dissolved the Bundestag at Chancellor Gerhard Schröder's request, after the latter had lost a motion of confidence in the Bundestag. This led to early election for the Bundestag in September 2005. In August 2005, Köhler attended the memorial ceremony for Brother Roger, the founder of the Taizé Community, an ecumenical monastic community in Burgundy.[25] In October 2006, Köhler made a far-reaching decision by vetoing the bill which would transfer Germany's Air Safety Administration Deutsche Flugsicherung into private ownership. The Bundestag passed this legislation but as president, Köhler was authorized not to sign it into law if, in his opinion, it contravened the constitution. In December 2006 he did not sign the Consumer Information Law (which intended to make information collected by public food safety agencies available to consumers), because the constitution does not allow the federal government to instruct municipal authorities. This can only be done by the German states. There had only been six previous occasions when Germany's president had chosen to reject bills, in most instances less important legislation had been involved. His vetoes were the first notable examples in recent German history. In March 2007, Köhler turned down a politically contentious request for clemency by Christian Klar, a terrorist from the far-left Red Army Faction. His meeting with Klar had drawn protests from conservative politicians, who said Klar had shown no remorse for his crimes. The president also denied clemency to another member, Birgit Hogefeld.[26] In his 2007 Christmas address to the nation, Köhler urged the government to push ahead more quickly with reforms. He was also critical of the introduction of the minimum wage in the postal sector (which had led to the loss of 1,000 jobs at Deutsche Post rival PIN Group), stating that \"a minimum wage that cannot be paid by competitive employers destroys jobs\".[27] On 22 May 2008, Köhler announced his candidacy for a second term as president. On 23 May 2009 he was re-elected by the Federal Assembly,[28] and was sworn into office for a second term on 1 July 2009. On 31 May 2010, Köhler announced his resignation as President of Germany.[29] This came after German politicians criticised comments made by Köhler in relation to overseas military deployments:[30] In my estimation, though, we – including [German] society as a whole – are coming to the general understanding that, given this [strong] focus and corresponding dependency on exports, a country of our size needs to be aware that where called for or in an emergency, military deployment, too, is necessary if we are to protect our interests such as ensuring free trade routes or preventing regional instabilities which are also certain to negatively impact our ability to safeguard trade, jobs and income. All of this should be discussed and I think the path we are on is not so bad. After coming under criticism for his statements that Germany's military missions abroad also served to secure trade, critics accused him of advocating the use of \"gunboat diplomacy\".[32] He subsequently stated that his comments referred to piracy off the coast of Somalia. Köhler stated that there was no substance to accusations that in the interview he had overstepped his formal role by favoring an unconstitutional position. After getting no substantial support in the dispute, Köhler stepped down on 31 May 2010, issuing a statement saying \"I declare my resignation from the Office of President, with immediate effect.\"[33] The resignation was considered a \"surprise\",[34] and both pundits and opposition politicians labeled it \"an overreaction\".[35][36] The following days he was criticized for not being able to handle criticism while being a rigorous critic himself. His unprecedented act of immediate resignation was also considered showing a lack of respect for his position.[37] As stipulated by the German constitution, the powers of the vacant office were executed by the current President of the Bundesrat, Jens Böhrnsen, until Christian Wulff was elected president on 30 June 2010. Wulff himself resigned less than two years later after allegations of corruption were levelled against him. Wulff resigned on 17 February 2012 and was succeeded by Joachim Gauck. Since leaving office, Köhler continues to voice his opinion on selected foreign and domestic policy matters, most notably on Europe-Africa relations, the global fight against poverty and climate change as well as on the need for a new spirit of global partnership.[38] Between 2010 and 2011, Köhler served as member of the Palais Royal Initiative, a group convened by Michel Camdessus, Alexandre Lamfalussy and Tommaso Padoa-Schioppa to reform the international monetary system.[39] From 2012 to 2013, Köhler served on the United Nations' High-level Panel on the Post-2015 Development Agenda, which was co-chaired by President Susilo Bambang Yudhoyono of Indonesia, President Ellen Johnson Sirleaf of Liberia, and Prime Minister David Cameron of the United Kingdom.[40] The advisory board was established by UN Secretary-General Ban Ki-moon to shape the global development agenda beyond 2015, the target date for the Millennium Development Goals. The Panel produced a final report with recommendations and thereby contributed in the making of the 2030 Agenda for Sustainable Development, which was adopted by all UN member states in September 2015.[41] Within Germany, Köhler is widely regarded as one of the country's most experienced experts on Africa, although he himself has publicly rejected this label, saying in his speech \"On the impossibility of speaking of Africa\": \"The more I learned about Africa, the more I realized how much there still was to learn\".[42] On several occasions, Köhler has officially represented Germany as former president. Köhler took part in Namibia's 25th Independence Day festivities and represented Germany at President Ibrahim Boubacar Keïta's inauguration ceremony in Mali the same year.[43] Since 2016, Köhler co-chairs, together with former UN Secretary-General Kofi Annan, a Special Panel of the African Development Bank (AfDB).[44] In 2017, Köhler was appointed by António Guterres as his new special envoy for Western Sahara, in charge of restarting talks between Morocco and the Polisario independence movement over the disputed territory.[45] In that capacity, Köhler invited the foreign ministers of Morocco, Algeria and Mauritania as well as the secretary general of the Polisario Front in late 2018 for a meeting in Geneva to broker a settlement over the territory;[46] this marked the first time in six years that the involved parties met for negotiations. In 2019, he left his post on health grounds.[47] Köhler is also working for numerous charities and non-profit organizations, and continues to hold an honorary professorship at the University of Tübingen, his alma mater.[48] Since his retirement from German and European politics, he has held a variety of positions, including: Köhler is married to Eva Köhler, a teacher. They have two children, a daughter Ulrike (born in 1972) and a son Jochen (born in 1977), as well as four grandchildren.[64] Köhler is a member of the Evangelical Church in Germany. A passionate swimmer, runner and cross-country skier, Köhler chooses to spend much of this time in nature.[65] Together with his wife, Köhler currently lives in Berlin and Chiemgau.","country":"Germany"}