{"name":"Horst Seehofer","url":"/wiki/Horst_Seehofer","Born":"1949-07-04","Political party":"Christian Social Union","termEnds":null,"termStarts":null,"text":"Horst Lorenz Seehofer (born 4 July 1949) is a German politician who served as Minister of the Interior, Building and Community under Chancellor Angela Merkel from 2018 to 2021. A member of the Christian Social Union (CSU), he served as the 18th Minister President of Bavaria from 2008 to 2018 and Leader of the Christian Social Union in Bavaria from 2008 to 2019. First elected to the Bundestag in 1980, he served as Minister for Health and Social Security in the Christian-liberal cabinets of Helmut Kohl from 1992 to 1998, going to the opposition afterwards and returning to the government as Minister of Food, Agriculture and Consumer Protection in the grand coalition cabinet of Angela Merkel from 2005 to 2008. Following a disastrous result for his party in the 2008 Bavarian state election, he became both Leader of the CSU and Minister President of Bavaria, an office he had never sought, after forming a coalition government with the liberal Free Democratic Party (FDP), the first coalition on state level in five decades. In 2013 he returned his party to an absolute majority on state level. He served as President of the Bundesrat from 2011 to 2012. As such he was Acting head of state of Germany from the resignation of President Christian Wulff on 17 February 2012 until the election of Joachim Gauck as Wulff's successor on 18 March 2012.[1] A staunch opponent of Chancellor Angela Merkel's response to the 2010s migrant crisis,[2] Seehofer threatened to file a formal complaint with the Constitutional Court,[3] with the historic CDU/CSU alliance in danger of splitting and running against each other in the whole of Germany for the first time, but neither happened. He is a proponent of a federal cap on the number of refugees the German government is to take in.[4] After faring historically badly in the 2017 federal election with a campaign that was criticised for mimicking the Alternative for Germany, the party receiving its worst result since 1949, and unsuccessfully trying to run for a third term as Minister President in 2018, he was pressured by his party to resign and instead decided to take the office of Minister of the Interior, Building and Community (originally intended for Joachim Herrmann) in Merkel's fourth government, in order to shape the migrant policy after his views. In July 2018, a week-long dissent between Seehofer and Merkel nearly brought down the government and again seriously threatened a CDU/CSU split, but they ultimately found a compromise. After secondary school, Seehofer started working as civil servant in the local administration in Ingolstadt.[5] Seehofer served as member of the German federal parliament (Bundestag) as a directly elected delegate (Direktkandidat) from his constituency Ingolstadt from 1980 until 2008. At the 2005 federal election he received 65.9 percent of the votes in his district. Seehofer was Federal Minister for Health and Social Security from 1992 to 1998 in the cabinet of Chancellor Helmut Kohl. In 1993, Seehofer ordered that Germany's 117-year-old Federal Health Agency be dissolved following a review of how the government in the 1980s handled the cases of thousands of hemophiliacs who were infected through blood contaminated with HIV. The Health Ministry took over the agency's responsibilities.[6] Also, Seehofer announced that Germany would contribute to an emergency fund for victims of the scandal.[7] In the context of the crisis, he came under considerable pressure to resign.[8] After Helmut Kohl lost his bid for a fifth term in the 1998 federal election, in the opposition Seehofer became deputy chairman of the CDU/CSU parliamentary group of the Bundestag in October 1998, which was led at the time by Kohl's successor Wolfgang Schäuble. Ahead of the 2005 elections, Edmund Stoiber included Seehofer in his shadow cabinet for the Christian Democrats’ unsuccessful campaign to unseat Chancellor Gerhard Schröder.[9] He served as Health Minister Ulla Schmidt's counterpart in negotiating the cross-party healthcare bill of 2003. Because of his disagreement with CDU leader Angela Merkel on flat-rate contributions (Gesundheitsprämie) to the federal health insurance[10] he resigned from his leadership post in the parliamentary group on 22 November 2004 but remained deputy chairman of his party and kept his Bundestag seat. Seehofer was appointed Federal Minister of Food, Agriculture and Consumer Protection in the cabinet of Angela Merkel and stayed in office from 2005 to 2008. After his party lost more than 17% of the popular vote in the Bavarian state elections of 2008, incumbent Minister-President Günther Beckstein and Chairman of the CSU, Erwin Huber, announced their resignations.[11][12] Seehofer was quickly proposed as their successor. At a party convention on 25 October he was affirmed as the new Chairman of the CSU with 90% of the votes, and on 27 October he was elected Minister-President by the Landtag with votes from the Free Democratic Party, forming the first coalition government in Bavaria since 1962. During the term 2011–2012, Seehofer served as President of the German Bundesrat. As such, he functioned as Acting head of state from Christian Wulff's resignation on 17 February 2012[13][14][15][16][17] until the election of Joachim Gauck on 18 March 2012. Under Seehofer's leadership, the State of Bavaria took to the Federal Constitutional Court in 2012 in order to dispute the legality of Germany's post-World War II system of financial redistribution among the country's 16 states. Bavaria, a beneficiary of the system until 1988, had paid more in 2011 than it got out in the 40 years it was a net recipient.[18] The State of Hesse, another per-capita contributor, joined the lawsuit.[19] Also under Seehofer's leadership, the CSU won an absolute majority in the 2013 state elections, heralding strong momentum for the conservative parties in the federal elections the following week.[20] Together with Angela Merkel and Sigmar Gabriel, he later led the negotiations to form a coalition government on the national level. In late 2013, Seehofer won a record 95.3 percent of the party's votes to continue as chairman.[21] In early 2015, under pressure from younger rivals, Seehofer announced he would retire at the next state elections in 2018.[22] Later that year, when was chosen the fifth time as leader of the CSU, he received 87.2 percent of the vote, some 8 percent down on the result he achieved in 2013.[23] In August 2016, Seehofer said he may break with party unity and run a separate campaign in the 2017 national elections, a move widely seen as an effort to keep pressure on Merkel to shift to a more restrictive refugee policy in the European migrant crisis.[24] He also announced to stay on as CSU leader beyond 2018.[25] When the CSU's share of the vote in Bavaria fell 10 percentage points compared with 2013, to below 39 per cent, Seehofer faced demands to resign.[26] On 4 December 2017, he announced to step down as Minister President and not run as leading candidate in the 2018 state elections;[27] instead, he said he would hand over the office to Markus Söder in the first quarter of 2018.[28] On 1 March 2018, Seehofer confirmed that he will be in Merkel's cabinet if the SPD party members vote in favour of the coalition.[29] He took over the role of Interior Minister.[29] A policy Seehofer announced is that he has a \"master plan for faster asylum procedures, and more consistent deportations.\"[30] He wants a \"zero tolerance\" policy toward criminals.[30] On 15 March 2018, Seehofer stated that he disagreed with the belief that Islam is part of Germany,[31] a topic already often discussed in Germany, since Federal President Christian Wulff had said in a 2010 speech that Islam was part of Germany. He noted that certain public holidays correspond to certain church holidays.[31] Under Seehofer's master plan Germany would reject migrants who have already been deported or have an entry ban and would instruct police to turn away all migrants who have registered elsewhere in the EU, no matter if these countries agreed to take them back.[32][33] Merkel feared that unilaterally sending migrants back to neighbouring countries without seeking a multilateral European agreement could endanger the stability of the European Union. In June 2018, Seehofer backed down from a threat to bypass her in the disagreement over immigration policy until she would come back on July 1 from attempts to find a solution at European level. During these weeks the media was speculating not only on a government fall down but also on a split of the CDU/CSU alliance, which consists of the CSU in Bavaria and the CDU in the remaining 15 states. It would have meant that the CSU would run for elections all over Germany and the CDU would run in Bavaria, which they have never done before. On 1 July 2018, Seehofer rejected the agreement Merkel had obtained with EU countries as too little and declared his resignation during a meeting of his party's executive, but they refused to accept it.[34][35][36] During the night of 2 July 2018, Seehofer and Merkel announced they had settled their differences and agreed to instead accept a compromise of tighter border control.[37][38] As a result of the agreement, Seehofer agreed to not resign,[39] and to negotiate bilateral agreements with the specific countries himself. Seehofer was criticised for almost bringing the government down while the monthly number of migrants targeted by that policy was in single figures. When the 2021 European floods caused Germany's worst natural disaster in more than half a century, with more than 170 dead and thousands missing, Seehofer again faced calls from opposition politicians to resign over the high death toll.[40] In 2010, remarks made by Seehofer according to which Turkish and Arab migrants were no longer needed in Germany were strongly criticized by the Turkish community and by Chancellor Angela Merkel's government.[41] In 2011, Seehofer took the debate further when he said those who wanted to stay in Germany should be ready to sign up to German values. He proposed a change to the Bavarian Constitution so that the authorities in the state would be under obligation to help with the integration process but that minorities, too, should be prepared to actively support the integration process.[42] In late 2015, Seehofer and the CSU sharply criticized Chancellor Angela Merkel's refugee policy, as the party's home turf of Bavaria was the main entry point for refugees and other migrants arriving in Germany.[2] Under pressure from Seehofer and his allies, Merkel later restricted cash benefits for refugees and added Kosovo, Albania and Montenegro to the list of \"safe\" countries to which migrants can be returned.[22] He repeatedly called on the federal government to set a cap on the number of refugees Germany should be taking in,[4] saying that the country was able to manage only \"200,000 applicants [per year] for asylum … at the most.\"[43] Seehofer later threatened to file a complaint against the government's refugee policy with Germany's Constitutional Court.[3] In September 2019, Seehofer said that he was willing to accept 25 per cent of the migrants who reach Italy by sea, only if everything goes as discussed.[44] Seehofer is opposed to Turkey's becoming a member of the European Union.[42] In 2009, he stated that Turkey \"as a self-proclaimed representative of the Muslim world, clearly doesn't fit in\".[45] In December 2010 and November 2011, Seehofer was the first Minister-President of Bavaria who visited the neighbouring Czech Republic; this was considered an important step in the dispute over the expulsion of the Sudeten Germans after the Second World War. In February 2013, Seehofer received Petr Nečas as the first Czech Prime Minister for an official visit to Bavaria. In an interview with news magazine Der Spiegel in late 2014, Seehofer warned Germany's foreign minister Frank-Walter Steinmeier and his fellow Social Democrats (SPD) against pursuing a more friendly approach towards Russia in the Russo-Ukrainian crisis, arguing that \"if Mr. Steinmeier is pursuing his own form of diplomacy alongside the chancellor, that would be highly dangerous.\"[46][47] He added that, even within his own party, there was already too much friendly sentiment towards Russia that had to be kept in check.[48] However, in 2015, he held that it would be \"Realpolitik\" to try to involve Russia in tackling global crises.[49] In early 2016, his joint visit with Edmund Stoiber to Moscow for talks with Russian President Vladimir Putin was met by harsh criticism, even from CDU politicians.[3] By early 2017, Seehofer reiterated his calls to lift the EU sanctions against Russia.[50] In September 2018, a few days after Chemnitz protests against migrants and refugees, Seehofer criticized the debate on migration again saying it is \"the mother of all political problems\" in Germany.[51] In 2012, Seehofer demanded that the German constitution be changed to permit referendums on decisions to deepen European integration and transfer powers to European institutions. That same year, he criticized International Monetary Fund managing director Christine Lagarde's proposal for measures that would result in a mutualization of Eurozone debt, arguing that shared liability for sovereign debt and a banking union would remove pressure from governments to carry out economic policy changes.[52] In 2013, Seehofer made Peter Gauweiler a deputy leader of the CSU in a bid to court the party's euro critics; however, Gauweiler quit after two years in protest against the extension of Greece's aid program.[53] Seehofer is married to Karin Seehofer and resides in the Ingolstadt district of Gerolfing. A father of three, Seehofer failed in a 2007 bid for the CSU leadership when it emerged that he had a daughter born out of wedlock, from an extramarital affair with a much younger staffer of the German Bundestag.[5] After a period of indecision, he opted to return to his wife.[21] In 2002, Seehofer survived a serious myocarditis.[22] His health again became a subject of public debate when he collapsed during a speech at a party event in early 2015.[61] ","country":"Germany"}