{"name":"Ignacio Andrade","url":"/wiki/Ignacio_Andrade","Born":"1839-07-31","Died":"1925-02-17","Political party":"Liberal Party","termEnds":"(1839–1925) (1898–08)","termStarts":null,"text":"Ignacio Andrade Troconis (31 July 1839 – 17 February 1925),[1] was a military man and politician.[2] He was known as a member of the Liberal yellow party,[citation needed] and served as the president of Venezuela from 1898 until 1899[3] - his election was declaredly clouded by fraud.[citation needed] Ignacio Andrade was born on July 31,[1] 1839 in Mérida.[3] He was president of the state of Falcón from 1883 until 1885. He was also the leader of the state of Miranda from 1894 until 1897.[3] In 1897, incumbent president Crespo supported Andrade in the presidential elections against key opponent Jose Manuel Hernandez. Andrade won the election, with Hernandez decrying the results as fraudulent and taking up arms. Hernandez was quickly defeated, with resultant political turmoil.[3] Other attempted insurrections followed, including one by Carlos Rangel Garviras, head of the Autonomous Party of the Andes from Colombia. He invaded Venezuela with 2,000 men, to be defeated in Capacho and San Josecito.[3] Andrade was the commanding lieutenant general of the Venezuelan Army from February 1898 until October 1899, after taking leadership from General Joaquín Crespo.[citation needed] Venezuelan President Joaquín Crespo ruled until 1898, when he gave the presidential role to Andrade while remaining a military mainstay of the government. In suppressing a serious threat to the government, Crespo was killed in action and Andrade was left without his military backing. With Crespo's death, Venezuela entered a period of political uncertainty, as Andrade was Crespo's placeman and not a member of the caudillo class.[citation needed] In 1899 the Colombian writer Biofilo Panclasta traveled to Venezuela, where he joined the army of the Venezuelan Cipriano Castro, which had as its goal the downfall of president Andrade. After leaving this group shortly after, Panclasta traveled Venezuela with other revolutionary groups throughout Trujillo, Portuguesa, Cojedes and Carabobo.[4] In 1899 Andrade was overthrown by Cipriano Castro, a former governor of the province of Táchira who had previously been exiled to Colombia. Living in Colombia for seven years, Castro had recruited a private army using funds from illegal cattle trading.[citation needed] Returning to Venezuela and amassing support from disaffected Venezuelans, Castro's once personal army developed into a strong national army, and he used it to march on Caracas in October 1899 in an event called the Revolución Liberal Restauradora, and seize power, installing himself as the supreme military commander. He also assumed the vacant presidency and later modified the constitution.[citation needed] The resulting political turmoil led to civil war in Venezuela from 1901 until 1902.[5] After the May 23, 1899 invasion of Caracas, Andrade went into exile in Puerto Rico. He returned to public life after being granted amnesty in 1903.[3] Andrade died in Macuto in 1925.[3] He was married to María Isabel Sosa Saa, and she served as the First Lady of Venezuela during his tenure in 1898 and 1899.[citation needed] Andrade and Isabel Sosa Saa in 1898 María Isabel Sosa Saa ","country":"Venezuela"}