{"name":"Ignacio Comonfort","url":"/wiki/Ignacio_Comonfort","Born":"1812-03-12","Died":"1863-11-13","Political party":"Liberal Party","termEnds":null,"termStarts":"After the declaration of Plan of Tacubaya, Congress declared that he was no longer president but he was recognized by conservatives as president with absolute powers.","text":"Ignacio Gregorio Comonfort de los Ríos (Spanish pronunciation: [iɣˈnasjo komoɱˈfoɾ ðe loz ˈri.os]; 12 March 1812 – 13 November 1863), known as Ignacio Comonfort, was a Mexican politician and soldier. He became President of Mexico in 1855 after the outbreak of the Revolution of Ayutla that overthrew Santa Anna. He was born in 1812 in Puebla de los Ángeles, in the state of Puebla, New Spain (colonial Mexico). His father was of Irish descent; his lineage traced back to Callan, County Kilkenny, from where Comonfort's grandfather, Joseph Comerford, immigrated to Mexico (the surname would be later changed to \"Comonfort\"). He participated in the Mexican–American War. Comonfort was president of Mexico from 11 December 1855 to 21 January 1858. During his term as president, Benito Juárez served as president of the Supreme Court of Mexico. He was a moderate liberal who tried to maintain an uncertain coalition, but the moderate liberals and the radical liberals were unable to resolve their sharp differences. During his presidency, the Constitution of 1857 was drafted creating the Second Federal Republic of Mexico. The new constitution restricted some of the Catholic Church's traditional privileges regarding land holdings, revenues and control over education. It granted religious freedom, and only stated that the Catholic Church was the favored faith. The anti-clerical radicals scored a major victory with the ratification of the constitution, because it weakened the Church and enfranchised all citizens. The constitution was unacceptable to the clergy and the conservatives, and they plotted a revolt. The country descended into the Reform War, a civil war launched by reactionaries against the Constitution of 1857 which, among other things, had abolished privileges for the Catholic Church.[1] Shortly after the adoption of the Constitution of 1857, a board of generals staged a coup d'état, proclaiming the Plan of Tacubaya, which decreed the nullification of the Constitution. President Comonfort, representing himself as a moderate, wavered but decided to go along with the generals. In exchange, the Catholic Church repealed the March 1857 excommunication decree for those who adhered to the new plan. On 17 December 1857, anti-constitutional forces led by General Félix Zuloaga took control of the capital without firing a shot.[2] But defenders of the 1857 Constitution did not stay calm for long. President Comonfort then decreed himself extraordinary powers, an action which alienated both the reactionary rebels as well as the constitutionalists. As unrest grew, many opponents were imprisoned or shot. Even Benito Juárez was put behind bars for several days. On 11 January 1858, General Zuloaga demanded the ouster of the President. Comonfort resigned, and according to the Constitution of 1857, Benito Juárez, President of the Supreme Court, assumed the presidency. In opposition, the board of generals and Catholic clergy selected General Zuloaga as their president. After seeking asylum in the United States, Comonfort returned to act again as a general against the French invasion in 1862. He died the next year, on 13 November 1863, after being attacked by a group of bandits near Celaya, Guanajuato.[3]","country":"Mexico"}