{"name":"Ilir Meta","url":"/wiki/Ilir_Meta","Born":"1969-03-24","Political party":"Independent (2017–present)","termEnds":null,"termStarts":null,"text":"Ilir Rexhep Meta (Albanian pronunciation: [iliɾ mɛta]; born 24 March 1969) is an Albanian politician who has served as President of Albania since 24 July 2017.[1] Previously Meta served as Prime Minister from 1999 to 2002 and he was Speaker of the Parliament of Albania from 2013 to 2017.[2] He also held positions as Deputy Prime Minister, Minister for Europe and Foreign Affairs and Minister of Economy, Trade, and Energy. Prior to that, he held the Chairmanship of the Parliamentary Commission of European Integration. He founded the Socialist Movement for Integration in 2004. On 28 April 2017, Meta was elected President of Albania, receiving 87 votes from the 140 Members of Parliament.[3] On 9 June 2021, he was formally impeached by the Albanian parliament in a 104 to 7 vote making him the first Albanian president in history to be impeached by parliament.[4] On 16 February 2022 the Constitutional Court of Albania overturned the impeachment and ruled that the accusations against him did not violate the constitution.[5] Ilir Meta was born in Çepan, Skrapar. He graduated at the Faculty of Economics and Politics branch of the University of Tirana, where he also pursued his post-graduate studies. Meta has been engaged in politics since 1990, after the fall of communism in Albania, as an active participant in the students' movement against one-party rule, which brought political pluralism in Albania. Since 1992 he has been elected Member of Parliament in all legislatures, and has been an active member of several Parliamentary Commissions. From 1996 to 1997 he was Deputy Chairman of the Foreign Affairs Commission of Parliament. From October 1998 to October 1999, Meta was Deputy Prime Minister and Minister of Coordination, as well as State Secretary for European Integration in the Ministry of Foreign Affairs in March–October 1998.[citation needed] In 2004, Meta left the Socialist Party of Albania (PS) and founded his own party, the Socialist Movement for Integration (LSI). From 2004 to 2006, Meta was nominated as a member of the International Commission on the Balkans, chaired by the former Prime Minister of Italy, Giuliano Amato. The Commission drafted a series of important recommendations towards the integration of the Western Balkan countries into the European Union.[6] Meta became Prime Minister on 29 October 1999. At age 30 he was the second-youngest prime minister in Albanian history after Zog I, who was 27 at the time of his election in 1922. Following the 2001 parliamentary election, he initially remained Prime Minister. The President of Albania, Rexhep Meidani, approved the Government of Albania on 7 September 2001. Five days afterward, the government gave a vote of confidence to Meta's Cabinet. However, the formation of the new cabinet took almost three months.[7] On 29 January 2002, Meta announced his resignation as Prime Minister due to party infighting between the Socialist Party leader Fatos Nano and himself. Pandeli Majko was elected Prime Minister on 22 February 2002. During this period, Albania engaged in a range of important reforms, joining the Stabilisation and Association Process with the European Union. In the 2009 parliamentary election, the Socialist Movement for Integration (LSI) won four seats in the Parliament of Albania, with 4.8% of the total vote. The party along with PSV91 became the determining parties to form the government coalition.[8] On 16 September 2009, the LSI allied with the Democratic Party of Albania (PD) to form the government coalition.[9] With the formation of the new government led by Democratic Party chairman Sali Berisha, Meta became the Deputy Prime Minister and the Minister of Foreign Affairs at the same time.[10] He was an early and vocal campaigner for the visa-free with the Schengen Area, which was accomplished in 2010. He remains one of the most vocal campaigners and advocates of regional and European integration for all countries of the Western Balkans, as a means to further strengthen stability and peace in the region.[citation needed] In 2010, a video of Meta discussing corruptive affairs worth 800,000 euros with late politician Dritan Prifti emerged in the Albanian media after the latter had purposely taped their conversation. This forced him to resign as deputy Prime Minister of Albania, even though he claimed innocence.[11] In 2011, Meta served as the Minister of Economy, Trade, and Energy in the center-right government of Sali Berisha, whose Democratic Party of Albania the LSI joined after the 2009 parliamentary election. In the run-up to the eighth multi-party elections held in 2013, Meta and the Socialist Movement for Integration (LSI) left the coalition with the Democratic Party (PD) established in 2009, to transfer over to the Socialist Party (PS). The result of the elections was a victory for the Alliance for a European Albania containing with LSI led by the PS and its leader, Edi Rama.[12] On 10 September 2013, Parliament elected Meta as Chairman of Parliament by a vote of 91 to 45. On 28 April 2017, Meta was elected President of the Republic of Albania at the fourth ballot with 87 votes out of 140. He took office on 24 July 2017. In the ceremony, he was accompanied solely by his children, as his wife Monika Kryemadhi refused the First Lady position because of her political engagement as leader of the party her husband founded, while their daughter, Era Meta being as the First Lady of Albania. On 26 November 2019, an earthquake struck the Durrës region of Albania, killing 51 people, injuring 3,000 others, and damaging 11,000 buildings.[13] In January 2020, Meta met with Israel Defense Forces soldiers in Israel, and thanked them for their assistance in earthquake relief efforts,[14] awarding the Albanian Golden Medal of the Eagle to the soldiers' unit.[14] As was the case with his predecessor, during his term of office his main focus has been the European integration process of Albania and global challenges affecting Albania. Meta has underscored the willingness of Albanians to strengthen its bilateral strategic partnerships with all partner countries in the areas of security and NATO.[15] On 9 June 2021, Meta was impeached by the Albanian parliament with 104 MP's voting for his impeachment, which was put forward by the ruling Socialist Party of Albania.[16] Meta had previously refused to appear before the committee investigating whether he should be impeached saying he would be \"ignoring any request coming from an anti-constitutional and illegal institution\".[17] On 16 February 2022 the Constitutional Court of Albania overturned the impeachment and ruled that the accusations against him did not violate the constitution.[5] As such, Meta will continue as President until his term is set to expire on 24 July 2022.[18] Meta is a Bektashi, and an adherent to traditional Bektashian values.[19] He is fluent in Albanian, English, and Italian.[20] He is an ardent supporter of Celtic FC, often showing his passion for the club on social media. In July 2020, he founded the first ever Celtic Supporter's Club in Albania.[21] Meta has been married to Monika Kryemadhi since October 1998.[22] They have two daughters and a son, Bora, Era & Besar. In March 2012, Meta received \"Most Positive Personality for 2010 in Foreign Policy\" award by International Institute \"IFIMES\" in Ljubljana, Slovenia. The award was presented to Meta by former President of Croatia, Stjepan Mesic, who was at the same time the Honorary President of \"IFIMES\".[23] Meta has also been honored by several cities and regions of Albania with the title “Honorary Citizen\".[24]","country":"Albania"}