{"name":"Itamar Franco","url":"/wiki/Itamar_Franco","Born":"1930-06-28","Died":"2011-07-02","Political party":"PTB (1955–64) MDB (1964–80) PMDB (1980–86) PL (1986–89) PRN (1989–92) PMDB (1992–2009) PPS (2009–11)","termEnds":null,"termStarts":"Acting President from 2 October 1992","text":"Itamar Augusto Cautiero Franco (Portuguese pronunciation: [itaˈmaʁ awˈgustu kawtʃiˈeɾu ˈfɾɐ̃ku]; 28 June 1930 – 2 July 2011) was a Brazilian politician who served as the 33rd president of Brazil from 29 December 1992 to 31 December 1994.[2] Previously he was the 21st vice president of Brazil from 1990 until the resignation of President Fernando Collor de Mello. During his long political career Franco also served as Senator, Mayor, Ambassador and Governor. At the time of his death he was a senator from Minas Gerais, having won the seat in the 2010 election. Franco was born prematurely at sea,[3] aboard a ship traveling between Salvador and Rio de Janeiro, being registered in Salvador.[4] On his father's side he was of partial German descent (the Stiebler family from Minas Gerais), while on the mother's side he was of Italian descent, with both of his maternal grandparents having emigrated to Brazil from Italy. His mother's name was \"Itália\", which means \"Italy\" in Portuguese.[5] Franco's father died before his birth. His family was from Juiz de Fora, Minas Gerais, where he grew up and became a civil engineer in 1955, graduating from the School of Engineering of Juiz de Fora. Entering politics in the mid-1950s, Franco first served as alderman and deputy mayor of Juiz de Fora, before getting elected as mayor (1967 to 1971 and again from 1973 to 1974). He resigned as mayor in 1974 and ran successfully for the Federal Senate, representing Minas Gerais.[6] He soon became a senior figure in the Brazilian Democratic Movement (Movimento Democrático Brasileiro, MDB) the official opposition to the military regime that ruled Brazil from 1964 to 1985. He served as deputy leader in 1976 and 1977. Re-elected as a senator in 1982, he was defeated in an attempt to be elected governor of Minas Gerais in 1986 as a candidate of the Liberal Party (PL). During his tenure he was one of the key figures of (then failed) initiative to immediate restoration of the direct elections for president. During his Senate term, Franco served as PL leader in that chamber. As a member of the National Constituent Assembly which began on 1 February 1987, Franco voted for severance of relations between Brazil and countries that develop a policy of racial discrimination (as was then the case of South Africa), the establishment of the writ of mandamus Collective; 50% more pay for overtime after a forty-hour work-week, the legalization of abortion, the continuous shift of six hours of notice proportional to length of service, the union unity, popular sovereignty, the nationalization of subsoil, the nationalization of the financial system of a limiting the payment of external debt burden and creating a fund to support land reform. Meanwhile, he voted against propositions to reintroduce the death penalty, confirming the presidential system and extension of President José Sarney's term, whom he opposed and called for removal for an alleged corruption. When Franco became president, Sarney became one of his allies. In 1989, Franco left PL and joined the small PRN (National Reconstruction Party) to be selected the running-mate of the presidential candidate Fernando Collor de Mello. A main reason behind Franco's selection was that he represented one of the largest states (in contrast to Collor, who was from small state of Alagoas), and publicity he gained during his call for impeachment against President José Sarney for alleged corruption.[7] Collor and Franco won a very narrow election against a man who would later become President (2003–2010), Luiz Inácio Lula da Silva. Once in office, Franco broke with Collor, threatening a resignation several times, as he disagreed with some of the President's policies, especially regarding privatization, voicing his opposition openly.[8] On Tuesday, 29 September 1992, Collor was charged with corruption and was impeached by the Congress. Under the Brazilian Constitution, an impeached president's powers are suspended for 180 days. As such, Franco became acting president on 2 October 1992. Collor resigned on 29 December when it was apparent that the Senate would convict and remove him, at which point Franco formally took office as president. When he became acting president, despite having been vice president for nearly three years, polls showed that the majority of the population did not know who he was.[3] Franco took power as Brazil was in the midst of a severe economic crisis, with inflation reaching 1,110% in 1992 and rocketing to almost 2,400% in 1993. Franco developed a reputation as a mercurial leader, but he selected as his Finance Minister Fernando Henrique Cardoso, who launched the \"Plano Real\" that stabilized the economy and ended inflation. In an unusual gesture,[citation needed] moments before taking office, Franco handed senators a piece of paper on which he had listed his personal net worth and properties. Initially, his approval rating reached 60 percent.[9] After the troubled Collor Presidency, Franco quickly installed a politically balanced cabinet and sought broad support in Congress.[8] During his presidency, in April 1993, Brazil held a long-announced referendum to determine the political system (remaining a Republic or restoration of the Monarchy) and the form of government (presidential or parliamentary system).[10] The Republican and presidential system prevailed by large majorities respectively.[11] Franco always preferred the parliamentary government. In 1993, Franco resisted calls from various military and civilian offices to shut down the Congress (described by some sources as a \"coup attempt\").[12] His administration is credited for restoring integrity and stability in government, particularly after the troubled Collor presidency. The President himself kept his reputation of honesty, and his personal style was viewed as very different from Collor's, who practiced \"an imperial and ceremonious presidential role\". On the other hand, Franco's own personal behavior was sometimes described as temperamental and eccentric.[13][14][15] In late 1993, Franco offered a resignation in order to call an earlier election, but Congress turned it down.[16] At the end of term, Franco's job approval rating soared to nearly 80–90 percent.[17][18] Until May 2016, Franco remained the last President of Brazil not to have been elected as such. Despite being sometimes described as a \"man with limited diplomatic skills\", Franco is credited with launching of idea of a free trade zone covering the whole of South America, which was praised by such leaders as U.S. President Bill Clinton.[18] Also during his Government, Brazil ratified important pacts (for example the Tlatelolco Treaty and a quadripartite agreement also involving Argentina and the International Atomic Energy Agency on full-scope safeguards), which set Brazil on the nonproliferation path.[18] Franco was barred from running for a full term in 1994. Whenever a Brazilian vice president serves part of a president's term, it counts as a full term, and at the time Brazilian presidents were barred from immediate reelection. Fernando Henrique Cardoso became the official (sometimes described as Franco's hand-picked) candidate to succeed Franco and was elected president in late 1994. Franco, however, soon became a severe critic of Cardoso's government and disagreed with the privatization program. Thereafter, he served as the ambassador to Portugal in Lisbon and then as ambassador to the Organization of American States in Washington, DC, until 1998. Franco considered a presidential run in 1998, but ultimately backed off after constitution changes allowed Cardoso to run again. However, he was elected governor of Minas Gerais in 1998 against the Cardoso-supported incumbent in a landslide, and as soon as he took office, he enacted a moratorium on state debt payments, worsening the national economic crisis. Itamar Franco served in the governor's seat until 2003 (declining to seek reelection and supporting the eventual winning candidate Aécio Neves) and was then the ambassador to Italy, until leaving the position in 2005. During the 2002 presidential election, Franco endorsed Luiz Inácio Lula da Silva, who got elected,[19] even if he, again, declined to run himself. Having unsuccessfully sought, at age 76, the PMDB presidential nomination in 2006, he backed Geraldo Alckmin against Lula, despite having been considered again, despite his advanced age, as a candidate for President in 2010. Franco ran instead for to be a Senator from Minas, and won the race along with Neves. Franco was divorced in 1971 and had two daughters.[9][20] Before and during his presidency, he had a reputation as a ladies' man, and his personal life was a subject of huge public interest.[20][21][22] He authored some 19 published works, ranging from discussions on nuclear energy to short stories.[9] Having been diagnosed with leukemia, Franco was admitted to the Albert Einstein Hospital, in São Paulo, on 21 May 2011. On 28 June, his 81st birthday, his condition worsened and he developed severe pneumonia, being taken to ICU and placed under mechanical ventilation. He died in the morning of Saturday, 2 July 2011, after suffering a stroke.[23][24][25] Seven days of mourning were declared by President Dilma Rousseff. After lying in state in the town of Juiz de Fora, his political base, and in Belo Horizonte, the capital of Minas Gerais, his body was cremated on Monday, 4 July 2011, in Contagem, in the metropolitan area of that city.[26]","country":"Brazil"}