{"name":"Iván Duque Márquez","url":"/wiki/Iv%C3%A1n_Duque_M%C3%A1rquez","Born":"1976-08-01","Political party":"Democratic Center","termEnds":null,"termStarts":null,"text":"Iván Duque Márquez (Spanish pronunciation: [iˈβan ˈdu.ke ˈmaɾkes]; born 1 August 1976) is a Colombian politician and lawyer who has been the president of Colombia since 7 August 2018. He was elected as the candidate from the Democratic Centre Party in the 2018 Colombian presidential election.[1] Backed by his mentor, former president and powerful senator Alvaro Uribe, he was elected despite having been relatively unknown a year before the election.[2] He ran on a platform that included opposing Juan Manuel Santos' peace agreement with the FARC guerilla group. Duque was born in Bogotá to a wealthy political family originally from the Colombian town of Gómez Plata, Antioquia. He is the son of Juliana Márquez Tono (political scientist) (1950–) and Iván Duque Escobar (1937–2016), a powerful local political leader who was Governor of Antioquia, auditor in the United Nations, Minister of Mines and Energy, and head of the National Registry of Civil Status in the Government of Andrés Pastrana.[3] Duque's siblings are Andrés and María Paula.[4] Duque attended Colegio Rochester and graduated from Sergio Arboleda University in Bogotá in 2000 with a degree in law.[5] He holds a LLM in International economic law from American University and a Masters in Public Policy Management from Georgetown University, Washington D.C.. Duque also attended an Executive education course at Harvard University for 5 days, where he studied business and government.[6] He began his professional career in 1999 as a consultant in the Andean Development Corporation (CAF) and later served as an advisor at the Colombian Ministry of Finance and Public Credit during the government of Andrés Pastrana (1998–2002). Subsequently, he was appointed by Juan Manuel Santos, future president and then Minister of Finance, as one of Colombia's representatives at the Inter-American Development Bank (IDB), a post he held between 2001 and 2013. There he served as chief of the Division of Culture, Solidarity, and Creativity.[citation needed] Duque also served as international advisor of former President Álvaro Uribe Vélez. Between 2010 and 2011, he was a consultant at the United Nations (UN) in the Panel of Inquiry appointed by the Secretary-General for the Incident of the Gaza Flotilla that occurred on 31 May 2010, between Israel and Turkey, known as Mavi Marmara.[citation needed] Duque returned to Colombia to become a candidate for the Senate in the legislative elections of 2014, for the Partido Centro Democrático (Democratic Center Party) which split away from the ruling governing party after Juan Manuel Santos opened peace negotiations with the FARC. This new party campaigned against the new peace agreement and the Santos Government, and was led by right wing former president Uribe.[citation needed] Uribe created his own political party and presented himself and a list of hand picked political allies as candidates for the office of Congressman in a closed list, which meant that people could not vote for an individual congressman but had to vote for the party as a whole in both the upper and lower chamber elections. Duque was included in the number seven spot of the closed off list for the Senate and thus was elected senator.[citation needed] During his time as a senator, he was the author of four laws: On 10 December 2017, Duque was nominated by his party as its candidate for President of Colombia. He won the nomination through a system of surveys conducted by the party, with a 29.47% favorability compared to the other two candidates: Carlos Holmes Trujillo who obtained 20.15%, and Rafael Nieto with 20.06%. In January 2018, it was announced that the center-right coalition would participate in the Grand Primary for Colombia – an interparty consultation – with Duque as its candidate confronting Marta Lucía Ramírez (civil-center right movement) and Alejandro Ordóñez (right wing civil movement).[11] On 11 March 2018, Duque won the primary with more than 4 million votes. Ramírez was second, with just over 1.5 million votes, and Ordóñez came third with 385,000 votes. During his speech, Duque thanked the support of Colombians at the polls and announced Marta Lucía Ramírez as his running mate in the elections.[citation needed] On 27 May 2018, Duque earned the most votes in the first round of the presidential election with over 39% of the vote.[12] Duque was elected President of Colombia on 17 June 2018 after defeating Gustavo Petro 54% to 42% in the second round. He was sworn in on 7 August 2018 at the Bogota's Bolivar Square.[13] Duque's government main priorities are legality and entrepreunership, among other areas.[14] In 2020, after the drug lord \"Ñeñe\" Hernandez was murdered in Brazil, some audios of him conspirining to give money to Duque's party in order to buy votes for his election were published in what if known as the \"Ñeñepolítica\".[15][16] The Presidency of Ivan Duque has continued the policies of his predecessor Juan Manuel Santos in regards to immigration, and the Venezuelan refugee crisis. Ivan Duque's government has been a vocal supporter for the Venezuelan Refugees at the United Nations and has provided aid, schooling and health care for many, and has been a vocal critic of other South American countries closing of doors to Venezuelan Refugees.[17] In 2018, Duque dedicated 0.5% of government spending to supporting refugees accounting for about 20% of Colombia's budget short fall, despite opposition.[18] In response to this criticism on a televised address Duque stated: \"For those who want to make from xenophobia a political path, we adopt the path of brotherhood, for those who want to outcast or discriminate against migrants, we stand up today ... to say that we are going to take them in and we are going to support them during difficult times.\" Duque's policies regarding this issue have received repeated praise from international humanitarian organizations for its efforts to legalize, formalize and offer assistance to refugees, and the Atlantic has noted that it has set the bar welcoming refugees. A representative from the International Rescue Committee has noted that: \"[she's] never seen a government trying this hard to register people and leave the borders open, unfortunately,\" she added \"the scale of this crisis, and the speed at which it changes, is more than Colombia can handle.\"[19] His decision to provide temporary protected legal status to nearly 1.7 million Venezuelan migrants drew praise from leaders around the world.[20] During the 2020 United States elections, Duque's party Democratic Centre promoted Republican Party candidates in the United States, especially in Florida, sharing support for President of the United States Donald Trump.[21] The involvement of a Colombian party promoting political candidates in a foreign election drew controversy among some observers.[21] After Duque's party supported President Trump in the 2020 United States presidential election, relations between the government of President Joe Biden and Colombia became strained.[21] In the months leading up to the end of his term, he used his proximity to the U.S. government to obtain a position that would project him onto the international stage after his political retirement. The presidency of the United Nations High Commissioner for Refugees or the Inter-American Development Bank are in his sights, according to the Colombian press.[22] Opposed to the peace agreement signed in 2016 with the FARC guerrilla group, he nevertheless stated at the time of his election that he had no intention of \"smashing it to bits\". In power, he is trying to eliminate certain points of the agreement. His government is seeking to weaken the Special Jurisdiction for Peace and is cutting the budget of the Truth Commission and the Unit for the Search for Disappeared Persons by 30%. The government also promotes generals involved in extrajudicial executions (see : \"False positives\" scandal), appoints controversial figures to key positions and halts negotiations with the other guerrilla group, the National Liberation Army (ELN).[23] Through its National Development Plan 2018-2022, the Colombian government plans to revive the country's gold and copper markets. In addition, 161 new oil drilling sites are planned for 2022, four times more than the 46 existing in 2018. Hydraulic fracturing (fracking) is legalised in 2019. This plan is widely criticised by environmentalists, who consider it dangerous for the environment and the climate (in favour of fossil fuels, which emit a lot of greenhouse gases), and offering the country's non-renewable resources to foreign multinationals (the share of extraction profits paid to the state has dropped to 0.4% for gold and silver, and 3.27% for open-cast coal mines). This plan also threatens indigenous communities, whose territories and resources are once again under threat (in mid-2019 the Pan-American Highway was blocked for several weeks by the mobilisation of thousands of indigenous people in the department of Cauca).[24] The 2019–2020 Colombian protests were a collection of protests that have occurred since 21 November 2019.[25] Hundreds of thousands of Colombians demonstrated to support the Colombian peace process and against the Duque government.[25][26][27] Demonstrators criticise also the government's desire to make the labour market more flexible, to reduce the public pension fund in favour of private entities and to raise the retirement age . The unions are also protesting against the tax reform aimed at reducing the taxes paid by companies and against the planned privatisation of public companies such as the oil company Ecopetrol and the electricity company Cenit. The army was deployed in the main cities of the country and a curfew was introduced.[28] The unpopularity rate of Iván Duque reached almost 70%.[29] The 2021 Colombian protests began on 28 April 2021 against increased taxes proposed by the Duque government amid the pandemic.[30] Following the publication of alleged evidence in March 2008 that Duque's political party conspired with the drug trafficking organization of Marquitos Figueroa to commit fraud in the presidential election,[31] Congress's Accusations Committee and the National Electoral Council opened an investigation into his alleged role in the fraud.[32] The Supreme Court opened a criminal investigation into his political sponsor, right-wing former President Alvaro Uribe,[33] who is already being investigated for alleged witness fraud and bribery. Iván Duque is the author of the books Monetary Sins (2007), Machiavelli in Colombia (2010),[34] Orange Effect (2015),[35] IndignAcción (IndignAction) (2017)[36] and is co-author of the book The Orange Economy: An Infinite Opportunity (2013).[37] Duque has also been an Op-Ed contributor to several newspapers: El Colombiano, from Medellín; Portafolio and El Tiempo from Casa Editorial El Tiempo in Bogotá; and El País in Spain. Duque is Roman Catholic. He is married to María Juliana Ruiz Sandoval, with whom he has three children: Luciana, Matías and Eloísa.[38]","country":"Colombia"}