{"name":"Jaime Lusinchi","url":"/wiki/Jaime_Lusinchi","Occupation":"Physician","Born":"1924-05-27","Died":"2014-05-21","Political party":"Acción Democrática","termEnds":"(1924–2014) (1983)","termStarts":null,"text":"Jaime Ramón Lusinchi (27 May 1924 – 21 May 2014) was a Venezuelan politician who was the president of Venezuela from 1984 to 1989. His term was characterized by an economic crisis, growth of the external debt, populist policies, currency depreciation, inflation and corruption that exacerbated the crisis of the political system established in 1958. Although accused of corruption after leaving office, Lusinchi was popular during his presidency, and was succeeded by a member of his Acción Democrática political party, Carlos Andrés Pérez. Jaime Lusinchi was born in Clarines, Anzoategui, on 27 May 1924. His mother María Angelica Lusinchi, who was of Italian-Corsican descent, gave him her family name. Growing up without the presence of a father (who probably was an Italian immigrant),[citation needed] Lusinchi attended elementary school in his native Clarines and Puerto Píritu, and high school at the Federal School of Barcelona, Anzoátegui. In 1941 he began to study Medicine at the University of the Andes in Mérida, but soon moved to Caracas continuing his career at the Central University of Venezuela graduating in 1947. He married Gladys Castillo in 1941. In 1937, at the age of 13, Lusinchi joined the National Democratic Party, organization created by Rómulo Betancourt against the government of Eleazar López Contreras. In 1941, Lusinchi was present at the foundation of the social democratic party Acción Democrática. During his time at college, Lusinchi stood out as a political activist, was secretary of the School Medicine Council, vice president of the Venezuelan Association of Youth and vice president of the Student Federation of Venezuela - an organization with Marxist influences that became part of the \"19 October 1945\" revolutionary movement which overthrew the government of Isaías Medina Angarita. In 1948, he was elected president of the Municipal Council of Freites District and president of the Legislative Assembly of Anzoátegui, as well as regional secretary of Acción Democrática. After the overthrow of Venezuela's first democratically elected leader, Rómulo Gallegos, by a military-led coup on 24 November 1948, Lusinchi continued carrying out political activities whilst in hiding from the new military-dominated authorities. For a time he worked in a hospital belonging to the oil company Mene Grande in San Tomé (Anzoátegui state), however he soon moved to Caracas to avoid persecution by security forces who had already arrested him several times before. In Caracas he was part of the clandestine organization of Acción Democrática which, in coordination with the leadership in exile, established an organised resistance to the military dictatorship. Lusinchi acquired responsibilities in the national secretariats of organization and propaganda, and was a member of the party's Political Bureau. In 1950 he was one of the organizers of the nationwide strike of oil workers. After the 1952 election fraud, which dissolved the Civilian-Military Junta and began the dictatorship of Marcos Pérez Jiménez, Lusinchi was again captured and imprisoned at the National Security facility. A month later he was transferred to the Cárcel Modelo (Model Prison) in Caracas, and was released shortly after that, beginning an exile of five years in Argentina, Chile and the United States. During his stay in Buenos Aires and Santiago de Chile, he undertook postgraduate study in Pediatrics. He resided in Santiago from 1953 and worked at Roberto del Río Hospital. In addition, he struck up friendships with prominent figures in local politics, such as the Christian Democrat Eduardo Frei Montalva and the democratic-socialist leader Salvador Allende. In 1956 he moved to New York City, which was the focal point of Acción Democrática's leadership in exile, with Betancourt as the principal leader. In the aforementioned metropolis Lusinchi obtained a master's degree in pediatrics, at Lincoln Hospital and the Bellevue Hospital Center, joining the American Academy of Pediatrics. On 23 January 1958, democracy was restored in Venezuela. Therein after the fall of the Pérez Jiménez Government, Lusinchi returned from exile, and joined the National Executive Committee of Acción Democrática as secretary for International Affairs. In the 1959 General Elections he was elected deputy for Anzoátegui for the National Congress, being re-elected in 1963, 1968 and 1973. In 1977, Lusinchi unsuccessfully ran for the presidency of Acción Democrática and in the 1978 elections was defeated by Luis Piñerúa Ordaz (who in turn lost against the candidate of COPEI, Luis Herrera Campins). After this, Lusinchi was elected senator for the 1979-1984 period. In March 1981 he was elected General Secretary of Acción Democrática, and on 29 June 1982, he was nominated as a candidate for the 1983 elections. On 4 December 1983, Lusinchi with 56% of the votes, won the presidency, and Acción Democrática obtained an absolute majority n the Congress. On 2 February 1984, he was sworn in as President of Venezuela for a five-year term.[1] Lusinchi started his presidency at the age of 59, promising to govern with fairness, transparency, social sensitivity and austerity in the use of public funds, while presenting himself as a moderate president. The first three years of his presidency were characterized by efforts to achieve economy stability, the paying off of the foreign debts, the reduction of public spending, the implementation of social programs benefiting the people and the promotion of industrial growth. These goals were not accomplished. However, agriculture and the iron mining industry were developed during his administration, the country achieved positive growth rates at the end of 1984, with a growth rate of 6% in GDP, but the official rate of unemployment inherited from the previous government of Luis Herrera Campins was 20%. During this period, the government started negotiations to restructure interest payments and amortizations of the foreign debt, which in 1985 was 36 billion dollars (of which 28 billion was from the public sector), contracted with the international private banking and multilateral agencies. The first positive result of this effort was that Venezuela regained a credit-eligibility rating. In addition, Lusinchi took initiatives to increase oil prices via OPEC. However, Lusinchi was not successful at crucial goals for the development of the country. The oil market was too unstable due to price fluctuations and thus unpredictable, the oil prices were low, and the Venezuelan economy was too oil-dependent. This led to a dismal situation due to an excessively high government fiscal budget, depleting financial reserves for the payment of debt, an important pledge made during Lusinchi's presidential campaign. 1985 was characterized by a relative social peace and the absence of labor disputes and strikes, in part due to the support of the government by the largest trade union of the country, the Confederation of Workers of Venezuela, which had traditionally been closely linked to Acción Democrática. During this year, Lusinchi welcomed John Paul II, the first Pope ever to visit Venezuela. But in the second half of his presidency, the social malaise grew, and the government was pressed to change the direction of its policies. In December 1986, the government decided to devalue the official exchange of the national currency bolivar by 93%, culminating with three years of depreciation of the national currency. In 1987, Lusinchi finally stopped the economic program carried out from the beginning of his term in office, and gave up his attempts to pay off the external debt, control the fiscal deficit and restrain public spending. After that, Lusinchi decreed salary increases, price controls, emission of currency and compensatory bonds for subsidies. These measures tried to appease social tensions, that from 1987 on had appeared with more intensity. Among the consequences of this economic program were, more inflation and budget deficits. The return to economic populism as in previous administrations safeguarded Lusinchi's popularity. However, there occurred currency devaluation, corruption, media criticism and unsatisfactory results from the Presidential Commission for State Reform (COPRE), which was established on 17 December 1984 and whose work encountered the same bureaucratic problems and administrative inefficiency, which it attempted to solve. During Lusinchi's presidency some massacres also occurred, such as the Yumare massacre in Yaracuy on 8 May 1986 that was carried out by the DISIP, Venezuela's scientific police, killing nine members of the subversive group Punto Cero; and the massacre of El Amparo, in Apure State on 29 October 1988, in which 14 fishermen were mistakenly assumed to be guerrillas and killed by the army. Lusinchi supported the former minister and political leader Octavio Lepage in his bid to be AD's candidate for the 1988 elections, but Lepage was defeated in the internal elections of the party in October 1987 by the former president Carlos Andrés Pérez. Pérez was elected for a new term after a gap as president in 1988. Lusinchi finished his term in office on 2 February 1989.[2] In January 1986, Pope John Paul II visited Venezuela. This was to be the first time ever that a Roman pontiff had visited that country specifically. As part of that very special event, thousands of people were mobilized to conduct many cultural and religious programs in several different cities, notably Puerto Ordaz, Maracaibo, Mérida and Caracas. To commemorate the place where the Pope conducted Mass while in Caracas, a housing complex was created years later that used the Pope's official title, John Paul II, as its own. Unfortunately that effort became tarnished by corruption and scandal.[3] On 13 August 1987, the Colombian navy corvette Caldas sailed into the Gulf of Venezuela, causing a crisis in Colombian-Venezuelan relations that almost led to armed conflict. The crisis was eventually resolved by dialogue between Lusinchi and Colombian President Virgilio Barco.[4] In 1988, President Lusinchi filed for divorce from his wife of 44 years, First Lady Gladys Castillo de Lusinchi, in favor of his longtime mistress and \"private secretary\", Blanca Ibáñez.[5] Lusinchi cited \"voluntary abandonment of the home\" by Castillo.[6] Gladys Castillo rebuked Lusinchi, noting her husband's affair and infidelity, saying, \"If anyone has committed abandonment and serious insults, it has not been me.\"[6] Castillo also refused to move out of the presidential palace.[6] The divorce was granted by a Caracas civil court in April 1988 with unusual speed.[6] Public opinion swiftly turned against the president.[6] The Catholic Church, led by Mérida Archbishop Miguel Antonio Salas, harshly criticized Lusinchi and his decision to initiate divorce proceedings, writing, \"\"With consternation and astonishment, we have learned from the press of the divorce decree of the presidential couple\" and called it \"...a bad example by the national magistrate which has dealt a severe blow to the family institution in Venezuela.\"[6] The bishops condemned the end of the marriage, which was the first presidential divorce in Venezuelan history, and called the divorce \"a mockery of the good faith of Venezuelans\".[6] After his presidency had ended, Lusinchi was appointed Senator for Life, as was permitted by the Venezuelan constitution of 1961. But From 27 March 1990, Lusinchi became the subject of a parliamentary inquiry looking at what was believed to be a corruption scandal of huge proportions that took place during his term in government. Accused of illegally influencing decisions at the currency exchange through the financial Regime of Preferential Currency Change (RECADI) and management of funds at the Foreign Affairs Ministry, as well as the purchase of 65 off-road vehicles that were to be used in the 1988 electoral campaign of Acción Democrática; the diversion of other funds from the National Institute for Racetracks (INH). He was also declared a suspect in the August 1993 sending of mail bombs meant to intimidate members of the Supreme Court. In November 1991, the Venezuelan Congress issued a \"political and moral condemnation\" to be lodged against the former president for his part in economic mismanagement and administrative irregularities that took place during his term. Then, on 10 August 1993, the Supreme Court decided it had found evidence of actual criminality during its review of charges filed against Lusinchi by the Attorney General's Office, and started proceedings against him. On 13 August Lusinchi was stripped of senatorial immunity, and prohibited from leaving of country. Lusinchi responded by flying to Miami. Next he left for Costa Rica where he met Blanca Ibáñez, his future wife. In July 1994, and again in February 1997, charges were filed against him by the courts. A trial was opened against the former president, ostensibly for his illegal use of funds belonging to the Department of Foreign Affairs and the National Institute for Racetracks (INH). But in October 1999, the Supreme Court reversed both decisions. Although an inquiry into the process of how that happened was later opened, by then the corruption charges against him had expired their legal term of placement. Again in June 2006 however, himself and seven former officials of his government, along with 38 other retired members of the Venezuelan security services DISIP were accused of in some way being guilty of events now known as the Yumare Massacre. Lusinchi left Venezuela via Miami and lived in the city of San José, Costa Rica.[7] till 2009, when returned to Caracas. Lusinchi was married to Gladys Castillo in 1941–1988 (they had 2 sons and 3 daughters) who served as First Lady of Venezuela from 1984. He then married his private secretary and long-term girlfriend, Blanca Ibáñez, in 1991 and remained married to her until his death in 2014. Lusinchi died on 21 May 2014 at the age of 89 after having been hospitalized for lung problems.[8][9] He died about 5 weeks before ex-President Ramón José Velásquez died on 24 June 2014 of natural causes.","country":"Venezuela"}