{"name":"Jens Böhrnsen","url":"/wiki/Jens_B%C3%B6hrnsen","Occupation":"Politician Judge Lawyer","Born":"1949-06-12","Political party":"Social Democratic Party","termEnds":null,"termStarts":null,"text":"Jens Böhrnsen (born 12 June 1949) is a German politician of the SPD who served as President of the Senate and Mayor of Bremen from 2005 to 2015. From 1 November 2009 until 31 October 2010 he was President of the Bundesrat. As such, he was acting head of state of Germany from the resignation of President Horst Köhler on 31 May 2010 until the election of Christian Wulff on 30 June 2010. Böhrnsen resigned in 2015 after his party sustained losses in state parliament election. Böhrnsen is a lawyer by profession and served as a judge in Bremen from 1978 to 1995, when he became a full-time politician. Böhrnsen was born on 12 June 1949 in Gröpelingen, then a workers' district of Bremen, to parents active in the Social Democratic Party of Germany (SPD) and labor unions. His father, Gustav Böhrnsen, a communist turned social democrat, was also an SPD politician and served as chairman of the SPD group in the Parliament of Bremen 1968-1971.[1] Jens Böhrnsen joined the SPD in 1967.[1] At the University of Kiel, he studied law, and concluded his studies with the first Staatsexamen in 1973, and the second Staatsexamen in 1977 at the University of Hamburg.[1] He worked as an assessor in Bremen's administration, thereafter as a judge for 17 years, before he was elected to the Parliament of Bremen (Bürgerschaft).[1] In 1999, Böhrnsen was elected head of the SPD group of the Parliament of Bremen.[1] On 8 November 2005, Bremen's legislative assembly elected Böhrnsen as mayor after he had won the Social Democrat primary for the office, which had become vacant with the resignation of Henning Scherf. as a mayor and head of senate of Bremen.[1] Recently, Böhrnsen has been involved in the debate revolving around a modernization of Germany's constitution. In the process, he rejected demands for the state of Bremen to merge with Lower Saxony to form a new northern state (a unit within Germany's federal system) — a demand that had been making the rounds as Bremen is not only the smallest German state, but has also been saddled with an extraordinary amount of debt for the past 15 years. After the 2007 state elections, Böhrnsen abandoned the coalition with the Christian Democrats (CDU) and instead started a coalition with the Greens. He is longlisted for the 2008 World Mayor award. As president of the Senate of Bremen, Böhrnsen was elected President of the German Bundesrat for the year 2009–2010, starting 1 November 2009.[1] This office rotates between the heads of government of the states of Germany following a defined schedule. According to the German constitution,[2] the head of the Bundresrat is the designated substitute for the President of Germany.[1] When Horst Köhler resigned from the presidency on 31 May 2010, Böhrnsen assumed the functions of head of state of Germany until the election of a successor by a Federal Convention.[1][3] The successor was Christian Wulff, who assumed office upon his election on 30 June 2010. After his party lost more than five percentage points in the state election on 10 May 2015, Böhrnsen retired as head of government. His successor was Carsten Sieling.","country":"Germany"}