{"name":"Joachim Gauck","url":"/wiki/Joachim_Gauck","Born":"1940-01-24","Political party":"Independent (1990–present)","termEnds":null,"termStarts":null,"text":"Joachim Wilhelm Gauck (German: [joˈʔaxɪm ˈɡaʊk] (listen); born 24 January 1940) is a German politician and civil rights activist who served as President of Germany from 2012 to 2017. A former Lutheran pastor, he came to prominence as an anti-communist civil rights activist in East Germany.[1][2][3][4] During the Peaceful Revolution in 1989, he was a co-founder of the New Forum opposition movement in East Germany, which contributed to the downfall of the Socialist Unity Party of Germany (SED) and later with two other movements formed the electoral list Alliance 90. In 1990 he was a member of the only freely elected East German People's Chamber in the Alliance 90/The Greens faction. Following German reunification, he was elected as a member of the Bundestag by the People's Chamber in 1990 but resigned after a single day having been chosen by the Bundestag to be the first Federal Commissioner for the Stasi Records. This makes him the Bundestag member with the shortest tenure. He served as Federal Commissioner from 1990 to 2000, where he earned recognition as a \"Stasi hunter\" and \"tireless pro-democracy advocate\", exposing the crimes of the communist secret police.[5][6][7][8] He was nominated as the candidate of the SPD and the Greens for President of Germany in the 2010 election, but lost in the third draw to Christian Wulff, the candidate of the government coalition. His candidacy was met by significant approval of the population and the media; Der Spiegel described him as \"the better President\"[9] and the Bild called him \"the president of hearts.\"[10][11][12] Later, after Christian Wulff stepped down, Gauck was elected as president with 991 of 1228 votes in the Federal Convention in the 2012 election, as a nonpartisan consensus candidate of the CDU, the CSU, the FDP, the SPD and the Greens. A son of a survivor of a Soviet Gulag,[13][14][15][16][17] Gauck's political life was formed by his own family's experiences with totalitarianism. Gauck was a founding signatory of the Prague Declaration on European Conscience and Communism, together with Václav Havel and other statesmen, and of the Declaration on Crimes of Communism. He has called for increased awareness of communist crimes in Europe, and for the necessity of delegitimizing the communist era.[1] As president he was a proponent of \"an enlightened anti-communism\"[18] and he has underlined the illegitimacy of communist rule in East Germany.[19] He is the author and co-author of several books, including The Black Book of Communism. His 2012 book Freedom: A Plea calls for the defense of freedom and human rights around the globe.[20][21] He has been described by Chancellor Angela Merkel as a \"true teacher of democracy\" and a \"tireless advocate of freedom, democracy, and justice.\"[22] The Wall Street Journal has described him as \"the last of a breed: the leaders of protest movements behind the Iron Curtain who went on to lead their countries after 1989.\"[23] He has received numerous honours, including the 1997 Hannah Arendt Prize. Joachim Gauck was born into a family of sailors in Rostock, the son of Olga (née Warremann; born 1910) and Joachim Gauck Sr. (born 1907). His father was an experienced ship's captain and distinguished naval officer (Kapitän zur See – captain at sea), who after World War II worked as an inspector at the Neptun Werft shipbuilding company. Both parents were members of the Nazi Party (NSDAP).[24] Following the Soviet occupation at the end of World War II, the communists were installed into power in what became the German Democratic Republic (East Germany). When Joachim Gauck was eleven years old, in 1951, his father was arrested by Soviet occupation forces; he was not to return until 1955.[25] He was convicted by a Russian military tribunal of espionage for receiving a letter from the West and also of anti-Soviet demagogy for being in the possession of a western journal on naval affairs, and deported to a Gulag in Siberia,[26] where he was mistreated to the extent that he was considered physically disabled after one year, according to his son.[27] For nearly three years, the family knew nothing about what had happened to him and whether he was still alive. He was freed in 1955, following the state visit of Konrad Adenauer to Moscow. Adenauer negotiated the release of thousands of German prisoners of war and civilians who had been deported.[28] Gauck graduated with an Abitur from Innerstädtisches Gymnasium in Rostock. According to Gauck, his political activities were inspired by the ordeal of his father,[29] and he stated that he grew up with a \"well-founded anti-communism\".[30] Already in school in East Germany, he made no secret of his anti-communist position, and he steadfastly refused to join the communist youth movement, the Free German Youth. He wanted to study German and become a journalist, but because he was not a communist, he was not allowed to do so.[10] Instead he chose to study theology and become a pastor in the Protestant church in Mecklenburg. He has stated that his primary intention was not to become a pastor, but the theology studies offered an opportunity to study philosophy and the church was one of the few institutions in East Germany where communist ideology was not dominant.[31] Nevertheless, he did eventually become a pastor. His work as a pastor in East Germany was very difficult due to the hostility of the communist regime towards the church, and for many years he was under constant observation and was harassed by the Stasi (the secret police).[32][33] The Stasi described Gauck in their file on him as an \"incorrigible anti-communist\" (\"unverbesserlicher Antikommunist\").[34] He has said that \"at the age of nine, I knew socialism was an unjust system.\"[10] In his memoirs, he writes that \"the fate of our father was like an educational cudgel. It led to a sense of unconditional loyalty towards the family which excluded any sort of idea of fraternisation with the system.\"[35] During the Peaceful Revolution of 1989, he became a member of the New Forum, a democratic opposition movement, and was elected as its spokesman. He also took part in major demonstrations against the communist regime of GDR. In the free elections on 18 March 1990, he was elected to the People's Chamber of the GDR, representing the Alliance 90 (that consisted of the New Forum, Democracy Now and the Initiative for Peace and Human Rights), where he served until the dissolution of the GDR in October 1990. On 2 October 1990, the day before the dissolution of the GDR, the People's Chamber elected him Special Representative for the Stasi Records. After the dissolution of the GDR the following day, he was appointed Special Representative of the Federal Government for the Stasi Records by President Richard von Weizsäcker and Chancellor Helmut Kohl. As such, he was in charge of the archives of the Stasi and tasked with investigating communist crimes. In 1992, his office became known as the Federal Commissioner for the Stasi Records. He served in this position until 2000, when he was succeeded by Marianne Birthler. Gauck served as a member of the Bundestag, the Parliament of Germany, from 3 to 4 October 1990 (the 1990 People's Chamber was granted the right to nominate a certain number of MPs as part of the reunification process). He stepped down following his appointment as Special Representative of the Federal Government. As such, he was the shortest serving Member of Parliament of Germany ever. He refused the position of president of the Federal Agency for Civic Education as well as offers to be nominated as a candidate for parliament by the SPD. Voices inside the CSU proposed him as a possible conservative presidential candidate (against SPD career politician Johannes Rau) in 1999,[36] and his name was also mentioned as a possible candidate for CDU/CSU and Free Democratic Party in subsequent years. For instance the Saxon FDP state party proposed him as a liberal-conservative candidate in 2004, before the leaders of the parties agreed on Horst Köhler.[37] Since 2003, he has been chairman of the association Gegen Vergessen – Für Demokratie (\"Against Forgetting – For Democracy\"), and he served on the Management Board of the European Monitoring Centre on Racism and Xenophobia 2001–2004.[38] He has written on Soviet-era concentration camps such as the NKVD Special Camp No. 1, the crimes of communism, and political repression in East Germany, and contributed to the German edition of The Black Book of Communism. In 2007, Joachim Gauck was invited to deliver the main speech during a commemoration ceremony at the Landtag of Saxony in memory of the Reunification of Germany and the fall of the communist government.[39] All parties participated, except The Left (the successor of the communist Socialist Unity Party (SED)), whose members walked out in protest against Gauck's delivering the speech.[40] Gauck supports the observation of The Left by the Federal Office for the Protection of the Constitution and the corresponding state authorities.[41] Gauck has lauded the SPD for distancing itself from The Left.[42] Joachim Gauck is a founding signatory of both the Prague Declaration on European Conscience and Communism (2008),[43] with Václav Havel, and the Declaration on Crimes of Communism (2010),[44] both calling for the condemnation of communism, education about communist crimes and punishment of communist criminals. The Prague Declaration proposed the establishment of the European Day of Remembrance for Victims of Stalinism and Nazism, that was subsequently designated by the European Parliament. In 2010, Gauck criticized the political left of ignoring communist crimes.[45] Gauck is a supporter of the idea to establish a Centre Against Expulsions in Berlin.[46] On the occasion of his 70th birthday in 2010, Gauck was praised by Chancellor Angela Merkel as a \"true teacher of democracy\" and a \"tireless advocate of freedom, democracy and justice\".[22] The Independent has described Joachim Gauck as \"Germany's answer to Nelson Mandela\".[47] The Wall Street Journal has described him as \"the last of a breed: the leaders of protest movements behind the Iron Curtain who went on to lead their countries after 1989,\" comparing him to Lech Wałęsa and Václav Havel.[23] Corriere della Sera has referred to him as the \"German Havel.\"[48] Gauck supported the economic reforms initiated by the red-green government of Chancellor Gerhard Schröder. He also supported the 1999 NATO bombing of Yugoslavia, to end Yugoslav atrocities in Kosovo. He also supports the German military presence in Afghanistan. Gauck is a proponent of market economy, and is sceptical towards the occupy movement. In 2010, he said SPD politician Thilo Sarrazin had \"demonstrated courage\" in opening a debate on immigration.[49] However, he criticized several of Sarrazin's views.[50] In an interview with Radio Free Europe/Radio Liberty in 2007, Gauck said that \"we have to delegitimatize [the communist era] not only because of the many victims and criminal acts, but [also because] modern politics in the entire Soviet empire was basically taken backward.\"[1] According to The Wall Street Journal, he \"has dedicated his life to showing that the Soviet system's evils were no less than the Third Reich's.\"[23] In his 2012 book Freedom. A Plea, he outlines his thoughts on freedom, democracy, human rights and tolerance. In 2012, Gauck said that \"Muslims who are living here are a part of Germany\", but refused to say whether Islam was a part of Germany, as asserted by previous president Christian Wulff. The Central Council of Muslims in Germany welcomed the remarks.[51] In May 2015, Gauck urged Germans to openly acknowledge that \"millions of soldiers of the Red Army lost their lives during Nazi internment.\"[52] On 3 June 2010, Joachim Gauck was nominated for President of Germany in the 2010 election by the SPD and the Greens.[53] Gauck is not a member of either the SPD or the Greens (although his former party in East Germany eventually merged with the Greens after reunification),[54] and has stated that he would have accepted a nomination by the CDU as well.[55] Gauck once described himself as a \"leftist, liberal conservative\"[54] and after his nomination, stated: \"I'm neither red nor green, I'm Joachim Gauck\".[56] The Frankfurter Allgemeine Zeitung described him as a liberal conservative.[57] Gauck is widely respected across the political spectrum,[58] and is very popular also among CDU/CSU and FDP politicians due to his record as an upstanding, moral person during the communist dictatorship as well as his record as a \"Stasi hunter\" in the 1990s.[59] His main contender, Christian Wulff, and politicians of all the government parties, stated that they greatly respected Gauck and his life and work.[60] Jörg Schönbohm, former Chairman of the CDU of Brandenburg, also supported Gauck.[61] The only party that in principle rejected Gauck as a possible president was the legal successor of the East German communist party, Die Linke, which interpreted the nomination of the SPD and Greens as a refusal to cooperate with Die Linke.[62] CSU politician Philipp Freiherr von Brandenstein argued that the election of Joachim Gauck would prevent any cooperation between SPD/Greens and the party Die Linke for years to come: \"Gauck has likely made it perfectly clear to [Sigmar] Gabriel that he will never appoint any of the apologists of the communist tyranny as government members\".[61] Die Linke nominated their own candidate, former journalist Luc Jochimsen,[63] and chose to abstain in the third ballot.[64][65] Die Linke's refusal to support Gauck drew strong criticism from the SPD and Greens.[66][67] Sigmar Gabriel, the SPD chairman, described Die Linke's position as \"bizarre and embarrassing,\" stating that he was \"shocked\" that the party would declare Joachim Gauck their main enemy due to his investigation of communist injustice.[68] According to Gabriel, Die Linke had manifested itself once again as the successor of the East German communist party.[66] A politician of Die Linke compared the choice between Gauck and Wulff to the choice between Adolf Hitler and Joseph Stalin, drawing strong condemnation from the SPD and Greens.[69] In the election on 30 June 2010, Gauck was defeated by Christian Wulff in the third ballot, with a margin of 624 to 490.[70] Gauck was originally proposed as a presidential candidate for the Greens by Andreas Schulze, then communications adviser to the Greens in the Bundestag. Schulze was appointed as Gauck's spokesman in 2010, and again in 2012.[71] Following the resignation of President Christian Wulff on 17 February 2012, Joachim Gauck was nominated on 19 February as the joint candidate for President of Germany by the government parties CDU, CSU and FDP, and the opposition SPD and the Alliance '90/The Greens. This happened after the FDP, the SPD and the Greens had strongly supported Gauck and urged the conservatives to support him.[72] The SPD chairman, Sigmar Gabriel, said Gauck was his party's preferred candidate already on 17 February, citing Gauck's \"great confidence among the citizens.\"[73] Reportedly, Chancellor Merkel gave in to FDP chairman (and Vice-Chancellor) Philipp Rösler's staunch support for Gauck; the agreement was announced after the FDP presidium had unanimously voted for Gauck earlier on 19 February.[74][75] He was thus supported by all major parties represented in the Federal Convention, except Die Linke, the successor party to the former East German communist party.[1] According to a poll conducted for Stern, the nomination of Gauck was met with high approval. The majority of the voters of all political parties represented in the Bundestag approved of his nomination, with the Green voters being most enthusiastic (84% approval) and Die Linke's voters least (55% approval); overall, 69% support him, while 15% oppose him.[76] His nomination was \"broadly welcomed\" by the German media,[77] which were described as \"jubilant.\"[78] However, his candidacy was criticized by Die Linke, and met with some other individual criticism; he was criticized by individual CSU members for not being married to the woman he lives with,[79][80] and by individual politicians of the Greens, notably for his earlier statements on Thilo Sarrazin and the occupy movement.[79] The SPD chairman, Sigmar Gabriel, however, stated that the reason that Die Linke was the only party that did not support Gauck was its \"sympathy for the German Democratic Republic.\"[81][82] David Gill was appointed head of Gauck's transition team,[83] and later became head of the Bundespräsidialamt.[84] On 18 March 2012, Gauck was elected President of Germany with 991 of 1228 votes in the Federal Convention.[85] Upon accepting his election, he assumed the presidency immediately.[86] The new president took the oath of office required by article 56 of Germany's Constitution on Friday 23 March 2012 in the presence of the assembled members of the Bundestag and the Bundesrat.[87][88][89] On 6 June 2016, President Gauck announced he would not stand for re-election in 2017, citing his age as the reason.[90] He has visited a significant number of countries as president. In 2014, he boycotted the 2014 Winter Olympics in Sochi, Russia, in order to make a statement against human rights violations in Russia.[91][92] On 3 August 2014, he joined French president François Hollande to mark the outbreak of the war between Germany and France in 1914 during World War I by laying the first stone of a memorial in Hartmannswillerkopf, for French and German soldiers killed in the war.[93] Gauck regularly welcomed state officials in different parts of Germany, especially for remarkable events in history. On 18 September 2014, Gauck welcomed the heads of states of (partly) German-speaking countries Austria, Switzerland, Belgium, Luxembourg and Liechtenstein to his home region of Mecklenburg. It was the first time Belgium and Luxembourg participated in the annual event. They met in Bad Doberan, Warnemünde and the city of Rostock to address the challenges of demographic change in Europe and to commemorate the peaceful revolution of 1989.[94] Gauck married Gerhild \"Hansi\" Gauck (née Radtke), his childhood sweetheart whom he met at age ten,[97] but the couple has been separated since 1991.[98] They were married in 1959, at 19, despite his father's opposition, and have four children: sons Christian (born 1960) and Martin (born 1962), and daughters Gesine (born 1966) and Katharina (born 1979). Christian, Martin and Gesine were able to leave East Germany and emigrate to West Germany in the late 1980s, while Katharina, still a child, remained with her parents. His children were discriminated against and denied the right to education by the communist regime because their father was a pastor.[99] His son Christian, who along with his brother decided to leave the GDR in early 1984 and was able to do so in 1987, studied medicine in West Germany and became a physician.[100] Since 2000, his domestic partner has been Daniela Schadt, a journalist.[101][102][103] Gauck is a member of the Evangelical Church in Germany, and served as a pastor for the Evangelical Lutheran Church of Mecklenburg—a member church of that federation.[104] ","country":"Germany"}