{"name":"Joaquín Crespo","url":"/wiki/Joaqu%C3%ADn_Crespo","Born":"1841-08-22","Died":"1898-04-16","Political party":"Liberal Party","termEnds":"(1841–1898)","termStarts":null,"text":"Joaquín Sinforiano de Jesús Crespo Torres (Spanish pronunciation: [xoaˈkin simfoˈɾjano ðe xeˈsus ˈkɾespo ˈtores]; 22 August 1841 – 16 April 1898) was a soldier and politician. A member of the Great Liberal Party of Venezuela, he served as the president of Venezuela from 1884 to 1886 and again from 1892 to 1898. He began his career as a soldier during the Federal War. Joaquín Crespo became president for the first time in 1884. In 1886 Guzmán Blanco returned as president. Crespo went into exile during the presidency of Juan Pablo Rojas Paúl which marked a break with Guzmán Blanco's policies. During the second Joaquín Crespo regime, which began in 1892, a new constitution increased the presidential term. The Venezuelan crisis of 1895 saw Venezuela's longstanding dispute with Great Britain about the territory of Guayana Esequiba come to a head with the USA giving diplomatic support to Venezuela. Britain claimed the territory as part of British Guiana while Venezuela saw it as Venezuelan. The disputed border was submitted to international arbitration. The arbitral panel awarded most of the territory to Britain in 1899 after Crespo's death. In 1897, Crespo did not campaign for a third presidential term but supported Ignacio Andrade against key opponent Jose Manuel Hernandez. Andrade won the election[2] and inaugurated his term on February 28,[citation needed] 1898 . Hernandez decried the results as fraudulent and took up arms. Hernandez was quickly defeated, with resultant political turmoil.[2] Crespo, who remained a military mainstay of the government, was killed in battle on April 16, 1898[3] in the Combat of Mata Carmelera while defending the government of Andrade.[3] He was buried in the Southern General Cemetery. During the crisis in Bolivarian Venezuela, the tomb of Crespo and his wife Jacinta was looted and vandalized, leaving their bodies exposed to the elements.[1] Crespo was married to Jacinta Parejo,[1] who served as First Lady of Venezuela from 1884 to 1886,[citation needed] and 1892–1898.[citation needed] Jacinta Parejo","country":"Venezuela"}