{"name":"Joe Biden","url":"/wiki/Joe_Biden","Occupation":"Politician lawyer author","Born":"1942-11-20","Political party":"Democratic (1969–present)","termEnds":null,"termStarts":"2021-1-20","text":"Joseph Robinette Biden Jr. (/ˈbaɪdən/ BY-dən; born November 20, 1942) is an American politician who is the 46th and current president of the United States. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under Barack Obama and represented Delaware in the United States Senate from 1973 to 2009. Biden was born and raised in Scranton, Pennsylvania, moving with his family to New Castle County, Delaware, in 1953 when he was ten. He studied at the University of Delaware before earning his law degree from Syracuse University in 1968. He was elected to the New Castle County Council in 1970 and became the sixth-youngest senator in U.S. history after he was elected to the United States Senate from Delaware in 1972, at age 29. Biden was the chair or ranking member of the Senate Foreign Relations Committee for 12 years and was influential in foreign affairs during Obama's presidency. He also chaired the Senate Judiciary Committee from 1987 to 1995, dealing with drug policy, crime prevention, and civil liberties issues; led the effort to pass the Violent Crime Control and Law Enforcement Act and the Violence Against Women Act; and oversaw six U.S. Supreme Court confirmation hearings, including the contentious hearings for Robert Bork and Clarence Thomas. He ran unsuccessfully for the Democratic presidential nomination in 1988 and 2008. Biden was reelected to the Senate six times and was the fourth-most senior sitting senator at the time when he became Obama's vice president after they won the 2008 presidential election, defeating John McCain and his running mate Sarah Palin. Obama and Biden were reelected in 2012, defeating Mitt Romney and his running mate Paul Ryan. During eight years as vice president, Biden leaned on his Senate experience and frequently represented the administration in negotiations with congressional Republicans, including on the Budget Control Act of 2011, which resolved a debt ceiling crisis, and the American Taxpayer Relief Act of 2012, which addressed the impending \"fiscal cliff\". He also oversaw infrastructure spending in 2009 to counteract the Great Recession. On foreign policy, Biden was a close counselor to the president and took a leading role in designing the withdrawal of U.S. troops from Iraq in 2011. In 2017, Obama awarded Biden the Presidential Medal of Freedom with Distinction. Biden and his running mate Kamala Harris defeated incumbent president Donald Trump and vice president Mike Pence in the 2020 presidential election. He is the oldest president and the first to have a female vice president. Biden proposed, lobbied for and signed into law the American Rescue Plan Act to help the United States recover from the COVID-19 pandemic and the resultant recession. He proposed the American Jobs Plan, aspects of which were incorporated into the bipartisan Infrastructure Investment and Jobs Act, which was also signed into law. He nominated Ketanji Brown Jackson to the Supreme Court. Biden proposed an expansion of the social safety net, but those efforts, along with voting rights legislation, failed in Congress. In foreign policy, Biden restored the U.S. into the Paris Agreement on climate change. He completed the withdrawal of U.S. troops from Afghanistan, during which the Afghan government collapsed and the Taliban seized control. He responded to the 2022 Russian invasion of Ukraine by imposing sanctions on Russia, as well as authorizing billions in foreign aid and weapons shipments to Ukraine. Joseph Robinette Biden Jr. was born on November 20, 1942,[1] at St. Mary's Hospital in Scranton, Pennsylvania,[2] to Catherine Eugenia \"Jean\" Biden (née Finnegan) and Joseph Robinette Biden Sr.[3][4] The oldest child in a Catholic family, he has a sister, Valerie, and two brothers, Francis and James.[5] Jean was of Irish descent,[6][7][8] while Joseph Sr. had English, French, and Irish ancestry.[9][8] Biden's father had been wealthy, but suffered financial setbacks around the time Biden was born,[10][11][12] and for several years the family lived with Biden's maternal grandparents.[13] Scranton fell into economic decline during the 1950s and Biden's father could not find steady work.[14] Beginning in 1953 when Biden was ten,[15] the family lived in an apartment in Claymont, Delaware, before moving to a house in nearby Mayfield.[16][17][11][13] Biden Sr. later became a successful used-car salesman, maintaining the family in a middle-class lifestyle.[13][14][18] At Archmere Academy in Claymont,[19] Biden played baseball and was a standout halfback and wide receiver on the high school football team.[13][20] Though a poor student, he was class president in his junior and senior years.[21][22] He graduated in 1961.[21] At the University of Delaware in Newark, Biden briefly played freshman football[23][24] and, as an unexceptional student,[25] earned a Bachelor of Arts degree in 1965 with a double major in history and political science and a minor in English.[26][27] Biden has a stutter, which has improved since his early twenties.[28] He says he reduced it by reciting poetry before a mirror,[22][29] but some observers suggested it affected his performance in the 2020 Democratic Party presidential debates.[30][31][32] On August 27, 1966, Biden married Neilia Hunter (1942–1972), a student at Syracuse University,[26] after overcoming her parents' reluctance for her to wed a Roman Catholic. Their wedding was held in a Catholic church in Skaneateles, New York.[33] They had three children: Joseph R. \"Beau\" Biden III (1969–2015), Robert Hunter Biden (born 1970), and Naomi Christina \"Amy\" Biden (1971–1972).[26] In 1968, Biden earned a Juris Doctor from Syracuse University College of Law, ranked 76th in his class of 85, after failing a course due to an acknowledged \"mistake\" when he plagiarized a law review article for a paper he wrote in his first year at law school.[25] He was admitted to the Delaware bar in 1969.[1] Biden had not openly supported or opposed the Vietnam War until he ran for Senate and opposed Nixon's conduct of the war.[34] While studying at the University of Delaware and Syracuse University, Biden obtained five student draft deferments, at a time when most draftees were sent to the Vietnam War. In 1968, based on a physical examination, he was given a conditional medical deferment; in 2008, a spokesperson for Biden said his having had \"asthma as a teenager\" was the reason for the deferment.[35] In 1968, Biden clerked at a Wilmington law firm headed by prominent local Republican William Prickett and, he later said, \"thought of myself as a Republican\".[36][37] He disliked incumbent Democratic Delaware governor Charles L. Terry's conservative racial politics and supported a more liberal Republican, Russell W. Peterson, who defeated Terry in 1968.[36] Biden was recruited by local Republicans but registered as an Independent because of his distaste for Republican presidential candidate Richard Nixon.[36] In 1969, Biden practiced law first as a public defender and then at a firm headed by a locally active Democrat[38][36] who named him to the Democratic Forum, a group trying to reform and revitalize the state party;[39] Biden subsequently reregistered as a Democrat.[36] He and another attorney also formed a law firm.[38] Corporate law, however, did not appeal to him, and criminal law did not pay well.[13] He supplemented his income by managing properties.[40] In 1970, Biden ran for the 4th district seat on the New Castle County Council on a liberal platform that included support for public housing in the suburbs.[41][38][42] The seat had been held by Republican Henry R. Folsom, who was running in the 5th District following a reapportionment of council districts.[43][44][45] Biden won the general election by defeating Republican Lawrence T. Messick, and took office on January 5, 1971.[46][47] He served until January 1, 1973, and was succeeded by Democrat Francis R. Swift.[48][49][50][51] During his time on the county council, Biden opposed large highway projects, which he argued might disrupt Wilmington neighborhoods.[52] In 1972, Biden defeated Republican incumbent J. Caleb Boggs to become the junior U.S. senator from Delaware. He was the only Democrat willing to challenge Boggs.[38] With minimal campaign funds, he was given no chance of winning.[13] Family members managed and staffed the campaign, which relied on meeting voters face-to-face and hand-distributing position papers,[53] an approach made feasible by Delaware's small size.[40] He received help from the AFL–CIO and Democratic pollster Patrick Caddell.[38] His platform focused on the environment, withdrawal from Vietnam, civil rights, mass transit, equitable taxation, health care, and public dissatisfaction with \"politics as usual\".[38][53] A few months before the election, Biden trailed Boggs by almost thirty percentage points,[38] but his energy, attractive young family, and ability to connect with voters' emotions worked to his advantage,[18] and he won with 50.5 percent of the vote.[53] At the time of his election, he was still 29 years old, but reached the constitutionally required age of 30 before he was sworn in as Senator.[54] On December 18, 1972, a few weeks after the election, Biden's wife Neilia and one-year-old daughter Naomi were killed in an automobile accident while Christmas shopping in Hockessin, Delaware.[26][55] Neilia's station wagon was hit by a semi-trailer truck as she pulled out from an intersection. Their sons Beau (aged 3) and Hunter (aged 2) survived the accident and were taken to the hospital in fair condition, Beau with a broken leg and other wounds and Hunter with a minor skull fracture and other head injuries.[56] Biden considered resigning to care for them,[18] but Senate Majority Leader Mike Mansfield persuaded him not to.[57] Years later, Biden said he had heard that the truck driver allegedly drank alcohol before the collision. The driver's family denied that claim, and the police never substantiated it. Biden later apologized to the family.[58][59][60][61][62] The accident had filled him with anger and religious doubt. He wrote that he \"felt God had played a horrible trick\" on him,[63] and he had trouble focusing on work.[64][65] Biden credits his second wife, teacher Jill Tracy Jacobs, with the renewal of his interest in politics and life;[66] they met in 1975 on a blind date[67] and were married at the United Nations chapel in New York on June 17, 1977.[68][69] They spent their honeymoon at Lake Balaton in the Hungarian People's Republic, behind the Iron Curtain.[70][71] They are Roman Catholics and attend Mass at St. Joseph's on the Brandywine in Greenville, Delaware.[72] Their daughter Ashley Biden (born 1981)[26] is a social worker. She is married to physician Howard Krein.[73] Beau Biden became an Army Judge Advocate in Iraq and later Delaware Attorney General[74] before dying of brain cancer in 2015.[75][76] Hunter Biden is a Washington lobbyist and investment adviser.[77] From 1991 to 2008, as an adjunct professor, Biden co-taught a seminar on constitutional law at Widener University School of Law.[78][79] The seminar often had a waiting list. Biden sometimes flew back from overseas to teach the class.[80][81][82][83] In January 1973, secretary of the Senate Francis R. Valeo swore Biden in at the Delaware Division of the Wilmington Medical Center.[84][56] Present were his sons Beau (whose leg was still in traction from the automobile accident) and Hunter and other family members.[84][56] At 30, he was the sixth-youngest senator in U.S. history.[85][86] To see his sons, Biden traveled by train between his Delaware home and D.C.[87]—74 minutes each way—and maintained this habit throughout his 36 years in the Senate.[18] During his early years in the Senate, Biden focused on consumer protection and environmental issues and called for greater government accountability.[88] In a 1974 interview, he described himself as liberal on civil rights and liberties, senior citizens' concerns and healthcare but conservative on other issues, including abortion and military conscription.[89] In his first decade in the Senate, Biden focused on arms control.[90][91] After Congress failed to ratify the SALT II Treaty signed in 1979 by Soviet general secretary Leonid Brezhnev and President Jimmy Carter, Biden met with Soviet Foreign Minister Andrei Gromyko to communicate American concerns and secured changes that addressed the Senate Foreign Relations Committee's objections.[92] When the Reagan administration wanted to interpret the 1972 SALT I treaty loosely to allow development of the Strategic Defense Initiative, Biden argued for strict adherence to the treaty.[90] He received considerable attention when he excoriated Secretary of State George Shultz at a Senate hearing for the Reagan administration's support of South Africa despite its continued policy of apartheid.[36] Biden became ranking minority member of the Senate Judiciary Committee in 1981. In 1984, he was a Democratic floor manager for the successful passage of the Comprehensive Crime Control Act. His supporters praised him for modifying some of the law's worst provisions, and it was his most important legislative accomplishment to that time.[93] In 1994, Biden helped pass the Violent Crime Control and Law Enforcement Act, also known as the Biden Crime Law, which included a ban on assault weapons,[94][95] and the Violence Against Women Act,[96] which he has called his most significant legislation.[97] The 1994 crime law was unpopular among progressives and criticized for resulting in mass incarceration;[98][99] in 2019, Biden called his role in passing the bill a \"big mistake\", citing its policy on crack cocaine and saying that the bill \"trapped an entire generation\".[100] In 1993, Biden voted for a provision that deemed homosexuality incompatible with military life, thereby banning gays from serving in the armed forces.[101][102][103] In 1996, he voted for the Defense of Marriage Act, which prohibited the federal government from recognizing same-sex marriages, thereby barring individuals in such marriages from equal protection under federal law and allowing states to do the same.[104] In 2015, the act was ruled unconstitutional in Obergefell v. Hodges.[105] Elected to the Senate in 1972, Biden was reelected in 1978, 1984, 1990, 1996, 2002, and 2008, regularly receiving about 60% of the vote.[106] He was junior senator to William Roth, who was first elected in 1970, until Roth was defeated in 2000.[107] As of 2020[update], he was the 18th-longest-serving senator in U.S. history.[108] In the mid-1970s, Biden was one of the Senate's strongest opponents of race-integration busing. His Delaware constituents strongly opposed it, and such opposition nationwide later led his party to mostly abandon school integration policies.[109] In his first Senate campaign, Biden had expressed support for busing to remedy de jure segregation, as in the South, but opposed its use to remedy de facto segregation arising from racial patterns of neighborhood residency, as in Delaware; he opposed a proposed constitutional amendment banning busing entirely.[110] In May 1974, Biden voted to table a proposal containing anti-busing and anti-desegregation clauses but later voted for a modified version containing a qualification that it was not intended to weaken the judiciary's power to enforce the 5th Amendment and 14th Amendment.[111] In 1975, he supported a proposal that would have prevented the Department of Health, Education, and Welfare from cutting federal funds to districts that refused to integrate;[112] he said busing was a \"bankrupt idea [violating] the cardinal rule of common sense\" and that his opposition would make it easier for other liberals to follow suit.[93] At the same time he supported initiatives on housing, job opportunities and voting rights.[111] Biden supported a measure[when?] forbidding the use of federal funds for transporting students beyond the school closest to them. In 1977, he co-sponsored an amendment closing loopholes in that measure, which President Carter signed into law in 1978.[113] In February 1988, after several episodes of increasingly severe neck pain, Biden was taken by ambulance to Walter Reed Army Medical Center for surgery to correct a leaking intracranial berry aneurysm.[114][115] While recuperating, he suffered a pulmonary embolism, a serious complication.[115] After a second aneurysm was surgically repaired in May,[115][116] Biden's recuperation kept him away from the Senate for seven months.[117] Biden was a longtime member of the Senate Committee on the Judiciary. He chaired it from 1987 to 1995 and was a ranking minority member from 1981 to 1987 and again from 1995 to 1997. As chair, Biden presided over two highly contentious U.S. Supreme Court confirmation hearings.[18] When Robert Bork was nominated in 1988, Biden reversed his approval‍—‌given in an interview the previous year‍—‌of a hypothetical Bork nomination. Conservatives were angered,[118] but at the hearings' close Biden was praised for his fairness, humor, and courage.[118][119] Rejecting the arguments of some Bork opponents,[18] Biden framed his objections to Bork in terms of the conflict between Bork's strong originalism and the view that the U.S. Constitution provides rights to liberty and privacy beyond those explicitly enumerated in its text.[119] Bork's nomination was rejected in the committee by a 9–5 vote[119] and then in the full Senate, 58–42.[120] During Clarence Thomas's nomination hearings in 1991, Biden's questions on constitutional issues were often convoluted to the point that Thomas sometimes lost track of them,[121] and Thomas later wrote that Biden's questions were akin to \"beanballs\".[122] After the committee hearing closed, the public learned that Anita Hill, a University of Oklahoma law school professor, had accused Thomas of making unwelcome sexual comments when they had worked together.[123][124] Biden had known of some of these charges, but initially shared them only with the committee because Hill was then unwilling to testify.[18] The committee hearing was reopened and Hill testified, but Biden did not permit testimony from other witnesses, such as a woman who had made similar charges and experts on harassment,[125] saying he wanted to preserve Thomas's privacy and the hearings' decency.[121][125] The full Senate confirmed Thomas by a 52–48 vote, with Biden opposed.[18] Liberal legal advocates and women's groups felt strongly that Biden had mishandled the hearings and not done enough to support Hill.[125] Biden later sought out women to serve on the Judiciary Committee and emphasized women's issues in the committee's legislative agenda.[18] In 2019, he told Hill he regretted his treatment of her, but Hill said afterward she remained unsatisfied.[126] Biden was critical of Independent Counsel Ken Starr during the 1990s Whitewater controversy and Lewinsky scandal investigations, saying \"it's going to be a cold day in hell\" before another independent counsel would be granted similar powers.[127] He voted to acquit during the impeachment of President Clinton.[128] During the 2000s, Biden sponsored bankruptcy legislation sought by credit card issuers.[18] Clinton vetoed the bill in 2000, but it passed in 2005 as the Bankruptcy Abuse Prevention and Consumer Protection Act,[18] with Biden one of only 18 Democrats to vote for it, while leading Democrats and consumer rights organizations opposed it.[129] As a senator, Biden strongly supported increased Amtrak funding and rail security.[106][130] Biden was a longtime member of the Senate Foreign Relations Committee. He became its ranking minority member in 1997 and chaired it from June 2001 to 2003 and 2007 to 2009.[131] His positions were generally liberal internationalist.[90][132] He collaborated effectively with Republicans and sometimes went against elements of his own party.[131][132] During this time he met with at least 150 leaders from 60 countries and international organizations, becoming a well-known Democratic voice on foreign policy.[133] Biden voted against authorization for the Gulf War in 1991,[132] siding with 45 of the 55 Democratic senators; he said the U.S. was bearing almost all the burden in the anti-Iraq coalition.[134] Biden became interested in the Yugoslav Wars after hearing about Serbian abuses during the Croatian War of Independence in 1991.[90] Once the Bosnian War broke out, Biden was among the first to call for the \"lift and strike\" policy of lifting the arms embargo, training Bosnian Muslims and supporting them with NATO air strikes, and investigating war crimes.[90][131] The George H. W. Bush administration and Clinton administration were both reluctant to implement the policy, fearing Balkan entanglement.[90][132] In April 1993, Biden spent a week in the Balkans and held a tense three-hour meeting with Serbian leader Slobodan Milošević.[135] Biden said he had told Milošević, \"I think you're a damn war criminal and you should be tried as one.\"[135] Biden wrote an amendment in 1992 to compel the Bush administration to arm the Bosnian Muslims, but deferred in 1994 to a somewhat softer stance the Clinton administration preferred, before signing on the following year to a stronger measure sponsored by Bob Dole and Joe Lieberman.[135] The engagement led to a successful NATO peacekeeping effort.[90] Biden has called his role in affecting Balkans policy in the mid-1990s his \"proudest moment in public life\" related to foreign policy.[132] As chair, Biden contributed to successfully encouraging the Clinton administration to commit the resources and political capital to broker what became the 1998 Good Friday Agreement between the governments of Ireland and the United Kingdom through the Northern Ireland peace process.[136] On September 3, 1998, the resigning former UN weapons inspector Scott Ritter had, according to Barton Gellman, accused the Clinton administration of obstructing weapons inspections in Iraq. Biden joined many other Senate Democrats and \"amplified on the Clinton administration's counterattack against former UN weapons inspector Scott Ritter.\" He questioned whether Ritter was trying to \"appropriate the power 'to decide when to pull the trigger' of military force against Iraq\", and said that the Secretary of State would also have to consider the opinion of allies, the UNSC, and public opinion, before any intervention in Iraq.[137][138] In a Washington Post op-ed later that month, Biden criticized a unilateral \"confrontation-based policy\" but praised the idea of asking whether intervention might be necessary at some point, though he said it was \"above the pay grade\" of one weapons inspector.[139] In 1999, during the Kosovo War, Biden supported the 1999 NATO bombing of FR Yugoslavia.[90] He and Senator John McCain co-sponsored the McCain-Biden Kosovo Resolution, which called on Clinton to use all necessary force, including ground troops, to confront Milošević over Yugoslav actions toward ethnic Albanians in Kosovo.[132][140] Biden was a strong supporter of the War in Afghanistan, saying, \"Whatever it takes, we should do it.\"[141] As head of the Senate Foreign Relations Committee, he said in 2002 that Iraqi president Saddam Hussein was a threat to national security and there was no other option than to \"eliminate\" that threat.[142] In October 2002, he voted in favor of the Authorization for Use of Military Force Against Iraq, approving the U.S. invasion of Iraq.[132] As chair of the committee, he assembled a series of witnesses to testify in favor of the authorization. They gave testimony grossly misrepresenting the intent, history, and status of Saddam and his secular government, which was an avowed enemy of al-Qaida, and touted Iraq's fictional possession of weapons of mass destruction.[143] Biden eventually became a critic of the war and viewed his vote and role as a \"mistake\", but did not push for withdrawal.[132][135] He supported the appropriations for the occupation, but argued that the war should be internationalized, that more soldiers were needed, and that the Bush administration should \"level with the American people\" about its cost and length.[131][140] By late 2006, Biden's stance had shifted considerably. He opposed the troop surge of 2007,[132][135] saying General David Petraeus was \"dead, flat wrong\" in believing the surge could work.[144] Biden instead advocated dividing Iraq into a loose federation of three ethnic states.[145] In November 2006, Biden and Leslie H. Gelb, president emeritus of the Council on Foreign Relations, released a comprehensive strategy to end sectarian violence in Iraq.[146] Rather than continue the existing approach or withdrawing, the plan called for \"a third way\": federalizing Iraq and giving Kurds, Shiites, and Sunnis \"breathing room\" in their own regions.[147] In September 2007, a non-binding resolution endorsing the plan passed the Senate,[146] but the idea was unfamiliar, had no political constituency, and failed to gain traction.[144] Iraq's political leadership denounced the resolution as de facto partitioning of the country, and the U.S. Embassy in Baghdad issued a statement distancing itself from it.[146] In May 2008, Biden sharply criticized President George W. Bush's speech to Israel's Knesset in which Bush compared some Democrats to Western leaders who appeased Hitler before World War II; Biden called the speech \"bullshit\", \"malarkey\", and \"outrageous\". He later apologized for his language.[148] Biden formally declared his candidacy for the 1988 Democratic presidential nomination on June 9, 1987.[149] He was considered a strong candidate because of his moderate image, his speaking ability, his high profile as chair of the Senate Judiciary Committee at the upcoming Robert Bork Supreme Court nomination hearings, and his appeal to Baby Boomers; he would have been the second-youngest person elected president, after John F. Kennedy.[36][150][151] He raised more in the first quarter of 1987 than any other candidate.[150][151] By August his campaign's messaging had become confused due to staff rivalries,[152] and in September, he was accused of plagiarizing a speech by British Labour Party leader Neil Kinnock.[153] Biden's speech had similar lines about being the first person in his family to attend university. Biden had credited Kinnock with the formulation on previous occasions,[154][155] but did not on two occasions in late August.[156]: 230–232 [155] Kinnock himself was more forgiving; the two men met in 1988, forming an enduring friendship.[157] Earlier that year he had also used passages from a 1967 speech by Robert F. Kennedy (for which his aides took blame) and a short phrase from John F. Kennedy's inaugural address; two years earlier he had used a 1976 passage by Hubert Humphrey.[158] Biden responded that politicians often borrow from one another without giving credit, and that one of his rivals for the nomination, Jesse Jackson, had called him to point out that he (Jackson) had used the same material by Humphrey that Biden had used.[18][25] A few days later, an incident in law school in which Biden drew text from a Fordham Law Review article with inadequate citations was publicized.[25] He was required to repeat the course and passed with high marks.[159] At Biden's request the Delaware Supreme Court's Board of Professional Responsibility reviewed the incident and concluded that he had violated no rules.[160] Biden has made several false or exaggerated claims about his early life: that he had earned three degrees in college, that he attended law school on a full scholarship, that he had graduated in the top half of his class,[161][162] and that he had marched in the civil rights movement.[163] The limited amount of other news about the presidential race amplified these disclosures[164] and on September 23, 1987, Biden withdrew his candidacy, saying it had been overrun by \"the exaggerated shadow\" of his past mistakes.[165] After exploring the possibility of a run in several previous cycles, in January 2007, Biden declared his candidacy in the 2008 elections.[106][166][167] During his campaign, Biden focused on the Iraq War, his record as chairman of major Senate committees, and his foreign-policy experience. In mid-2007, Biden stressed his foreign policy expertise compared to Obama's.[168] Biden was noted for his one-liners during the campaign; in one debate he said of Republican candidate Rudy Giuliani: \"There's only three things he mentions in a sentence: a noun, and a verb and 9/11.\"[169] Biden had difficulty raising funds, struggled to draw people to his rallies, and failed to gain traction against the high-profile candidacies of Obama and Senator Hillary Clinton.[170] He never rose above single digits in national polls of the Democratic candidates. In the first contest on January 3, 2008, Biden placed fifth in the Iowa caucuses, garnering slightly less than one percent of the state delegates.[171] He withdrew from the race that evening.[172] Despite its lack of success, Biden's 2008 campaign raised his stature in the political world.[173]: 336  In particular, it changed the relationship between Biden and Obama. Although they had served together on the Senate Foreign Relations Committee, they had not been close: Biden resented Obama's quick rise to political stardom,[144][174] while Obama viewed Biden as garrulous and patronizing.[173]: 28, 337–338  Having gotten to know each other during 2007, Obama appreciated Biden's campaign style and appeal to working-class voters, and Biden said he became convinced Obama was \"the real deal\".[174][173]: 28, 337–338  Shortly after Biden withdrew from the presidential race, Obama privately told him he was interested in finding an important place for Biden in his administration.[175] In early August, Obama and Biden met in secret to discuss the possibility,[175] and developed a strong personal rapport.[174] On August 22, 2008, Obama announced that Biden would be his running mate.[176] The New York Times reported that the strategy behind the choice reflected a desire to fill out the ticket with someone with foreign policy and national security experience.[177] Others pointed out Biden's appeal to middle-class and blue-collar voters.[178][179] Biden was officially nominated for vice president on August 27 by voice vote at the 2008 Democratic National Convention in Denver.[180] Biden's vice-presidential campaigning gained little media attention, as the press devoted far more coverage to the Republican nominee, Alaska Governor Sarah Palin.[181][182] Under instructions from the campaign, Biden kept his speeches succinct and tried to avoid offhand remarks, such as one he made about Obama's being tested by a foreign power soon after taking office, which had attracted negative attention.[183][184] Privately, Biden's remarks frustrated Obama. \"How many times is Biden gonna say something stupid?\" he asked.[173]: 411–414, 419  Obama campaign staffers called Biden's blunders \"Joe bombs\" and kept Biden uninformed about strategy discussions, which in turn irked Biden.[185] Relations between the two campaigns became strained for a month, until Biden apologized on a call to Obama and the two built a stronger partnership.[173]: 411–414  Publicly, Obama strategist David Axelrod said Biden's high popularity ratings had outweighed any unexpected comments.[186] As the financial crisis of 2007–2010 reached a peak with the liquidity crisis of September 2008 and the proposed bailout of the United States financial system became a major factor in the campaign, Biden voted for the $700 billion Emergency Economic Stabilization Act of 2008, which passed in the Senate, 74–25.[187] On October 2, 2008, he participated in the vice-presidential debate with Palin at Washington University in St. Louis. Post-debate polls found that while Palin exceeded many voters' expectations, Biden had won the debate overall.[188] Nationally, Biden had a 60% favorability rating in a Pew Research Center poll, compared to Palin's 44%.[183] On November 4, 2008, Obama and Biden were elected with 53% of the popular vote and 365 electoral votes to McCain–Palin's 173.[189][190][191] At the same time Biden was running for vice president he was also running for reelection to the Senate,[192] as permitted by Delaware law.[106] On November 4, he was reelected to the Senate, defeating Republican Christine O'Donnell.[193] Having won both races, Biden made a point of waiting to resign from the Senate until he was sworn in for his seventh term on January 6, 2009.[194] Biden cast his last Senate vote on January 15, supporting the release of the second $350 billion for the Troubled Asset Relief Program,[195] and resigned from the Senate later that day.[n 2] Biden said he intended to eliminate some explicit roles assumed by George W. Bush's vice president, Dick Cheney, and did not intend to emulate any previous vice presidency.[199] He chaired Obama's transition team[200] and headed an initiative to improve middle-class economic well-being.[201] In early January 2009, in his last act as chairman of the Foreign Relations Committee, he visited the leaders of Iraq, Afghanistan and Pakistan,[202] and on January 20 he was sworn in as the 47th vice president of the United States[203]‍—‌the first vice president from Delaware[204] and the first Roman Catholic vice president.[205][206] Obama was soon comparing Biden to a basketball player \"who does a bunch of things that don't show up in the stat sheet\".[207] In May, Biden visited Kosovo and affirmed the U.S. position that its \"independence is irreversible\".[208] Biden lost an internal debate to Secretary of State Hillary Clinton about sending 21,000 new troops to Afghanistan,[209][210] but his skepticism was valued,[211] and in 2009, Biden's views gained more influence as Obama reconsidered his Afghanistan strategy.[212] Biden visited Iraq about every two months,[144] becoming the administration's point man in delivering messages to Iraqi leadership about expected progress there.[211] More generally, overseeing Iraq policy became Biden's responsibility: Obama was said to have said, \"Joe, you do Iraq.\"[213] Biden said Iraq \"could be one of the great achievements of this administration\".[214] His January 2010 visit to Iraq in the midst of turmoil over banned candidates from the upcoming Iraqi parliamentary election resulted in 59 of the several hundred candidates being reinstated by the Iraqi government two days later.[215] By 2012, Biden had made eight trips there, but his oversight of U.S. policy in Iraq receded with the exit of U.S. troops in 2011.[216][217] Biden oversaw infrastructure spending from the Obama stimulus package intended to help counteract the ongoing recession.[218] During this period, Biden was satisfied that no major instances of waste or corruption had occurred,[211] and when he completed that role in February 2011, he said the number of fraud incidents with stimulus monies had been less than one percent.[219] In late April 2009, Biden's off-message response to a question during the beginning of the swine flu outbreak, that he would advise family members against traveling on airplanes or subways, led to a swift retraction by the White House.[220] The remark revived Biden's reputation for gaffes.[221][212][222] Confronted with rising unemployment through July 2009, Biden acknowledged that the administration had \"misread how bad the economy was\" but maintained confidence the stimulus package would create many more jobs once the pace of expenditures picked up.[223] On March 23, 2010, a microphone picked up Biden telling the president that his signing the Patient Protection and Affordable Care Act was \"a big fucking deal\" during live national news telecasts. Despite their different personalities, Obama and Biden formed a friendship, partly based around Obama's daughter Sasha and Biden's granddaughter Maisy, who attended Sidwell Friends School together.[185] Members of the Obama administration said Biden's role in the White House was to be a contrarian and force others to defend their positions.[224] Rahm Emanuel, White House chief of staff, said that Biden helped counter groupthink.[207] White House press secretary Jay Carney, Biden's former communications director, said Biden played the role of \"the bad guy in the Situation Room\".[224] Another senior Obama advisor said Biden \"is always prepared to be the skunk at the family picnic to make sure we are as intellectually honest as possible.\"[211] Obama said, \"The best thing about Joe is that when we get everybody together, he really forces people to think and defend their positions, to look at things from every angle, and that is very valuable for me.\"[211] The Bidens maintained a relaxed atmosphere at their official residence in Washington, often entertaining their grandchildren, and regularly returned to their home in Delaware.[225] Biden campaigned heavily for Democrats in the 2010 midterm elections, maintaining an attitude of optimism in the face of predictions of large-scale losses for the party.[226] Following big Republican gains in the elections and the departure of White House chief of staff Rahm Emanuel, Biden's past relationships with Republicans in Congress became more important.[227][228] He led the successful administration effort to gain Senate approval for the New START treaty.[227][228] In December 2010, Biden's advocacy for a middle ground, followed by his negotiations with Senate minority leader Mitch McConnell, were instrumental in producing the administration's compromise tax package that included a temporary extension of the Bush tax cuts.[228][229] Biden then took the lead in trying to sell the agreement to a reluctant Democratic caucus in Congress.[228][230] The package passed as the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010. In March 2011, Obama delegated Biden to lead negotiations with Congress to resolve federal spending levels for the rest of the year and avoid a government shutdown.[231] By May 2011, a \"Biden panel\" with six congressional members was trying to reach a bipartisan deal on raising the U.S. debt ceiling as part of an overall deficit reduction plan.[232][233] The U.S. debt ceiling crisis developed over the next few months, but Biden's relationship with McConnell again proved key in breaking a deadlock and bringing about a deal to resolve it, in the form of the Budget Control Act of 2011, signed on August 2, 2011, the same day an unprecedented U.S. default had loomed.[234][235][236] Biden had spent the most time of anyone in the administration bargaining with Congress on the debt question,[235] and one Republican staffer said, \"Biden's the only guy with real negotiating authority, and [McConnell] knows that his word is good. He was a key to the deal.\"[234] Some reports suggest that Biden opposed proceeding with the May 2011 U.S. mission to kill Osama bin Laden,[216][237] lest failure adversely affect Obama's reelection prospects.[238][239] He took the lead in notifying Congressional leaders of the successful outcome.[240] In October 2010, Biden said Obama had asked him to remain as his running mate for the 2012 presidential election,[226] but with Obama's popularity on the decline, White House Chief of Staff William M. Daley conducted some secret polling and focus group research in late 2011 on the idea of replacing Biden on the ticket with Hillary Clinton.[241] The notion was dropped when the results showed no appreciable improvement for Obama,[241] and White House officials later said Obama himself had never entertained the idea.[242] Biden's May 2012 statement that he was \"absolutely comfortable\" with same-sex marriage gained considerable public attention in comparison to Obama's position, which had been described as \"evolving\".[243] Biden made his statement without administration consent, and Obama and his aides were quite irked, since Obama had planned to shift position several months later, in the build-up to the party convention.[185][244][245] Gay rights advocates seized upon Biden's statement,[244] and within days, Obama announced that he too supported same-sex marriage, an action in part forced by Biden's remarks.[246] Biden apologized to Obama in private for having spoken out,[247][248] while Obama acknowledged publicly it had been done from the heart.[244] The Obama campaign valued Biden as a retail-level politician, and he had a heavy schedule of appearances in swing states as the reelection campaign began in earnest in spring 2012.[249][216] An August 2012 remark before a mixed-race audience that Republican proposals to relax Wall Street regulations would \"put y'all back in chains\" drew attention to Biden.[249][250][251] The Los Angeles Times wrote, \"During any Biden speech, there might be a dozen moments to make press handlers cringe, and prompt reporters to turn to each other with amusement and confusion.\"[250] Biden was nominated for a second term as vice president at the 2012 Democratic National Convention in September.[252] Debating his Republican counterpart, Representative Paul Ryan, in the vice-presidential debate on October 11 he made a defense of the Obama administration's record.[253][254] On November 6, Obama and Biden won reelection[255] over Mitt Romney and Paul Ryan with 332 of 538 Electoral College votes and 51% of the popular vote.[256] In December 2012, Obama named Biden to head the Gun Violence Task Force, created to address the causes of gun violence in the United States in the aftermath of the Sandy Hook Elementary School shooting.[257] Later that month, during the final days before the United States fell off the \"fiscal cliff\", Biden's relationship with McConnell again proved important as the two negotiated a deal that led to the American Taxpayer Relief Act of 2012 being passed at the start of 2013.[258][259] It made many of the Bush tax cuts permanent but raised rates on upper income levels.[259] Biden was inaugurated to a second term on January 20, 2013, at a small ceremony at Number One Observatory Circle, his official residence, with Justice Sonia Sotomayor presiding (a public ceremony took place on January 21).[260] Biden played little part in discussions that led to the October 2013 passage of the Continuing Appropriations Act, 2014, which resolved the federal government shutdown of 2013 and the debt-ceiling crisis of 2013. This was because Senate majority leader Harry Reid and other Democratic leaders cut him out of any direct talks with Congress, feeling Biden had given too much away during previous negotiations.[261][262][263] Biden's Violence Against Women Act was reauthorized again in 2013. The act led to related developments, such as the White House Council on Women and Girls, begun in the first term, as well as the White House Task Force to Protect Students from Sexual Assault, begun in January 2014 with Biden and Valerie Jarrett as co-chairs.[264][265] Biden discussed federal guidelines on sexual assault on university campuses while giving a speech at the University of New Hampshire. He said, \"No means no, if you're drunk or you're sober. No means no if you're in bed, in a dorm or on the street. No means no even if you said yes at first and you changed your mind. No means no.\"[266][267][268] Biden favored arming Syria's rebel fighters.[269] As Iraq fell apart during 2014, renewed attention was paid to the Biden-Gelb Iraqi federalization plan of 2006, with some observers suggesting Biden had been right all along.[270][271] Biden himself said the U.S. would follow ISIL \"to the gates of hell\".[272] Biden had close relationships with several Latin American leaders and was assigned a focus on the region during the administration; he visited the region 16 times during his vice presidency, the most of any president or vice president.[273] In 2015, Speaker of the House John Boehner and Senate majority leader Mitch McConnell invited Israeli prime minister Benjamin Netanyahu to address a joint session of Congress without notifying the Obama administration. This defiance of protocol led Biden and more than 50 congressional Democrats to skip Netanyahu's speech.[274] In August 2016, Biden visited Serbia, where he met with Serbian president Aleksandar Vučić and expressed his condolences for civilian victims of the bombing campaign during the Kosovo War.[275] In Kosovo, he attended a ceremony renaming a highway after his son Beau, in honor of Beau's service to Kosovo in training its judges and prosecutors.[276][277][278] Biden never cast a tie-breaking vote in the Senate, making him the longest-serving vice president with this distinction.[279] During his second term, Biden was often said to be preparing for a possible bid for the 2016 Democratic presidential nomination.[280] With his family, many friends, and donors encouraging him in mid-2015 to enter the race, and with Hillary Clinton's favorability ratings in decline at that time, Biden was reported to again be seriously considering the prospect and a \"Draft Biden 2016\" PAC was established.[280][281][282] As of September 11, 2015[update], Biden was still uncertain about running. He felt his son's recent death had largely drained his emotional energy, and said, \"nobody has a right ... to seek that office unless they're willing to give it 110% of who they are.\"[283] On October 21, speaking from a podium in the Rose Garden with his wife and Obama by his side, Biden announced his decision not to run for president in 2016.[284][285][286] In January 2016, Biden affirmed that it was the right decision, but admitted to regretting not running for president \"every day\".[287] After Obama endorsed Hillary Clinton on June 9, 2016, Biden endorsed her later that day.[288] Throughout the 2016 election, Biden strongly criticized Clinton's opponent, Donald Trump, in often colorful terms.[289][290] After leaving the vice presidency, Biden became an honorary professor at the University of Pennsylvania. Titled the \"Benjamin Franklin Presidential Practice Professor\", Biden led panel discussions on history and politics and developed the Penn Biden Center for Diplomacy and Global Engagement.[291] He also continued to lead efforts to find treatments for cancer.[292] In 2017 he wrote a memoir, Promise Me, Dad, and went on a book tour.[293] Biden earned $15.6 million in 2017–2018.[294] In 2018, he gave a eulogy for Senator John McCain, praising McCain's embrace of American ideals and bipartisan friendships.[295] Biden remained in the public eye, endorsing candidates while continuing to comment on politics, climate change, and the presidency of Donald Trump.[296][297][298] He also continued to speak out in favor of LGBT rights, continuing advocacy on an issue he had become more closely associated with during his vice presidency.[299][300] In 2019, Biden criticized Brunei for its intention to implement Islamic laws that would allow death by stoning for adultery and homosexuality, calling it \"appalling and immoral\" and saying, \"There is no excuse—not culture, not tradition—for this kind of hate and inhumanity.\"[301] By 2019, Biden and his wife reported that their assets had increased to between $2.2 million and $8 million from speaking engagements and a contract to write a set of books.[302] Between 2016 and 2019, media outlets often mentioned Biden as a likely candidate for president in 2020.[303] When asked if he would run, he gave varied and ambivalent answers, saying \"never say never\".[304] At one point he suggested he did not see a scenario where he would run again,[305][306] but a few days later, he said, \"I'll run if I can walk.\"[307] A political action committee known as Time for Biden was formed in January 2018, seeking Biden's entry into the race.[308] He finally launched his campaign on April 25, 2019,[309] saying he was prompted to run, among other reasons, by his \"sense of duty.\"[310] In September 2019, it was reported that Trump had pressured Ukrainian president Volodymyr Zelensky to investigate alleged wrongdoing by Biden and his son Hunter Biden.[311] Despite the allegations, no evidence was produced of any wrongdoing by the Bidens.[312][313][314] The media widely interpreted this pressure to investigate the Bidens as trying to hurt Biden's chances of winning the presidency, resulting in a political scandal[315][316] and Trump's impeachment by the House of Representatives. Beginning in 2019, Trump and his allies falsely accused Biden of getting the Ukrainian prosecutor general Viktor Shokin fired because he was supposedly pursuing an investigation into Burisma Holdings, which employed Hunter Biden. Biden was accused of withholding $1 billion in aid from Ukraine in this effort. In 2015, Biden pressured the Ukrainian parliament to remove Shokin because the United States, the European Union and other international organizations considered Shokin corrupt and ineffective, and in particular because Shokin was not assertively investigating Burisma. The withholding of the $1 billion in aid was part of this official policy.[317][318][319][320] The Senate Homeland Security Committee and Senate Finance Committee, led by Republicans, investigated allegations of wrongdoing by the Bidens in Ukraine, ultimately releasing a report in September 2020 that detailed no evidence of wrongdoing by Joe Biden, and concluded that it was \"not clear\" whether Hunter Biden's role in Burisma \"affected U.S. policy toward Ukraine\".[321][322] In March 2019 and April 2019, Biden was accused by eight women of previous instances of inappropriate physical contact, such as embracing, touching or kissing.[323] Biden had previously described himself as a \"tactile politician\" and admitted this behavior has caused trouble for him.[324] In April 2019, Biden pledged to be more \"respectful of people's personal space\".[325] Throughout 2019, Biden stayed generally ahead of other Democrats in national polls.[326][327] Despite this, he finished fourth in the Iowa caucuses, and eight days later, fifth in the New Hampshire primary.[328][329] He performed better in the Nevada caucuses, reaching the 15% required for delegates, but still was behind Bernie Sanders by 21.6 percentage points.[330] Making strong appeals to Black voters on the campaign trail and in the South Carolina debate, Biden won the South Carolina primary by more than 28 points.[331] After the withdrawals and subsequent endorsements of candidates Pete Buttigieg and Amy Klobuchar, he made large gains in the March 3 Super Tuesday primary elections. Biden won 18 of the next 26 contests, including Alabama, Arkansas, Maine, Massachusetts, Minnesota, North Carolina, Oklahoma, Tennessee, Texas, and Virginia, putting him in the lead overall.[332] Elizabeth Warren and Mike Bloomberg soon dropped out, and Biden expanded his lead with victories over Sanders in four states (Idaho, Michigan, Mississippi, and Missouri) on March 10.[333] In late March 2020, Tara Reade, one of the eight women who in 2019 had accused Biden of inappropriate physical contact, accused Biden of having sexually assaulted her in 1993.[334] There were inconsistencies between Reade's 2019 and 2020 allegations.[334][335] Biden and his campaign denied the sexual assault allegation.[336][337] When Sanders suspended his campaign on April 8, 2020, Biden became the Democratic Party's presumptive nominee for president.[338] On April 13, Sanders endorsed Biden in a live-streamed discussion from their homes.[339] Former President Barack Obama endorsed Biden the next day.[340] In March 2020, Biden committed to choosing a woman as his running mate.[341] In June, Biden met the 1,991-delegate threshold needed to secure the party's presidential nomination.[342] On August 11, he announced U.S. Senator Kamala Harris of California as his running mate, making her the first African American and first South Asian American vice-presidential nominee on a major-party ticket.[343] On August 18, 2020, Biden was officially nominated at the 2020 Democratic National Convention as the Democratic Party nominee for president in the 2020 election.[344][345][346] Biden was elected the 46th president of the United States in November 2020. He defeated the incumbent, Donald Trump, becoming the first candidate to defeat a sitting president since Bill Clinton defeated George H. W. Bush in 1992. Trump refused to concede, insisting the election had been \"stolen\" from him through \"voter fraud\", challenging the results in court and promoting numerous conspiracy theories about the voting and vote-counting processes, in an attempt to overturn the election results.[347] Biden's transition was delayed by several weeks as the White House ordered federal agencies not to cooperate.[348] On November 23, General Services Administrator Emily W. Murphy formally recognized Biden as the apparent winner of the 2020 election and authorized the start of a transition process to the Biden administration.[349] On January 6, 2021, during Congress's electoral vote count, Trump told supporters gathered in front of the White House to march to the Capitol, saying, \"We will never give up. We will never concede. It doesn't happen. You don't concede when there's theft involved.\"[350] Soon after, they attacked the Capitol. During the insurrection at the Capitol, Biden addressed the nation, calling the events \"an unprecedented assault unlike anything we've seen in modern times.\" He specifically called on Trump to \"go on national television now to fulfill his oath and defend the Constitution and demand an end to this siege\", adding, \"it must end now.\"[351][352] After the Capitol was cleared, Congress resumed its joint session and officially certified the election results with Pence declaring Biden and Harris the winners.[353] Biden was inaugurated as the 46th president of the United States on January 20, 2021.[354] At 78, he is the oldest person to have assumed the office.[354] He is the second Catholic president (after John F. Kennedy)[355] and the first president whose home state is Delaware.[356] He is also the first man since George H. W. Bush to have been both vice president and president, and the second non-incumbent vice president (after Richard Nixon in 1968) to be elected president.[357] He is also the first president from the Silent Generation.[358] Biden's inauguration was \"a muted affair unlike any previous inauguration\" due to COVID-19 precautions as well as massively increased security measures because of a threat of widespread civil unrest. Biden took the oath of office on the Capitol's west steps and gave an inaugural address, but there were no spectators on the Mall and no in-person parades or inaugural balls. Trump did not attend, becoming the first outgoing president since 1869 to not attend his successor's inauguration.[359] In his first two days as president, Biden signed 17 executive orders, more than most recent presidents did in their first 100 days. By his third day, orders had included rejoining the Paris Climate Agreement, ending the state of national emergency at the border with Mexico, directing the government to rejoin the World Health Organization, face mask requirements on federal property, measures to combat hunger in the United States,[360][361][362][363] and revoking permits for the construction of the Keystone XL pipeline.[364][365][366] In his first two weeks in office, Biden signed more executive orders than any other president since Franklin D. Roosevelt had in their first month in office.[367] On February 4, 2021, the Biden administration announced that the United States was ending its support for the Saudi-led bombing campaign in Yemen. In his first visit to the State Department as president, Biden said \"this war has to end\" and that the conflict had created a \"humanitarian and strategic catastrophe.\"[368] On February 25, the Biden administration \"struck a site in Syria used by two Iranian-backed militia groups in response to rocket attacks on American forces.\" This marked the first known action by the military under Biden.[369] On March 11, the first anniversary of COVID-19 being declared a global pandemic by the World Health Organization, Biden signed into law the American Rescue Plan Act of 2021, a $1.9 trillion economic stimulus relief package he proposed and lobbied for that aimed to speed up the United States' recovery from the economic and health effects of the COVID-19 pandemic and the ongoing recession.[370] The package included direct payments to most Americans, an extension of increased unemployment benefits, funds for vaccine distribution and school reopenings, support for small businesses and state and local governments, and expansions of health insurance subsidies and the child tax credit. Biden's initial proposal included an increase of the federal minimum wage to $15 per hour, but after Senate parliamentarian Elizabeth MacDonough determined that including the increase in a budget reconciliation bill would violate Senate rules, Democrats declined to pursue overruling her and removed the increase from the package.[371][372][373] Also in March, amid a rise in migrants entering the U.S. from Mexico, Biden told migrants, \"Don't come over.\" He said that the U.S. was arranging a plan for migrants to \"apply for asylum in place\", without leaving their original locations. In the meantime, migrant adults \"are being sent back\", Biden said, in reference to the continuation of the Trump administration's Title 42 policy for quick deportations.[374] Biden earlier announced that his administration would not deport unaccompanied migrant children; the rise in arrivals of such children exceeded the capacity of facilities meant to shelter them (before they were sent to sponsors), leading the Biden administration in March to direct the Federal Emergency Management Agency to help manage these children.[375] On April 14, Biden announced that the United States would delay the withdrawal of all troops from the war in Afghanistan until September 11, signalling an end to the country's direct military involvement in Afghanistan after nearly 20 years.[376] In February 2020, the Trump administration had made a deal with the Taliban to completely withdraw U.S. forces by May 1, 2021.[377] Biden's decision met with a wide range of reactions, from support and relief to trepidation at the possible collapse of the Afghan government without American support.[378] On April 22–23, Biden held an international climate summit at which he announced that the U.S. would cut its greenhouse gas emissions by 50%–52% by 2030 compared to 2005 levels. Other countries also increased their pledges. If the pledges made at the summit are met, they will cut global greenhouse gas emissions by 2.6–3.7 GtCO2e by 2030.[379][380] On April 28, the eve of his 100th day in office, Biden delivered his first address to a joint session of Congress, in which he highlighted the effectiveness of COVID-19 vaccines and addressed withdrawing troops from Afghanistan, the murder of George Floyd, and the U.S. Capitol attack while urging Congress to pass comprehensive immigration, gun, and health care reform.[381] In May 2021, during a flareup in the Israeli–Palestinian conflict, Biden expressed his support for Israel, saying \"my party still supports Israel\" amid disagreement from some Democrats.[382] In June 2021, Biden took his first trip abroad as president. In eight days he visited Belgium, Switzerland, and the United Kingdom. He attended a G7 summit, a NATO summit, and an EU summit, and held one-on-one talks with Russian president Vladimir Putin.[383] On June 17, Biden signed the Juneteenth National Independence Day Act, which officially declared Juneteenth a federal holiday.[384] Juneteenth is the first new federal holiday since Martin Luther King Jr. Day was declared a holiday in 1986.[385] In July 2021, amid a slowing of the COVID-19 vaccination rate in the country and the spread of the SARS-CoV-2 Delta variant, Biden said that the country has \"a pandemic for those who haven't gotten the vaccination\" and that it was therefore \"gigantically important\" for Americans to be vaccinated, touting the vaccines' effectiveness against hospitalizations and deaths from COVID-19.[386] He also criticized the prevalence of COVID-19 misinformation on social media, saying it was \"killing people\".[387] In September 2021, Biden announced AUKUS, a security pact between Australia, the United Kingdom and the United States, to ensure \"peace and stability in the Indo-Pacific over the long term\"; the deal included nuclear-powered submarines built for Australia's use.[388] By the end of 2021, 40 of Biden's appointed judges to the federal judiciary had been confirmed, more than any president in their first year in office since Ronald Reagan.[389][390] Biden has prioritized diversity in his judicial appointments more than any president in U.S. history, with the majority of appointments being women and people of color.[391] Most of his appointments have been in blue states, making a limited impact since the courts in these states already traditionally lean liberal.[392] In the first eight months of his presidency, Biden's approval rating, according to Morning Consult polling, remained above 50%. In August, it began to decline and lowered into the low forties by December.[393] The decline in his approval is attributed to the Afghanistan withdrawal, increasing hospitalizations from the Delta variant, high inflation and gas prices, disarray within the Democratic Party, and a general decline in popularity customary in politics.[394][395][396][397] American forces began withdrawing from Afghanistan in 2020, under the provisions of a February 2020 US-Taliban agreement that set a May 1, 2021, deadline.[398] By April 2021, the State Department was urging American civilians in Afghanistan to leave as soon as possible.[399][400] The Taliban began an offensive on May 1. As late as July, American intelligence assessments estimated Kabul would fall to the Taliban months or weeks after the withdrawal of American forces from Afghanistan.[401][402] By early July, most American troops in Afghanistan had withdrawn.[377] Biden addressed the withdrawal in July, saying, \"The likelihood there's going to be the Taliban overrunning everything and owning the whole country is highly unlikely.\"[377] On August 15, the Afghan government collapsed under the Taliban offensive, and Afghan President Ashraf Ghani fled the country.[377][403] Biden reacted by ordering 6,000 American troops to assist in the evacuation of American personnel and Afghan allies.[404] He faced bipartisan criticism for the manner of the withdrawal,[405] with the evacuation of Americans and Afghan allies described as chaotic and botched,[406][407][408] and for his silence and absence during the days before the Afghan government collapsed.[403][409][410] On August 16, Biden addressed the \"messy\" situation, taking responsibility for it, and admitting that the situation \"unfolded more quickly than we had anticipated\".[403][411] He defended his decision to withdraw, saying that Americans should not be \"dying in a war that Afghan forces are not willing to fight for themselves,\"[411][412] and blamed his predecessor Donald Trump, the Afghan president, and Afghan security forces for the speedy collapse.[413][414] On August 22, Biden said that his administration knew that ISIS-K was a \"likely source\" of threat.[415] On August 26, a suicide bombing at the Kabul airport killed 13 U.S. service members and 169 Afghans. Biden declared to the attackers that the United States \"will hunt you down and make you pay\".[416] On August 27, an American drone strike killed two ISIS-K targets, who were \"planners and facilitators\", according to a U.S. Army general.[417] On August 29, another American drone strike killed 10 civilians, including seven children; the Defense Department initially claimed the strike was conducted on an Islamic State suicide bomber threatening Kabul Airport, but admitted the mistake on September 17 and apologized.[418] The U.S. military left Afghanistan on August 30, with Biden saying that the evacuation effort was an \"extraordinary success\", by extracting over 120,000 Americans, Afghans and other allies.[419] He acknowledged that between \"100 to 200\" Americans who wanted to leave were left in Afghanistan, despite his August 18 pledge to stay in Afghanistan until all Americans who wanted to leave had left.[420] The Biden administration, joining governments of almost 100 countries, said that the Taliban had given \"assurances\" that anyone \"with travel authorization from [these] countries\" would continue to be allowed to leave Afghanistan.[421] Biden entered office nine months into a recovery from the COVID-19 recession and his first year in office was characterized by robust growth in real GDP, employment, wages and stock market returns, amid significantly elevated inflation. Real GDP grew 5.7%, the fastest rate in 37 years.[422] Amid record job creation, the unemployment rate fell at the fastest pace on record during the year.[423][424] By the end of 2021, inflation reached a nearly 40-year high of 7.1%, which was partially offset by the highest wage and salary growth in at least 20 years. Income growth was particularly strong at the low end of the pay scale.[425][426][427][428] As part of Biden's Build Back Better agenda, in late March 2021, he proposed the American Jobs Plan, a $2 trillion package addressing issues including transport infrastructure, utilities infrastructure, broadband infrastructure, housing, schools, manufacturing, research and workforce development.[429][430] After months of negotiations among Biden and lawmakers, in August 2021 the Senate passed a $1 trillion bipartisan infrastructure bill called the Infrastructure Investment and Jobs Act,[431][432] while the House, also in a bipartisan manner, approved that bill in early November 2021, covering infrastructure related to transport, utilities, and broadband.[433] Biden signed the bill into law in mid-November 2021.[434] The other core part of the Build Back Better agenda was the Build Back Better Act, a $3.5 trillion social spending bill that expands the social safety net and includes major provisions on climate change.[435][436] The bill did not have Republican support, so Democrats attempted to pass it on a party-line vote through budget reconciliation, but struggled to win the support of Senator Joe Manchin, even as the price was lowered to $2.2 trillion.[437] Manchin finally rejected the bill, dooming its passage.[438] Before and during the 2021 United Nations Climate Change Conference (COP21), Biden promoted an agreement that the U.S. and the European Union cut methane emissions by a third by 2030 and tried to add dozens of other countries to the effort.[439] He tried to convince China[440] and Australia[441] to do more. He convened an online Major Economies Forum on Energy and Climate Change to press other countries to strengthen their climate policy.[442][443] Biden pledged to double climate funding to developing countries by 2024.[444] Also at COP26, the U.S. and China reached a deal on greenhouse gas emission reduction. The two countries are responsible for 40% of global emissions.[445] In early 2022, Biden made efforts to change his public image after entering the year with low approval ratings, but they continued to fall, dipping to approximately 40% in aggregated polls by February.[446][447] He began the year by endorsing a change to the Senate filibuster to allow for the passing of the Freedom to Vote Act and John Lewis Voting Rights Act, which had both failed to invoke cloture.[448] The rules change failed when two Democratic senators joined Senate Republicans in opposing it.[449] In January, Supreme Court Justice Stephen Breyer, a moderate liberal nominated by Bill Clinton, announced his intention to retire from the Supreme Court. During his 2020 campaign, Biden vowed to nominate the first Black woman to the Supreme Court if a vacancy occurred,[450] a promise he reiterated after the announcement of Breyer's retirement.[451] In February, Biden nominated federal judge Ketanji Brown Jackson to the Supreme Court.[452] The Senate confirmed her on April 7.[453] Also in February, after warning for several weeks that an attack was imminent, Biden led the U.S. response to the Russian invasion of Ukraine, imposing severe sanctions on Russia and authorizing over $1 billion in weapons shipments to Ukraine.[454][455][456] Biden is considered a moderate Democrat[457] and a centrist.[458][459] Throughout his long career, his positions have been aligned with the center of the Democratic Party.[460] In 2022, a political journalist wrote that Biden's \"most valuable political skill\" was \"an innate compass for the ever-shifting mainstream of the Democratic party.\"[461] He has a lifetime liberal 72% score from the Americans for Democratic Action through 2004, while the American Conservative Union gave him a lifetime conservative rating of 13% through 2008.[462] Biden supported the fiscal stimulus in the American Recovery and Reinvestment Act of 2009;[463][464] the Obama administration's proposed increase in infrastructure spending;[464] subsidies for mass transit, including Amtrak, bus, and subway;[465] and the reduced military spending in the Obama administration's fiscal year 2014 budget.[466][467] He has proposed partially reversing the corporate tax cuts of the Tax Cuts and Jobs Act of 2017, saying that doing so would not hurt businesses' ability to hire.[468][469] He voted for the North American Free Trade Agreement (NAFTA)[470] and the Trans-Pacific Partnership.[471] Biden is a staunch supporter of the Affordable Care Act (ACA).[472][473] He has promoted a plan to expand and build upon it, paid for by revenue gained from reversing some Trump administration tax cuts.[472] Biden's plan aims to expand health insurance coverage to 97% of Americans, including by creating a public health insurance option.[474] Biden has supported same-sex marriage since 2012[475][476] and also supports Roe v. Wade and repealing the Hyde Amendment.[477][478] He opposes drilling for oil in the Arctic National Wildlife Refuge and supports governmental funding to find new energy sources.[479] As a senator, he forged deep relationships with police groups and was a chief proponent of a Police Officer's Bill of Rights measure that police unions supported but police chiefs opposed. As vice president, he served as a White House liaison to police.[480][481] Biden believes action must be taken on global warming. As a senator, he co-sponsored the Sense of the Senate resolution calling on the United States to take part in the United Nations climate negotiations and the Boxer–Sanders Global Warming Pollution Reduction Act, the most stringent climate bill in the United States Senate.[482] He wants to achieve a carbon-free power sector in the U.S. by 2035 and stop emissions completely by 2050.[483] His program includes reentering the Paris Agreement, nature conservation, and green building.[484] On the 2020 presidential campaign trail, Biden said he wanted to pressure China and other countries to cut greenhouse gas emissions via carbon tariffs if necessary.[485][486] Biden has said the U.S. needs to \"get tough\" on China and build \"a united front of U.S. allies and partners to confront China's abusive behaviors and human rights violations\".[487] He has called China the \"most serious competitor\" that poses challenges to the United States' \"prosperity, security, and democratic values\".[488] Biden has voiced concerns about China's \"coercive and unfair\" economic practices and human rights abuses in the Xinjiang region to the Chinese Communist Party leader Xi Jinping.[489] He also pledged to sanction and commercially restrict Chinese government officials and entities who carry out repression.[490] Biden has said he is against regime change, but for providing non-military support to opposition movements.[491] He opposed direct U.S. intervention in Libya,[492][224] voted against U.S. participation in the Gulf War,[493] voted in favor of the Iraq War,[494] and supports a two-state solution in the Israeli–Palestinian conflict.[495] Biden has pledged to end U.S. support for the Saudi Arabian-led intervention in Yemen and to reevaluate the United States' relationship with Saudi Arabia.[297] He has called North Korea a \"paper tiger\".[496] As vice president, Biden supported Obama's Cuban thaw.[497] He has said that, as president, he would restore U.S. membership in key United Nations bodies, such as the UN Educational, Scientific and Cultural Organization (UNESCO), the World Health Organization,[498] and possibly the Human Rights Council.[499] Biden supports extending the New START arms control treaty with Russia to limit the number of nuclear weapons deployed by both sides.[500][501] In 2021, Biden recognized the Armenian genocide, becoming the first U.S. president to do so.[502] Biden was consistently ranked one of the least wealthy members of the Senate,[503][504][505] which he attributed to his having been elected young.[506] Feeling that less-wealthy public officials may be tempted to accept contributions in exchange for political favors, he proposed campaign finance reform measures during his first term.[93] As of November 2009[update], Biden's net worth was $27,012.[507] By November 2020[update], the Bidens were worth $9 million, largely due to sales of Biden's books and speaking fees after his vice presidency.[508][509][510][511] The political writer Howard Fineman has written, \"Biden is not an academic, he's not a theoretical thinker, he's a great street pol. He comes from a long line of working people in Scranton—auto salesmen, car dealers, people who know how to make a sale. He has that great Irish gift.\"[40] Political columnist David S. Broder wrote that Biden has grown over time: \"He responds to real people—that's been consistent throughout. And his ability to understand himself and deal with other politicians has gotten much much better.\"[40] Journalist James Traub has written that \"Biden is the kind of fundamentally happy person who can be as generous toward others as he is to himself.\"[144] In recent years, especially after the 2015 death of his elder son Beau, Biden has been noted for his empathetic nature and ability to communicate about grief.[512][513] In 2020, CNN wrote that his presidential campaign aimed to make him \"healer-in-chief\", while The New York Times described his extensive history of being called upon to give eulogies.[514] Journalist and TV anchor Wolf Blitzer has described Biden as loquacious.[515] He often deviates from prepared remarks[516] and sometimes \"puts his foot in his mouth.\"[517][181][518][519] The New York Times wrote that Biden's \"weak filters make him capable of blurting out pretty much anything.\"[181] In 2018, Biden called himself \"a gaffe machine\".[520] Some of his gaffes have been characterized as racially insensitive.[521][522][523][524] Books Book contributions Pamphlets Articles","country":"United States"}