{"name":"Johannes Dieckmann","url":"/wiki/Johannes_Dieckmann","Born":"1893-01-19","Died":"1969-02-22","Political party":"Liberal Democratic Party of Germany","termEnds":null,"termStarts":null,"text":"Johannes Dieckmann (19 January 1893 – 22 February 1969) was a German journalist and politician who served as the 1st acting president of East Germany from 1949 to 1969. Dieckmann was born in Fischerhude in the Prussian Province of Hanover, the son of a Protestant pastor. He studied economics and philosophy at the universities of Berlin, where he joined the Verein Deutscher Studenten (VDSt), a German Studentenverbindung, Giessen, Göttingen and Freiburg. In 1916 he was recruited to the German Army and was severely injured in World War I, declared permanently ineligible. Nevertheless, he was later still mobilised to Italian campaign 1917. During the German Revolution in November 1918, he became chairman of a Soldiers' council. After the war, he joined the liberal German People's Party (DVP) and became a close associate of Gustav Stresemann in his election campaign.[1] In March 1919, he became a DVP party secretary in constituency Weser-Ems, and in 1921 he was sent by Stresemann to Duisburg/Oberhausen constituency. During Belgian occupation in 1922, he was briefly imprisoned for publishing a journal not approved by the occupation authorities. During the Weimar Republic, Dieckmann held various posts within DVP regional leadership and was a member of Saxon Landtag for DVP from the end of 1929 to February 1933. After the Nazi seizure of power in January 1933, Dieckmann lost his office and worked from October 5, 1933 to August 30, 1939 in fuel and oilshale companies. From August 1939 to January 1941 he was mobilised again and participated French campaign; from January 15, 1941 to 1945 he worked in Silesian industrial business. After the failed coup attempt against Hitler, when Johannes Dieckmann’s cousin Wilhelm Dieckmann (1893–1944) was executed for connections with the plotters, Johannes Dieckmann was put under cautious surveillance by Gestapo. After the war, Dieckmann established Sächsisches Tageblatt and led Sächsischer Kohlekontor GmbH.[2] In October 1945, he was a co-founder of Kulturbund. In 1945, he with his Bundesbruder Hermann Kastner (1886–1956) were some of the founders of Demokratische Partei Deutschlands (later renamed Liberal-Demokratische Partei Deutschlands); Dieckmann remained member of party’s central management (Zentralvorstand). From 1946 to 1952 he was a LDPD MP and (chairman of LDPD faction) in the Landtag of Saxony and its Präsidium. In that post, he helped push out the more courageous members of his party and led it into the National Front of the GDR, which included the official political and social organisations and was effectively controlled by the Socialist Unity Party of Germany. From 1950 on, Dieckmann was a member of the Präsidium of the National Front. Later, from 10 March 1948 to 11 December 1949, he was minister of justice of the state of Saxony and deputy Ministerpräsident of Saxony. In 1948/49 Dieckmann was a member of the German Economic Commission (German: Deutsche Wirtschaftskommission or DWK), member of German People’s Council (Volksrat) and its constitution committee. He also acted as the president (chairman) of provisional People’s Chamber and People’s Chamber (Volkskammer), the parliament of the GDR, a post he held until his death.[2] As such he was acting head of state after president Wilhelm Pieck's death on 7 September 1960, until the presidency was replaced by the State Council five days later. Dieckmann was elected one of the deputy chairmen of the State Council, a post he held until his death. A member of the Liberal Democratic Party of Germany, one of several parties in the Socialist system of East Germany, Dieckmann already in 1947 was a founding member of the Society for Studying the Culture of the Soviet Union (\"Gesellschaft zum Studium der Kultur der Sowjetunion\"; from 1949: Gesellschaft für Deutsch-Sowjetische Freundschaft). He became one of its leaders and from 1963 to 1968 was the president of the association. He was the Chairman of Permanent Delegation of the GDR for the \"International Conference for peaceful solution to German Question\" and Chairman of \"Foundation of the Veterans for People’s Solidarity\".[2] Ehrendoktor (Honorary doctor) of the Leipzig University (1953)","country":"Germany"}