{"name":"John Tyler","url":"/wiki/John_Tyler","Born":"1790-03-29","Died":"1862-01-18","Political party":"Independent (1841–1844, 1844–1862)","termEnds":"1841[i]-4-4","termStarts":"1841[i]-4-4","text":"John Tyler (March 29, 1790 – January 18, 1862) was the 10th president of the United States, serving from 1841 to 1845, after briefly holding office as the 10th vice president in 1841. He was elected vice president on the 1840 Whig ticket with President William Henry Harrison, succeeding to the presidency after Harrison's death 31 days after assuming office. Tyler was a stalwart supporter and advocate of states' rights, including regarding slavery, and he adopted nationalistic policies as president only when they did not infringe on the powers of the states. His unexpected rise to the presidency posed a threat to the presidential ambitions of Henry Clay and other Whig politicians, and left Tyler estranged from both of the nation's major political parties at the time. Tyler was born into a prominent slaveholding Virginia family. He became a national figure at a time of political upheaval. In the 1820s, the nation's only political party was the Democratic-Republican Party, and it split into factions. Tyler was initially a Democrat, but he opposed President Andrew Jackson during the Nullification Crisis as he saw Jackson's actions as infringing on states' rights and criticized Jackson's expansion of executive power during the Bank War. This led Tyler to ally with the Whig Party. He served as a Virginia state legislator and governor, U.S. representative, and U.S. senator. He was one of two regional Whig vice-presidential nominees in the 1836 presidential election and the sole nominee on the 1840 Whig presidential ticket as William Henry Harrison's running mate. Under the campaign slogan \"Tippecanoe and Tyler Too\", the Harrison-Tyler ticket defeated incumbent president Martin Van Buren. President Harrison died just one month after taking office, and Tyler became the first vice president to succeed to the presidency without being elected. Amid uncertainty as to whether a vice president succeeded a deceased president, or merely took on his duties, Tyler immediately took the presidential oath of office, setting a lasting precedent, though some denied he was fully president. Tyler signed into law some of the Whig-controlled Congress's bills, but he was a strict constructionist and vetoed the party's bills to create a national bank and raise tariff rates. He believed that the president, rather than Congress, should set policy, and he sought to bypass the Whig establishment led by Senator Henry Clay. Most of Tyler's Cabinet resigned shortly into his term and the Whigs expelled him from the party, dubbing him \"His Accidency\". Tyler was the first president to have his veto of legislation overridden by Congress. He faced a stalemate on domestic policy, although he had several foreign-policy achievements, including the Webster–Ashburton Treaty with Britain and the Treaty of Wanghia with Qing China. Tyler was a firm believer in manifest destiny and saw the annexation of Texas as economically advantageous to the United States, signing a bill to offer statehood to Texas just before leaving office and returning to his plantation. When the American Civil War began in 1861, Tyler sided with the Confederacy despite his initial support of the Peace Conference. He presided over the opening of the Virginia Secession Convention and won election to the Confederate House of Representatives shortly before his death. Some scholars have praised Tyler's political resolve, but historians have generally given his presidency a low ranking. Today, he is seldom remembered in comparison to other presidents and maintains only a limited presence in American cultural memory.[1] John Tyler was born on March 29, 1790, to a slave-owning Virginia family. Like his future running mate, William Henry Harrison, Tyler hailed from Charles City County, Virginia, and was descended from the First Families of Virginia.[2][3] The Tyler family traced its lineage to English immigrants and 17th century colonial Williamsburg. His father, John Tyler Sr., commonly known as Judge Tyler, was a friend and college roommate of Thomas Jefferson and served in the Virginia House of Delegates alongside Benjamin Harrison V, William's father. The elder Tyler served four years as Speaker of the Virginia House of Delegates before becoming a state court judge and later Governor of Virginia and a judge on the U.S. District Court for the Eastern District of Virginia at Richmond. His wife, Mary Marot (Armistead), was the daughter of prominent New Kent County plantation owner and one-term delegate, Robert Booth Armistead. She died of a stroke in 1797 when her son John was seven years old.[4] With two brothers and five sisters, Tyler was reared on Greenway Plantation, a 1,200-acre (5 km2) estate with a six-room manor house his father had built.[b] Enslaved labor tended various crops, including wheat, corn and tobacco.[5] Judge Tyler paid high wages for tutors who challenged his children academically.[6] Tyler was of frail health, thin and prone to diarrhea throughout life.[7] At the age of twelve, he continued Tyler family tradition and entered the preparatory branch of the College of William and Mary. Tyler graduated from the school's collegiate branch in 1807, at age seventeen. Adam Smith's The Wealth of Nations helped form his economic views, and he acquired a lifelong love of William Shakespeare. Bishop James Madison, the college's president, served as a second father and mentor to Tyler.[8] After graduation, Tyler read the law with his father, then a state judge, and later with Edmund Randolph, former United States Attorney General.[9] Tyler was admitted to the Virginia bar at the age of 19 (too young to be eligible, but the admitting judge neglected to ask his age). By this time, his father was Governor of Virginia (1808–1811), and the young Tyler started a legal practice in Richmond, the state capital.[9] According to the 1810 federal census, one “John Tyler” (presumably his father) owned eight slaves in Richmond,[10] and possibly five slaves in adjoining Henrico County,[11] and possibly 26 slaves in Charles City County.[12] In 1813, the year of his father's death, the younger Tyler purchased Woodburn plantation, where he lived until 1821.[13] As of 1820, Tyler owned 24 enslaved persons at Woodburn, after having inherited 13 enslaved persons from his father, although only eight were listed as engaged in agriculture in that census.[14][15] In 1811, at age 21, Tyler was elected to represent Charles City County in the House of Delegates. He served five successive one-year terms (the first alongside Cornelius Egmon and later with Benjamin Harrison).[16] As a state legislator, Tyler sat on the Courts and Justice Committee. The young politician's defining positions were on display by the end of his first term in 1811—strong, staunch support of states' rights and opposition to a national bank. He joined fellow legislator Benjamin W. Leigh in supporting the censure of U.S. senators William Branch Giles and Richard Brent of Virginia who had, against the Virginia legislature's instructions,[c] voted for the recharter of the First Bank of the United States.[18] Tyler, like most Americans of his day, was anti-British, and at the onset of the War of 1812 he urged support for military action in a speech to the House of Delegates. After the British capture of Hampton, Virginia, in the summer of 1813, Tyler eagerly organized a militia company, the Charles City Rifles, to defend Richmond, which he commanded with the rank of captain.[19] No attack came, and he dissolved the company two months later.[20] For his military service, Tyler received a land grant near what later became Sioux City, Iowa.[21] Tyler's father died in 1813, and Tyler inherited thirteen slaves along with his father's plantation.[22] In 1816, he resigned his legislative seat to serve on the Governor's Council of State, a group of eight advisers elected by the General Assembly.[18] The death of U.S. Representative John Clopton in September 1816 created a vacancy in Virginia's 23rd congressional district. Tyler sought the seat, as did his friend and political ally Andrew Stevenson. Since the two men were politically alike, the race was for the most part a popularity contest.[23] Tyler's political connections and campaigning skills narrowly won him the election. He was sworn into the Fourteenth Congress on December 17, 1816, to serve as a Democratic-Republican,[d] the major political party in the Era of Good Feelings.[24] While the Democratic-Republicans had supported states' rights, in the wake of the War of 1812 many members urged a stronger central government. A majority in Congress wanted to see the federal government help to fund internal improvements such as ports and roadways. Tyler held fast to his strict constructionist beliefs, rejecting such proposals on both constitutional and personal grounds. He believed each state should construct necessary projects within its borders using locally generated funds. Virginia was not \"in so poor a condition as to require a charitable donation from Congress\", he contended.[24] He was chosen to participate in an audit of the Second Bank of the United States in 1818 as part of a five-man committee, and was appalled by corruption he perceived within the bank. He argued for the revocation of the bank charter, although Congress rejected any such proposal. His first clash with General Andrew Jackson followed Jackson's 1818 invasion of Florida during the First Seminole War. While praising Jackson's character, Tyler condemned him as overzealous for the execution of two British subjects. Tyler was elected for a full term without opposition in early 1819.[25] The major issue of the Sixteenth Congress (1819–21) was whether Missouri should be admitted to the Union, and whether slavery would be permitted in the new state.[26] Acknowledging the ills of slavery, he hoped that by letting it expand, there would be fewer slaves in the east as slave and master journeyed west, making it feasible to consider abolishing the institution in Virginia. Thus, slavery would be abolished through the action of individual states as the practice became rare, as had been done in some Northern states.[26] Tyler believed that Congress did not have the power to regulate slavery and that admitting states based on whether they were slave or free was a recipe for sectional conflict;[27] therefore, the Missouri Compromise was enacted without Tyler's support. It admitted Missouri as a slave state and Maine as a free one, and it also forbade slavery in states formed from the northern part of the territories. Throughout his time in Congress, he voted against bills which would restrict slavery in the territories.[26] Tyler declined to seek renomination in late 1820, citing ill health. He privately acknowledged his dissatisfaction with the position, as his opposing votes were largely symbolic and did little to change the political culture in Washington; he also observed that funding his children's education would be difficult on a congressman's low salary. He left office on March 3, 1821, endorsing his former opponent Stevenson for the seat, and returned to private law practice full-time.[28] Restless and bored after two years at home practicing law, Tyler sought election to the House of Delegates in 1823. Neither member from Charles City County was seeking re-election, and Tyler was elected easily that April, finishing first among the three candidates seeking the two seats.[29] As the legislature convened in December, Tyler found the chamber debating the impending presidential election of 1824. The congressional nominating caucus, an early system for choosing presidential candidates, was still used despite its growing unpopularity. Tyler tried to convince the lower house to endorse the caucus system and choose William H. Crawford as the Democratic-Republican candidate. Crawford captured the legislature's support, but Tyler's proposal was defeated. His most enduring effort in this second legislative tenure was saving the College of William and Mary, which risked closure from waning enrollment. Rather than move it from rural Williamsburg to the more populated capital at Richmond, as some suggested, Tyler proposed administrative and financial reforms. These were passed into law and were successful; by 1840 the school achieved its highest enrollment.[30] Tyler's political fortunes were growing; he was considered as a possible candidate in the legislative deliberation for the 1824 U.S. Senate election.[31] He was nominated in December 1825 for governor of Virginia, a position which was then appointed by the legislature. Tyler was elected 131–81 over John Floyd. The office of governor was powerless under the original Virginia Constitution (1776–1830), lacking even veto authority. Tyler enjoyed a prominent oratorical platform but could do little to influence the legislature. His most visible act as governor was delivering the funeral address for former president Jefferson, a Virginian, who had died on July 4, 1826.[e] Tyler was deeply devoted to Jefferson, and his eloquent eulogy was well received.[32] Tyler's governorship was otherwise uneventful. He promoted states' rights and adamantly opposed any concentration of federal power. In order to thwart federal infrastructure proposals, he suggested Virginia actively expand its own road system. A proposal was made to expand the state's poorly funded public school system, but no significant action was taken.[33] Tyler was re-elected unanimously to a second one-year term in December 1826.[34] In 1829, Tyler was elected as a delegate to the Virginia Constitutional Convention of 1829–1830 from the district encompassing the cities of Richmond and Williamsburg and Charles City County, James City County, Henrico County, New Kent County, Warwick County, and York County.[35] There, he served alongside Chief Justice John Marshall (a Richmond resident), Philip N. Nicholas and John B. Clopton. The leadership assigned him to the Committee on the Legislature. Tyler's service in various capacities at a state level included as president of the Virginia Colonization Society, and much later as rector and chancellor of the College of William and Mary.[36] In January 1827, the General Assembly considered whether to elect U.S. Senator John Randolph for a full six-year term. Randolph was a contentious figure; although he shared the staunch states' rights views held by most of the Virginia legislature, he had a reputation for fiery rhetoric and erratic behavior on the Senate floor, which put his allies in an awkward position. Furthermore, he had made enemies by fiercely opposing President John Quincy Adams and Kentucky Senator Henry Clay. The nationalists of the Democratic-Republican Party, who supported Adams and Clay, were a sizable minority in the Virginia legislature. They hoped to unseat Randolph by capturing the vote of states' rights supporters who were uncomfortable with the senator's reputation. They approached Tyler, and promised their endorsement if he sought the seat. Tyler repeatedly declined the offer, endorsing Randolph as the best candidate, but the political pressure continued to mount. Eventually he agreed to accept the seat if chosen. On the day of the vote, one assemblyman argued there was no political difference between the two candidates—Tyler was merely more agreeable than Randolph. The incumbent's supporters, though, contended that Tyler's election would be a tacit endorsement of the Adams administration. The legislature selected Tyler in a vote of 115–110, and he resigned his governorship on March 4, 1827, as his Senate term began.[37] By the time of Tyler's senatorial election, the 1828 campaign for president was in progress. Adams, the incumbent president, was challenged by Gen. Andrew Jackson. The Democratic-Republicans had splintered into Adams' National Republicans and Jackson's Democrats. Tyler disliked both candidates for their willingness to increase the power of the federal government, but he was increasingly drawn to Jackson, hoping that he would not seek to spend as much federal money on internal improvements as Adams. Of Jackson he wrote, \"Turning to him I may at least indulge in hope; looking on Adams I must despair.\"[38] When the Twentieth Congress began in December 1827,[f] Tyler served alongside his Virginia colleague and friend Littleton Waller Tazewell, who shared his strict constructionist views and uneasy support of Jackson. Throughout his tenure, Sen. Tyler vigorously opposed national infrastructure bills, feeling these were matters for individual states to decide. He and his Southern colleagues unsuccessfully opposed the protectionist Tariff of 1828, known to its detractors as the \"Tariff of Abominations\". Tyler suggested that the Tariff's only positive outcome would be a national political backlash, restoring a respect for states' rights.[39] Tyler remained a strong supporter of states' rights, stating \"they may strike the Federal Government out of existence by a word; demolish the Constitution and scatter its fragments to the winds\".[40] Tyler was soon at odds with President Jackson, frustrated by Jackson's newly emerging spoils system, describing it as an \"electioneering weapon\". He voted against many of the President's nominations when they appeared to be unconstitutional or motivated by patronage. Opposing the nominations of a president of his own party was considered \"an act of insurgency\" against his party.[41] Tyler was particularly offended by Jackson's use of the recess appointment power to name three treaty commissioners to meet with emissaries from the Ottoman Empire, and introduced a bill chastising the president for this.[42] In some matters Tyler was on good terms with Jackson. He defended Jackson for vetoing the Maysville Road funding project, which Jackson considered unconstitutional.[43] He voted to confirm several of the president's appointments, including Jackson's future running mate Martin Van Buren as United States Minister to Britain.[44] The leading issue in the 1832 presidential election was the recharter of the Second Bank of the United States, which both Tyler and Jackson opposed. Congress voted to recharter the bank in July 1832, and Jackson vetoed the bill for both constitutional and practical reasons. Tyler voted to sustain the veto and endorsed the president in his successful bid for re-election.[45] Tyler's uneasy relationship with his party came to a head during the 22nd Congress, as the Nullification Crisis of 1832–33 began. South Carolina, threatening secession, passed the Ordinance of Nullification in November 1832, declaring the \"Tariff of Abominations\" null and void within its borders. This raised the constitutional question of whether states could nullify federal laws. President Jackson, who denied such a right, prepared to sign a Force Bill allowing the federal government to use military action to enforce the tariff. Tyler, who sympathized with South Carolina's reasons for nullification, rejected Jackson's use of military force against a state and gave a speech in February 1833 outlining his views. He supported Clay's Compromise Tariff, enacted that year, to gradually reduce the tariff over ten years, alleviating tensions between the states and the federal government.[46] In voting against the Force Bill, Tyler knew he would permanently alienate the pro-Jackson faction of the Virginia legislature, even those who had tolerated his irregularity up to this point. This jeopardized his re-election in February 1833, in which he faced the pro-administration Democrat James McDowell; however, with Clay's endorsement, Tyler was re-elected by a margin of 12 votes.[47] Jackson further offended Tyler by moving to dissolve the Bank by executive fiat. In September 1833, Jackson issued an executive order directing Treasury Secretary Roger B. Taney to transfer federal funds from the Bank to state-chartered banks without delay. Tyler saw this as \"a flagrant assumption of power\", a breach of contract, and a threat to the economy. After months of agonizing, he decided to join with Jackson's opponents. Sitting on the Senate Finance Committee, he voted for two censure resolutions against the president in March 1834.[48] By this time, Tyler had become affiliated with Clay's newly formed Whig Party, which held control of the Senate. On March 3, 1835, with only hours remaining in the congressional session, the Whigs voted Tyler President pro tempore of the Senate as a symbolic gesture of approval.[49] He is the only U.S. president to have held this office.[50] Shortly thereafter, the Democrats took control of the Virginia House of Delegates. Tyler was offered a judgeship in exchange for resigning his seat, but he declined. Tyler understood what was to come: he would soon be forced by the legislature to cast a vote that went against his constitutional beliefs. Senator Thomas Hart Benton of Missouri had introduced a bill expunging the censure of Jackson. By resolution of the Democratic-controlled legislature, Tyler could be instructed to vote for the bill. If he disregarded the instructions, he would be violating his own principles: \"the first act of my political life was a censure on Messrs. Giles and Brent for opposition to instructions\", he noted.[51] Over the next few months he sought the counsel of his friends, who gave him conflicting advice. By mid-February he felt that his Senate career was likely at an end. He issued a letter of resignation to the Vice President, Van Buren, on February 29, 1836, saying in part:[52] I shall carry with me into retirement the principles which I brought with me into public life, and by the surrender of the high station to which I was called by the voice of the people of Virginia, I shall set an example to my children which shall teach them to regard as nothing place and office, when either is to be attained or held at the sacrifice of honor. While Tyler wished to attend to his private life and family, he was soon occupied with the 1836 presidential election. He had been suggested as a vice presidential candidate since early 1835, and the same day the Virginia Democrats issued the expunging instruction, the Virginia Whigs nominated him as their candidate. The new Whig Party was not organized enough to hold a national convention and name a single ticket against Van Buren, Jackson's chosen successor. Instead, Whigs in various regions put forth their own preferred tickets, reflecting the party's tenuous coalition: the Massachusetts Whigs nominated Daniel Webster and Francis Granger, the Anti-Masons of the Northern and border states backed William Henry Harrison and Granger, and the states' rights advocates of the middle and lower South nominated Hugh Lawson White and John Tyler.[53] In Maryland, the Whig ticket was Harrison and Tyler and in South Carolina it was Willie P. Mangum and Tyler. The Whigs wanted to deny Van Buren a majority in the Electoral College, throwing the election into the House of Representatives, where deals could be made. Tyler hoped electors would be unable to elect a vice president, and that he would be one of the top two vote-getters, from whom the Senate, under the Twelfth Amendment, must choose.[54] Following the custom of the times—that candidates not appear to seek the office—Tyler stayed home throughout the campaign, and made no speeches.[54] Tyler received only 47 electoral votes, from Georgia, South Carolina and Tennessee, in the November 1836 election, trailing both Granger and the Democratic candidate, Richard Mentor Johnson of Kentucky. Harrison was the leading Whig candidate for president, but he lost to Van Buren.[53] The presidential election was settled by the Electoral College, but for the only time in American history, the vice presidential election was decided by the Senate, which selected Johnson over Granger on the first ballot.[55] Tyler had been drawn into Virginia politics as a U.S. Senator. From October 1829 to January 1830, he served as a member of the state constitutional convention, a role which he had been reluctant to accept. The original Virginia Constitution gave outsize influence to the state's more conservative eastern counties, as it allocated an equal number of legislators to each county (regardless of population) and only granted suffrage to property owners. The convention gave the more populous and liberal counties of western Virginia an opportunity to expand their influence. Tyler, a slaveowner from eastern Virginia, supported the existing system. He largely remained on the sidelines during the debate, however, not wishing to alienate any of the state's political factions. He was focused on his Senate career, which required a broad base of support, and gave speeches during the convention promoting compromise and unity.[56] After the 1836 election, Tyler thought his political career was over, and planned to return to private law practice. In the fall of 1837 a friend sold him a sizable property in Williamsburg. Unable to remain away from politics, Tyler successfully sought election to the House of Delegates and took his seat in 1838. He was a national political figure by this point, and his third delegate service touched on such national issues as the sale of public lands.[57] Tyler's successor in the Senate was William Cabell Rives, a conservative Democrat. In February 1839, the General Assembly considered who should fill that seat, which was to expire the following month. Rives had drifted away from his party, signalling a possible alliance with the Whigs. As Tyler had already fully rejected the Democrats, he expected the Whigs would support him. Still, many Whigs found Rives a more politically expedient choice, as they hoped to ally with the conservative wing of the Democratic Party in the 1840 presidential election. This strategy was supported by Whig leader Henry Clay, who nevertheless admired Tyler at that time. With the vote split among three candidates, including Rives and Tyler, the Senate seat remained vacant for almost two years, until January 1841.[58] When the 1839 Whig National Convention convened in Harrisburg, Pennsylvania, to choose the party's ticket, the United States was in the third year of a serious recession following the Panic of 1837. President Van Buren's ineffective efforts to deal with the situation cost him public support. With the Democratic Party torn into factions, the head of the Whig ticket would likely be the next president. Harrison, Clay, and General Winfield Scott all sought the nomination. Tyler attended the convention and was with the Virginia delegation, although he had no official status. Because of bitterness over the unresolved Senate election, the Virginia delegation refused to make Tyler its favorite son candidate for vice president. Tyler himself did nothing to aid his chances. If his favored candidate for the presidential nomination, Clay, was successful, he would likely not be chosen for the second place on the ticket, which would probably go to a Northerner to assure geographic balance.[59] The convention deadlocked among the three main candidates, with Virginia's votes going to Clay. Many Northern Whigs opposed Clay, and some, including Pennsylvania's Thaddeus Stevens, showed the Virginians a letter written by Scott in which he apparently displayed abolitionist sentiments. The influential Virginia delegation then announced that Harrison was its second choice, causing most Scott supporters to abandon him in favor of Harrison, who gained the presidential nomination.[59] The vice presidential nomination was considered immaterial; no president had failed to complete his elected term. Not much attention was given to the choice, and the specifics of how Tyler came to gain it are unclear. Chitwood pointed out that Tyler was a logical candidate: as a Southern slaveowner, he balanced the ticket and also assuaged the fears of Southerners who felt Harrison might have abolitionist leanings. Tyler had been a vice-presidential candidate in 1836, and having him on the ticket might win Virginia, the most populous state in the South. One of the convention managers, New York publisher Thurlow Weed, alleged that \"Tyler was finally taken because we could get nobody else to accept\"—though he did not say this until after the subsequent break between President Tyler and the Whig Party.[60] Other Tyler foes claimed that he had wept himself into the White House, after crying at Clay's defeat; this was unlikely, as the Kentuckian had backed Tyler's opponent Rives in the Senate election.[61] Tyler's name was submitted in the balloting, and though Virginia abstained, he received the necessary majority. Tyler, as president, was accused of having gained the nomination by concealing his views, and responded that he had not been asked about them. His biographer, Robert Seager II, held that Tyler was selected because of a dearth of alternative candidates. Seager concluded, \"He was put on the ticket to draw the South to Harrison. No more, no less.\"[62] There was no Whig platform—the party leaders decided that trying to put one together would tear the party apart. So the Whigs ran on their opposition to Van Buren, blaming him and his Democrats for the recession.[63] In campaign materials, Tyler was praised for integrity in resigning over the state legislature's instructions.[64] The Whigs initially hoped to muzzle Harrison and Tyler, lest they make policy statements that alienated segments of the party. But after Tyler's Democratic rival, Vice President Johnson, made a successful speaking tour, Tyler was called upon to travel from Williamsburg to Columbus, Ohio, and there address a local convention, in a speech intended to assure Northerners that he shared Harrison's views. In his journey of nearly two months, Tyler made speeches at rallies. He could not avoid questions, and after being heckled into an admission that he supported the Compromise Tariff (many Whigs did not), resorted to quoting from Harrison's vague speeches. In his two-hour speech at Columbus, Tyler entirely avoided the issue of the Bank of the United States, one of the major questions of the day.[65] What has caused this great commotion, motion, Our country through? It is the ball a-rolling on, For Tippecanoe and Tyler too, Tippecanoe and Tyler too. And with them, we'll beat the little Van, Van, Van Van is a used-up man. — Campaign song from the 1840 election[66] To win the election, Whig leaders decided they had to mobilize people across the country, including women, who could not then vote. This was the first time that an American political party included women in campaign activities on a widespread scale, and women in Tyler's Virginia were active on his behalf.[67][68] The party hoped to avoid issues and win through public enthusiasm, with torchlight processions and alcohol-fueled political rallies.[69] The interest in the campaign was unprecedented, with many public events. When the Democratic press depicted Harrison as an old soldier, who would turn aside from his campaign if given a barrel of hard cider to drink in his log cabin, the Whigs eagerly seized on the image, and the log cabin campaign was born. The fact that Harrison lived on a palatial estate along the Ohio River and that Tyler was well-to-do was ignored, while log cabin images appeared everywhere, from banners to whiskey bottles. Cider was the favored beverage of many farmers and tradesmen, and Whigs claimed that Harrison preferred that drink of the common man.[70] The presidential candidate's military service was emphasized, thus the well known campaign jingle, \"Tippecanoe and Tyler Too\", referring to Harrison's victory at the Battle of Tippecanoe. Glee clubs sprouted all over the country, singing patriotic and inspirational songs: one Democratic editor stated that he found the songfests in support of the Whig Party to be unforgettable. Among the lyrics sung were \"We shall vote for Tyler therefore/Without a why or wherefore\".[70] Louis Hatch, in his history of the vice presidency, noted, \"the Whigs roared, sang, and hard-cidered the 'hero of Tippecanoe' into the White House\".[71] Clay, though embittered by another of his many defeats for the presidency, was appeased by Tyler's withdrawal from the still-unresolved Senate race, which would permit the election of Rives, and campaigned in Virginia for the Harrison/Tyler ticket.[69] Tyler predicted the Whigs would easily take Virginia; he was embarrassed when he was proved wrong,[72] but was consoled by an overall victory—Harrison and Tyler won by an electoral vote of 234–60 and with 53 percent of the popular vote. Van Buren took only seven scattered states out of 26. The Whigs gained control of both houses of Congress.[73] As vice president-elect, Tyler remained quietly at his home in Williamsburg. He privately expressed hopes that Harrison would prove decisive and not allow intrigue in the Cabinet, especially in the first days of the administration.[74] Tyler did not participate in selecting the Cabinet, and did not recommend anyone for federal office in the new Whig administration. Harrison, beset by office seekers and the demands of Senator Clay, twice sent letters to Tyler asking his advice as to whether a Van Buren appointee should be dismissed. In both cases, Tyler recommended against, and Harrison wrote, \"Mr. Tyler says they ought not to be removed, and I will not remove them.\"[75] The two men met briefly in Richmond in February, and reviewed a parade together,[74] though they did not discuss politics.[76] Tyler was sworn in on March 4, 1841, in the Senate chamber, and delivered a three-minute speech about states' rights before swearing in the new senators and then attending Harrison's inauguration. Following the new president's two-hour speech before a large crowd in freezing weather, Tyler returned to the Senate to receive the president's Cabinet nominations, presiding over the confirmations the following day—a total of two hours as president of the Senate. Expecting few responsibilities, he then left Washington, quietly returning to his home in Williamsburg.[77] Seager later wrote, \"Had William Henry Harrison lived, John Tyler would undoubtedly have been as obscure as any vice-president in American history.\"[76] Harrison, meanwhile, struggled to keep up with the demands of Henry Clay and others who sought offices and influence in his administration. Harrison's age and fading health were no secret during the campaign, and the question of the presidential succession was on every politician's mind. The first few weeks of the presidency took a toll on Harrison's health, and after being caught in a rainstorm in late March he came down with pneumonia and pleurisy.[78] Secretary of State Daniel Webster sent word to Tyler of Harrison's illness on April 1; two days later, Richmond attorney James Lyons wrote with the news that the president had taken a turn for the worse, remarking that \"I shall not be surprised to hear by tomorrow's mail that Gen'l Harrison is no more.\"[79] Tyler decided not to travel to Washington, not wanting to appear unseemly in anticipating the president's death. At dawn on April 5, Webster's son Fletcher, chief clerk of the State Department, arrived at Tyler's plantation to officially inform Tyler of Harrison's death the morning before.[79] Harrison's death in office was an unprecedented event that caused considerable uncertainty regarding presidential succession. Article II, Section 1, Clause 6 of the United States Constitution, which governed intra-term presidential succession at the time (now superseded by the Twenty-fifth Amendment), states that: In Case of the Removal of the President from Office, or of his Death, Resignation, or Inability to discharge the Powers and Duties of the said Office, the Same shall devolve on the Vice President ....[80] Interpreting this Constitutional prescription led to the question of whether the actual office of president devolved upon Vice President Tyler, or merely its powers and duties.[81] The Cabinet met within an hour of Harrison's death and, according to a later account, determined that Tyler would be \"vice-president acting president\".[82] However, Tyler firmly and decisively asserted that the Constitution gave him full and unqualified powers of office and had himself sworn in immediately as president, setting a critical precedent for an orderly transfer of power following a president's death.[83] The presidential oath was administered by Judge William Cranch in Tyler's hotel room. He considered the oath redundant to his oath as vice president, but wished to quell any doubt over his accession.[81] When he took office, Tyler, at 51, became the youngest president to that point.[84] His record was in turn surpassed by his immediate successor James Polk, who was inaugurated in 1845 at the age of 49. \"Fearing that he would alienate Harrison's supporters, Tyler decided to keep Harrison's entire cabinet even though several members were openly hostile to him and resented his assumption of the office.\"[83] At his first cabinet meeting, Webster informed him of Harrison's practice of making policy by a majority vote. (This was a dubious assertion, since Harrison had held few cabinet meetings and had baldly asserted his authority over the cabinet in at least one.[85]) The Cabinet fully expected the new president to continue this practice. Tyler was astounded and immediately corrected them: I beg your pardon, gentlemen; I am very glad to have in my Cabinet such able statesmen as you have proved yourselves to be. And I shall be pleased to avail myself of your counsel and advice. But I can never consent to being dictated to as to what I shall or shall not do. I, as president, shall be responsible for my administration. I hope to have your hearty co-operation in carrying out its measures. So long as you see fit to do this, I shall be glad to have you with me. When you think otherwise, your resignations will be accepted.[86] Tyler delivered an inaugural address before the Congress on April 9, in which he reasserted his belief in fundamental tenets of Jeffersonian democracy and limited federal power. Tyler's claim to be president was not immediately accepted by opposition members of Congress such as John Quincy Adams, who felt that Tyler should be a caretaker under the title of \"acting president\", or remain vice president in name.[87] Among those who questioned Tyler's authority was Clay, who had planned to be \"the real power behind a fumbling throne\" while Harrison was alive, and intended the same for Tyler.[88] Clay saw Tyler as the \"vice-president\" and his presidency as a mere \"regency\".[88] Ratification of the decision by Congress came through the customary notification that it makes to the president, that it is in session and available to receive messages. In both houses, unsuccessful amendments were offered to strike the word \"president\" in favor of language including the term \"vice president\" to refer to Tyler. Mississippi Senator Robert J. Walker, in opposition, stated that the idea that Tyler was still vice president and could preside over the Senate was absurd.[89] Tyler's opponents never fully accepted him as president. He was referred to by many mocking nicknames, including \"His Accidency\".[90] However, Tyler never wavered from his conviction that he was the rightful president; when his political opponents sent correspondence to the White House addressed to the \"vice president\" or \"acting president\", Tyler had it returned unopened.[91] Harrison had been expected to adhere to Whig Party policies and to defer to party congressional leaders, particularly Clay. When Tyler succeeded him, he initially concurred with the new Whig Congress, signing into law the preemption bill granting \"squatters' sovereignty\" to settlers on public land, a Distribution Act (discussed below), a new bankruptcy law, and the repeal of the Independent Treasury. But when it came to the great banking question, Tyler was soon at odds with the Congressional Whigs, and twice vetoed Clay's legislation for a national banking act. Although the second bill was originally tailored to meet his objections in the first veto, its final version did not. This practice, designed to protect Clay from having a successful incumbent president as a rival for the Whig nomination in 1844, became known as \"heading Captain Tyler\", a term coined by Whig Representative John Minor Botts of Virginia. Tyler proposed an alternative fiscal plan known as the \"Exchequer\", but Clay's friends who controlled the Congress would have none of it.[92] On September 11, 1841, after the second bank veto, members of the cabinet entered Tyler's office one by one and resigned—an orchestration by Clay to force Tyler's resignation and place his own lieutenant, Senate President pro tempore Samuel L. Southard, in the White House. The only exception was Webster, who remained to finalize what became the 1842 Webster–Ashburton Treaty, and to demonstrate his independence from Clay.[93] When told by Webster that he was willing to stay, Tyler is reported to have said, \"Give me your hand on that, and now I will say to you that Henry Clay is a doomed man.\"[94] On September 13, when the president did not resign or give in, the Whigs in Congress expelled Tyler from the party. Tyler was lambasted by Whig newspapers and received hundreds of letters threatening his assassination.[95] Whigs in Congress were so angry with Tyler that they refused to allocate funds to fix the White House, which had fallen into disrepair.[94] By mid-1841, the federal government faced a projected budget deficit of $11 million. Tyler recognized the need for higher tariffs, but wished to stay within the 20 percent rate created by the 1833 Compromise Tariff. He also supported a plan to distribute to the states any revenue from the sales of public land, as an emergency measure to manage the states' growing debt, even though this would cut federal revenue. The Whigs supported high protectionist tariffs and national funding of state infrastructure, and so there was enough overlap to forge a compromise. The Distribution Act of 1841 created a distribution program, with a ceiling on tariffs at 20 percent; a second bill increased tariffs to that figure on previously low-tax goods. Despite these measures, by March 1842 it had become clear that the federal government was still in dire fiscal straits.[96] The root of the trouble was an economic crisis—initiated by the Panic of 1837—which was entering its sixth year in 1842. A speculative bubble had burst in 1836–39, causing a collapse of the financial sector and a subsequent depression. The country became deeply divided over the best response to the crisis. Conditions got even worse in early 1842 because a deadline was looming. A decade earlier, when the economy was strong, Congress had promised Southern states that there would be a reduction in hated federal tariffs. Northern states welcomed tariffs, which protected their infant industries. But the South had no industrial base and depended on open access to British markets for their cotton.[96] In a recommendation to Congress, Tyler lamented that it would be necessary to override the Compromise Tariff of 1833 and raise rates beyond the 20 percent limit. Under the previous deal, this would suspend the distribution program, with all revenues going to the federal government.[97] The defiant Whig Congress would not raise tariffs in a way that would affect the distribution of funds to states. In June 1842 they passed two bills that would raise tariffs and unconditionally extend the distribution program. Believing it improper to continue distribution at a time when federal revenue shortage necessitated increasing the tariff, Tyler vetoed both bills, burning any remaining bridges between himself and the Whigs.[98] Congress tried again, combining the two into one bill; Tyler vetoed it again, to the dismay of many in Congress, who nevertheless failed to override the veto. As some action was necessary, Whigs in Congress, led by the House Ways and Means chairman Millard Fillmore, passed in each house (by one vote) a bill restoring tariffs to 1832 levels and ending the distribution program. Tyler signed the Tariff of 1842 on August 30, pocket vetoing a separate bill to restore distribution.[99] Shortly after the tariff vetoes, Whigs in the House of Representatives initiated that body's first impeachment proceedings against a president. The congressional ill will towards Tyler derived from the basis for his vetoes; until the presidency of the Whigs' arch-enemy Andrew Jackson, presidents rarely vetoed bills, and then only on grounds of constitutionality. Tyler's actions were in opposition to the presumed authority of Congress to make policy.[100] Congressman John Botts, who opposed Tyler, introduced an impeachment resolution on July 10, 1842. It levied several charges against Tyler and called for a nine-member committee to investigate his behavior, with the expectation of a formal impeachment recommendation. Clay found this measure prematurely aggressive, and favored a more moderate progression toward Tyler's \"inevitable\" impeachment. The Botts resolution was tabled until the following January when it was rejected by a vote of 127 to 83.[101] A House select committee headed by John Quincy Adams, an ardent abolitionist who disliked slaveholders like Tyler, condemned the president's use of the veto and assailed his character. While the committee's report did not formally recommend impeachment, it clearly established the possibility, and in August 1842 the House endorsed the committee's report. Adams sponsored a constitutional amendment to change both houses' two-thirds requirement for overriding vetoes to a simple majority, but neither house approved.[102] The Whigs were unable to pursue further impeachment proceedings in the subsequent 28th Congress—in the elections of 1842 they retained a majority in the Senate but lost control of the House. On the last day of Tyler's term in office, on March 3, 1845, Congress overrode his veto of a minor bill relating to revenue cutters—the first override of a presidential veto.[103] The battles between Tyler and the Whigs in Congress resulted in a number of his cabinet nominees being rejected. He received little support from Democrats and, without much support from either major party in Congress, a number of his nominations were rejected without regard for the qualifications of the nominee. It was then unprecedented to reject a president's nominees for his Cabinet (though in 1809, James Madison withheld the nomination of Albert Gallatin as Secretary of State because of opposition in the Senate). Four of Tyler's Cabinet nominees were rejected, the most of any president. These were Caleb Cushing (Treasury), David Henshaw (Navy), James Porter (War), and James S. Green (Treasury). Henshaw and Porter served as recess appointees before their rejections. Tyler repeatedly renominated Cushing, who was rejected three times in one day, March 3, 1843, the last day of the 27th Congress.[105] No cabinet nomination failed after Tyler's term until Henry Stanbery's nomination as Attorney General was rejected by the Senate in 1868.[106] Tyler's difficulties in domestic policy contrasted with accomplishments in foreign policy. He had long been an advocate of expansionism toward the Pacific and free trade, and was fond of evoking themes of national destiny and the spread of liberty in support of these policies.[107] His positions were largely in line with Jackson's earlier efforts to promote American commerce across the Pacific.[108] Eager to compete with Great Britain in international markets, he sent lawyer Caleb Cushing to China, where he negotiated the terms of the Treaty of Wanghia (1844).[109] The same year, he sent Henry Wheaton as a minister to Berlin, where he negotiated and signed a trade agreement with the Zollverein, a coalition of German states that managed tariffs. This treaty was rejected by the Whigs, mainly as a show of hostility toward the Tyler administration. In an 1842 special message to Congress, the president also applied the Monroe Doctrine to Hawaii (dubbed the \"Tyler Doctrine\"),[110] told Britain not to interfere there, and began a process that led to the eventual annexation of Hawaii by the United States.[111] In 1842 Secretary of State Daniel Webster negotiated with Britain the Webster–Ashburton Treaty, which determined the border between Maine and Canada. That issue had caused tension between the United States and Britain for decades and had brought the two countries to the brink of war on several occasions. Though the treaty improved Anglo-American diplomatic relations,[112] Tyler was nevertheless unsuccessful in concluding a treaty with the British to fix the boundaries of Oregon.[113] On Tyler's last full day in office, March 3, 1845, Florida was admitted to the Union as the 27th state.[114] Tyler advocated an increase in military strength and this drew praise from naval leaders, who saw a marked increase in warships. Tyler brought the long, bloody Second Seminole War to an end in 1842, and expressed interest in the forced cultural assimilation of Native Americans.[115] He also advocated the establishment of a chain of American forts from Council Bluffs, Iowa to the Pacific.[116] In May 1842 when the Dorr Rebellion in Rhode Island came to a head, Tyler pondered the request of the governor and legislature to send in federal troops to help suppress it. The insurgents under Thomas Dorr had armed themselves and proposed to install a new state constitution. Before such acts, Rhode Island had been following the same constitutional structure that was established in 1663. Tyler called for calm on both sides, and recommended that the governor enlarge the franchise to let most men vote. Tyler promised that in case an actual insurrection should break out in Rhode Island he would employ force to aid the regular, or Charter, government. He made it clear that federal assistance would be given only to put down an insurrection once underway, and would not be available until violence had taken place. After listening to reports from his confidential agents, Tyler decided that the 'lawless assemblages' had dispersed and expressed his confidence in a \"temper of conciliation as well as of energy and decision\" without need of federal forces. The rebels fled the state when the state militia marched against them, but the incident led to broader suffrage in the state.[117] Two vacancies occurred on the Supreme Court during Tyler's presidency, as Justices Smith Thompson and Henry Baldwin died in 1843 and 1844, respectively. Tyler, ever at odds with Congress—including the Whig-controlled Senate—nominated several men to the Supreme Court to fill these seats. However, the Senate successively voted against confirming John C. Spencer, Reuben Walworth, Edward King and John M. Read (Walworth was rejected three times, King rejected twice). One reason cited for the Senate's actions was the hope that Clay would fill the vacancies after winning the 1844 presidential election.[105] Tyler's four unsuccessful nominees are the most by a president.[118] Finally, in February 1845, with less than a month remaining in his term, Tyler's nomination of Samuel Nelson to Thompson's seat was confirmed by the Senate—Nelson, a Democrat, had a reputation as a careful and noncontroversial jurist. Still, his confirmation came as a surprise. Baldwin's seat remained vacant until James K. Polk's nominee, Robert Grier, was confirmed in 1846.[118] Tyler was able to appoint only six other federal judges, all to United States district courts.[119] Tyler made the annexation of the Republic of Texas part of his agenda soon after becoming president. Texas had declared independence from Mexico in the Texas Revolution of 1836, although Mexico still refused to acknowledge its sovereignty. The people of Texas actively pursued joining the Union, but Jackson and Van Buren had been reluctant to inflame tensions over slavery by annexing another Southern state. Though Tyler intended annexation to be the focal point of his administration, Secretary Webster was opposed, and convinced Tyler to concentrate on Pacific initiatives until later in his term.[120] Tyler's desire for western expansionism is acknowledged by historians and scholars, but views differ regarding the motivations behind it. Biographer Edward C. Crapol notes that during the presidency of James Monroe, Tyler (then in the House of Representatives) had suggested slavery was a \"dark cloud\" hovering over the Union, and that it would be \"well to disperse this cloud\" so that with fewer blacks in the older slave states, a process of gradual emancipation would begin in Virginia and other upper Southern states.[121] Historian William W. Freehling, however, wrote that Tyler's official motivation in annexing Texas was to outmaneuver suspected efforts by Great Britain to promote an emancipation of slaves in Texas that would weaken the institution in the United States.[122] In early 1843, having completed the Webster–Ashburton treaty and other diplomatic efforts, Tyler felt ready to pursue Texas. Now lacking a party base, he saw annexation of the republic as his only pathway to independent re-election in 1844. For the first time in his career he was willing to play \"political hardball\" to see it through. As a trial balloon he dispatched his ally Thomas Walker Gilmer, then a U.S. Representative from Virginia, to publish a letter defending annexation, which was well received. Despite his successful relationship with Webster, Tyler knew he would need a Secretary of State who supported the Texas initiative. With the work on the British treaty now completed, he forced Webster's resignation and installed Hugh S. Legar of South Carolina as an interim successor.[123] With the help of newly appointed Treasury Secretary John C. Spencer, Tyler cleared out an array of officeholders, replacing them with pro-annexation partisans, in a reversal of his former stand against patronage. He elicited the help of political organizer Michael Walsh to build a political machine in New York. In exchange for an appointment as consul to Hawaii, journalist Alexander G. Abell wrote a flattering biography, Life of John Tyler, which was printed in large quantities and given to postmasters to distribute.[124] Seeking to rehabilitate his public image, Tyler embarked on a nationwide tour in the spring of 1843. The positive reception of the public at these events contrasted with his ostracism back in Washington. The tour centered on the dedication of the Bunker Hill Monument in Boston, Massachusetts. Shortly after the dedication, Tyler learned of Legar's sudden death, which dampened the festivities and caused him to cancel the rest of the tour.[125] Tyler appointed Abel P. Upshur, a popular Secretary of the Navy and close adviser, as his new Secretary of State, and nominated Gilmer to fill Upshur's former office. Tyler and Upshur began quiet negotiations with the Texas government, promising military protection from Mexico in exchange for a commitment to annexation. Secrecy was necessary, as the Constitution required congressional approval for such military commitments. Upshur planted rumors of possible British designs on Texas to garner support among Northern voters, who were wary of admitting a new pro-slavery state.[126] By January 1844 Upshur told the Texas government that he had found a large majority of senators in favor of an annexation treaty. The republic remained skeptical, and finalization of the treaty took until the end of February.[127] A ceremonial cruise down the Potomac River was held aboard the newly built USS Princeton on February 28, 1844, the day after completion of the annexation treaty. Aboard the ship were 400 guests, including Tyler and his cabinet, as was the world's largest naval gun, the \"Peacemaker\". The gun was ceremoniously fired several times in the afternoon to the great delight of the onlookers, who then filed downstairs to offer a toast. Several hours later, Captain Robert F. Stockton was convinced by the crowd to fire one more shot. As the guests moved up to the deck, Tyler paused briefly to watch his son-in-law, William Waller, sing a ditty.[128] At once an explosion was heard from above: the gun had malfunctioned. Tyler was unhurt, having remained safely below deck, but a number of others were killed instantly, including his crucial cabinet members, Gilmer and Upshur. Also killed or mortally wounded were Virgil Maxcy of Maryland, Rep. David Gardiner of New York, Commodore Beverley Kennon, Chief of Construction of the United States Navy, and Armistead, Tyler's black slave and body servant. The death of David Gardiner had a devastating effect on his daughter, Julia, who fainted and was carried to safety by the president himself.[128] Julia later recovered from her grief and married Tyler on June 26.[129] For Tyler, any hope of completing the Texas plan before November (and with it, any hope of re-election) was instantly dashed. Historian Edward P. Crapol later wrote that \"Prior to the Civil War and the assassination of Abraham Lincoln\", the Princeton disaster \"unquestionably was the most severe and debilitating tragedy ever to confront a President of the United States\".[127] In what the Miller Center of Public Affairs considers \"a serious tactical error that ruined the scheme [of establishing political respectability for him]\",[130] Tyler appointed former Vice President John C. Calhoun in early March 1844 as his Secretary of State. Tyler's good friend, Virginia Representative Henry A. Wise, wrote that following the Princeton disaster, Wise on his own volition extended Calhoun the position as a self-appointed emissary of the president and Calhoun accepted. When Wise went to tell Tyler what he had done, the president was angry but felt that the action had to stand. Calhoun was a leading advocate of slavery, and his attempts to get an annexation treaty passed were resisted by abolitionists as a result. When the text of the treaty was leaked to the public, it met political opposition from the Whigs, who opposed anything that might enhance Tyler's status, as well as from foes of slavery and those who feared a confrontation with Mexico, which had announced that it would view annexation as a hostile act by the United States. Both Clay and Van Buren, the respective frontrunners for the Whig and Democratic nominations, decided in a private meeting at Van Buren's home to come out against annexation.[131] Knowing this, Tyler was pessimistic when he sent the treaty to the Senate for ratification in April 1844.[132] Following Tyler's break with the Whigs in 1841, he attempted a return to his old Democratic party, but its members, especially the followers of Van Buren, were not ready to accept him. He knew that, with little chance of election, the only way to salvage his presidential legacy was to move public opinion in favor of the Texas issue. He formed a third party, the Democratic-Republicans, using the officeholders and political networks he had built over the previous year. Multiple supportive newspapers across the country issued editorials promoting his candidacy throughout the early months of 1844. Reports of meetings held throughout the country suggest that support for the president was not limited to officeholders, as is widely assumed. Just as the Democratic Party was holding its presidential nomination in Baltimore, Maryland, the Tyler supporters, in that very city, were holding signs reading \"Tyler and Texas!\", and with their own high visibility and energy they gave Tyler their nomination. His new Democratic-Republican Party renominated Tyler for the presidency on May 27, 1844.[133] Regular Democrats were forced to call for annexation of Texas in their platform, but there was a bitter battle for the presidential nomination. Ballot after ballot, Van Buren failed to win the necessary super-majority of Democratic votes, and slowly fell in the rankings. It was not until the ninth ballot that the Democrats turned their sights to James K. Polk, a less prominent candidate who supported annexation. They found him to be perfectly suited for their platform, and he was nominated with two-thirds of the vote. Tyler considered his work vindicated, and implied in an acceptance letter that annexation was his true priority rather than election.[133] Tyler was unfazed when the Whig-controlled Senate rejected his treaty by a vote of 16–35 in June 1844; he felt that annexation was now within reach by joint resolution rather than by treaty, and made that request to the congress. Former President Andrew Jackson, a staunch supporter of annexation, persuaded Polk to welcome Tyler back into the Democratic Party and ordered Democratic editors to cease their attacks on him. Satisfied by these developments, Tyler dropped out of the race in August and endorsed Polk for the presidency. Polk's narrow victory over Clay in the November election was seen by the Tyler administration as a mandate for completing the resolution. Tyler announced in his annual message to Congress that \"a controlling majority of the people and a large majority of the states have declared in favor of immediate annexation\".[134] In late February 1845, the House approved a joint resolution offering annexation to Texas by a substantial margin, the Senate approved by a bare 27–25 majority, and three days before the end of his term, Tyler signed the bill into law.[135] After some debate,[136] Texas accepted the terms and entered the union on December 29, 1845, as the 28th state.[137] Tyler fathered more children than any other American president.[138] His first wife was Letitia Christian (November 12, 1790 – September 10, 1842), with whom he had eight children: Mary (1815–1847), Robert (1816–1877), John (1819–1896), Letitia (1821–1907), Elizabeth (1823–1850), Anne (1825–1825), Alice (1827–1854) and Tazewell (1830–1874).[139] Tyler's first wife Letitia died of a stroke in the White House in September 1842. He married again on June 26, 1844, to Julia Gardiner (July 23, 1820 – July 10, 1889), with whom he had seven children: David (1846–1927), John Alexander (1848–1883), Julia (1849–1871), Lachlan (1851–1902), Lyon (1853–1935), Robert Fitzwalter (1856–1927) and Margaret Pearl (1860–1947).[140] Although Tyler's family was dear to him, during his political rise he was often away from home for extended periods. When Tyler chose not to seek re-election to the House of Representatives in 1821 because of illness, he wrote that he would soon be called upon to educate his growing family. It was difficult to practice law while away in Washington part of the year, and his plantation was more profitable when Tyler was available to manage it himself.[141] By the time he entered the Senate in 1827, he had resigned himself to spending part of the year away from his family. Still, he sought to remain close to his children through letters.[142] Tyler was a slaveholder, at one point keeping forty slaves at Greenway.[143] Although he regarded slavery as an evil, and did not attempt to justify it, he never freed any of his slaves. Tyler considered slavery a part of states' rights, and therefore the federal government lacked the authority to abolish it. The living conditions of his slaves are not well documented, but historians surmise that he cared for their well-being and abstained from physical violence against them.[143] In December 1841, Tyler was attacked by abolitionist publisher Joshua Leavitt, with the unsubstantiated allegation that Tyler had fathered several sons with his slaves, and later sold them. A number of black families today maintain a belief in their descent from Tyler, but there is no evidence of such genealogy.[144] As of December 2021[update], Tyler has one living grandson through his son Lyon Gardiner Tyler, making him the earliest former president with a living grandchild. Harrison Ruffin Tyler was born in 1928 and maintains the family home, Sherwood Forest Plantation, in Charles City County, Virginia.[145][146][147] Tyler retired to a Virginia plantation, originally named Walnut Grove (or \"the Grove\"), located on the James River in Charles City County. He renamed it Sherwood Forest, in a reference to the folk legend Robin Hood, to signify that he had been \"outlawed\" by the Whig Party.[148] He did not take farming lightly and worked hard to maintain large yields.[149] His neighbors, largely Whigs, appointed him to the minor office of overseer of roads in 1847 in an effort to mock him. To their displeasure he treated the job seriously, frequently summoning his neighbors to provide their slaves for road work, and continuing to insist on carrying out his duties even after his neighbors asked him to stop.[150] The former president spent his time in a manner common to Virginia's First Families, with parties, visiting or being visited by other aristocrats, and spending summers at the family's seaside home, \"Villa Margaret\".[151] He withdrew from politics, rarely receiving visits from his former allies, and was not sought out as an adviser. Occasionally requested to deliver a public speech, Tyler spoke during the unveiling of a monument to Henry Clay. He acknowledged their political battles, but spoke highly of his former colleague, whom he had always admired for bringing about the Compromise Tariff of 1833.[152] After John Brown's raid on Harpers Ferry ignited fears of an abolitionist attempt to free the slaves, or an actual slave rebellion, several Virginia communities organized militia units, or reenergized existing ones. Tyler's community organized a cavalry troop and a home guard company; Tyler was chosen to command the home guard troops with the rank of captain.[153] On the eve of the Civil War, Tyler re-entered public life as presiding officer of the Virginia Peace Conference held in Washington, D.C., in February 1861 as an effort to devise means to prevent a war. The convention sought a compromise to avoid civil war even as the Confederate Constitution was being drawn up at the Montgomery Convention. Despite his leadership role in the Peace Conference, Tyler opposed its final resolutions. He felt that they were written by the free state delegates, did not protect the rights of slave owners in the territories, and would do little to bring back the lower South and restore the Union. He voted against the conference's seven resolutions, which the conference sent to Congress for approval late in February 1861 as a proposed Constitutional amendment. On the same day the Peace Conference started, local voters elected Tyler to the Virginia Secession Convention. He presided over the opening session on February 13, 1861, while the Peace Conference was still under way. Tyler abandoned hope of compromise and saw secession as the only option, predicting that a clean split of all Southern states would not result in war.[154] In mid-March he spoke against the Peace Conference resolutions, and on April 4 he voted for secession even when the convention rejected it. On April 17, after the attack on Fort Sumter and Lincoln's call for troops, Tyler voted with the new majority for secession. He headed a committee that negotiated the terms for Virginia's entry into the Confederate States of America and helped set the pay rate for military officers. On June 14, Tyler signed the Ordinance of Secession, and one week later the convention unanimously elected him to the Provisional Confederate Congress. Tyler was seated in the Confederate Congress on August 1, 1861, and he served until just before his death in 1862.[155] In November 1861, he was elected to the Confederate House of Representatives but he died of a stroke in his room at the Ballard Hotel in Richmond before the first session could open in February 1862.[151][156] Throughout his life, Tyler suffered from poor health. As he aged, he suffered more frequently from colds during the winter. On January 12, 1862, after complaining of chills and dizziness, he vomited and collapsed. Despite treatment, his health failed to improve, and he made plans to return to Sherwood Forest by the 18th. As he lay in bed the night before, he began suffocating, and Julia summoned his doctor. Just after midnight, Tyler took a sip of brandy, and told his doctor, \"Doctor, I am going\", to which the doctor replied, \"I hope not, Sir.\"[157] Tyler then said, \"Perhaps it is best.\"[157] He died shortly thereafter, most likely due to a stroke. He was 71.[158] Tyler's death was the only one in presidential history not to be officially recognized in Washington, because of his allegiance to the Confederate States of America. He had requested a simple burial, but Confederate President Jefferson Davis devised a grand, politically pointed funeral, painting Tyler as a hero to the new nation. Accordingly, at his funeral, the coffin of the tenth president of the United States was draped with a Confederate flag; he remains the only U.S. president ever laid to rest under a flag not of the United States.[159] Tyler was buried in Hollywood Cemetery in Richmond, Virginia, near the gravesite of President James Monroe.[159] Tyler has since been the namesake of several U.S. locations, including the city of Tyler, Texas, named for him because of his role in the annexation of Texas.[160] Tyler's presidency has provoked highly divided responses among political commentators. It is generally held in low esteem by historians; Edward P. Crapol began his biography John Tyler, the Accidental President (2006) by noting: \"Other biographers and historians have argued that John Tyler was a hapless and inept chief executive whose presidency was seriously flawed.\"[161] In The Republican Vision of John Tyler (2003), Dan Monroe observed that the Tyler presidency \"is generally ranked as one of the least successful\".[162] Seager wrote that Tyler \"was neither a great president nor a great intellectual\", adding that despite a few achievements, \"his administration has been and must be counted an unsuccessful one by any modern measure of accomplishment\".[1] A survey of historians conducted by C-SPAN in 2021 ranked Tyler as 39th of 44 men to hold the office.[163] Tyler's assumption of complete presidential powers \"set a hugely important precedent\", according to a biographical sketch by the University of Virginia's Miller Center of Public Affairs.[1] Tyler's successful insistence that he was president, and not a caretaker or acting president, was a model for the succession of seven other vice presidents (Fillmore, Andrew Johnson, Arthur, Roosevelt, Coolidge, Truman, and Lyndon B. Johnson) to the presidency over the 19th and 20th centuries upon the death of the president. The propriety of Tyler's action in assuming both the title of the presidency and its full powers was legally affirmed in 1967, when it was codified in the Twenty-fifth Amendment to the United States Constitution.[164] Some scholars in recent years have praised Tyler's foreign policy. Monroe credits him with \"achievements like the Webster–Ashburton treaty which heralded the prospect of improved relations with Great Britain, and the annexation of Texas, which added millions of acres to the national domain\". Crapol argued that Tyler \"was a stronger and more effective president than generally remembered\", while Seager wrote, \"I find him to be a courageous, principled man, a fair and honest fighter for his beliefs. He was a president without a party.\"[1] Author Ivan Eland, in an update of his 2008 book Recarving Rushmore, rated all 44 US presidents by the criteria of peace, prosperity, and liberty; with the finished ratings, John Tyler was ranked the best president of all time.[165] Louis Kleber, in his article in History Today, wrote that Tyler brought integrity to the White House at a time when many in politics lacked it, and refused to compromise his principles to avoid the anger of his opponents.[151] Crapol argues that Tyler's allegiance to the Confederacy overshadows much of the good he did as president: \"John Tyler's historical reputation has yet to fully recover from that tragic decision to betray his loyalty and commitment to what he had once defined as 'the first great American interest'—the preservation of the Union.\"[166] Norma Lois Peterson, in her book on Tyler's presidency, suggested that Tyler's general lack of success as president was due to external factors that would have affected whoever was in the White House. Chief among them was Henry Clay, who would brook no opposition to his grand economic vision for America. In the aftermath of Jackson's determined use of the powers of the Executive Branch, the Whigs wanted the president to be dominated by Congress, and Clay treated Tyler as a subordinate. Tyler resented this, leading to the conflict between the branches that dominated his presidency.[167] Pointing to Tyler's advances in foreign policy, she deemed Tyler's presidency \"flawed ... but ... not a failure\".[168] While academics have both praised and criticized Tyler, the general American public has little awareness of him at all. Several writers have portrayed Tyler as among the nation's most obscure presidents. As Seager remarked: \"His countrymen generally remember him, if they have heard of him at all, as the rhyming end of a catchy campaign slogan.\"[1] John Tyler is not one of the famous or better-known American presidents. ... Other biographers and historians have argued that John Tyler was a hapless and inept chief executive whose presidency was seriously flawed. Although acknowledging that Tyler was not a great president, I believe he was a stronger and more effective President than generally remembered. Miller Center, U. Va., \"Impact and Legacy\": Miller Center, U. Va., \"Foreign affairs\": Monroe, p. 3: Seager, p. xiii: ibid, p. xvi: Archival collections","country":"United States"}