{"name":"John Quincy Adams","url":"/wiki/John_Quincy_Adams","Occupation":"Politician lawyer","Born":"1767-07-11","Died":"1848-02-23","Education":"Harvard University (AB, AM)","Political party":"Federalist (1792–1808) Democratic-Republican (1809–1828) National Republican (1828–1830) Anti-Masonic (1830–1834) Whig (1834–1848)[1]","termEnds":"1829-3-4","termStarts":"1825-3-4","text":"John Quincy Adams (/ˈkwɪnzi/ (listen);[a] July 11, 1767 – February 23, 1848) was an American statesman, diplomat, lawyer, and diarist who served as the 6th president of the United States, from 1825 to 1829. He previously served as the 8th United States Secretary of State from 1817 to 1825. During his long diplomatic and political career, Adams also served as an ambassador, and as a member of the United States Senate and House of Representatives representing Massachusetts. He was the eldest son of John Adams, who served as the second president of the United States from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalist like his father, he won election to the presidency as a member of the Democratic-Republican Party, and in the mid-1830s became affiliated with the Whig Party. Born in Braintree, Massachusetts[3] (now part of the town of Quincy), Adams spent much of his youth in Europe, where his father served as a diplomat. After returning to the United States, Adams established a successful legal practice in Boston. In 1794, President George Washington appointed Adams as the U.S. ambassador to the Netherlands, and Adams would serve in high-ranking diplomatic posts until 1801, when Thomas Jefferson took office as president. Federalist leaders in Massachusetts arranged for Adams's election to the United States Senate in 1802, but Adams broke with the Federalist Party over foreign policy and was denied re-election. In 1809, President James Madison, a member of the Democratic-Republican Party, appointed Adams as the U.S. ambassador to Russia. Adams held diplomatic posts for the duration of Madison's presidency, and he served as part of the American delegation that negotiated an end to the War of 1812. In 1817, President James Monroe selected Adams as his Secretary of State. In that role, Adams negotiated the Adams–Onís Treaty, which provided for the American acquisition of Florida. He also helped formulate the Monroe Doctrine, which became a key tenet of U.S. foreign policy. In 1818, Adams was elected a member of the American Philosophical Society in Philadelphia.[4] Adams, Andrew Jackson, William H. Crawford, and Henry Clay — all members of the Democratic-Republican Party — competed in the 1824 presidential election. Because no candidate won a majority of electoral votes, the House of Representatives held a contingent election, which Adams won with the support of Speaker of the House Clay, whom Adams would go on to controversially appoint as his Secretary of State. As president, Adams called for an ambitious agenda that included federally funded infrastructure projects, the establishment of a national university, and engagement with the countries of Latin America, but Congress refused to pass many of his initiatives. During Adams's presidency, the Democratic-Republican Party split into two major camps: the National Republican Party, which supported President Adams, and Andrew Jackson's Democratic Party. The Democrats proved to be more effective political organizers than Adams and his National Republican supporters, and Jackson soundly defeated Adams in the 1828 presidential election, making Adams the second president to fail to win re-election (his father being the first). Rather than retiring from public service, Adams won election to the House of Representatives, where he would serve from 1831 until his death in 1848. He remains the only former president to be elected to the chamber. After narrowly losing his bids for Governor of Massachusetts and Senate re-election, Adams joined the Anti-Masonic Party in the early 1830s before joining the Whig Party, which united those opposed to President Jackson. During his time in Congress, Adams became increasingly critical of slavery and of the Southern leaders who he believed controlled the Democratic Party. He was particularly opposed to the annexation of Texas and the Mexican–American War, which he saw as a war to extend slavery and its political grip on Congress. He also led the repeal of the \"gag rule\", which had prevented the House of Representatives from debating petitions to abolish slavery. Historians concur that Adams was one of the greatest diplomats and secretaries of state in American history; they typically rank him as an average president, as he had an ambitious agenda but could not get it passed by Congress. John Quincy Adams was born on July 11, 1767, to John and Abigail Adams (née Smith) in a part of Braintree, Massachusetts that is now Quincy.[5] He was named after his mother's maternal grandfather, Colonel John Quincy, after whom Quincy, Massachusetts, is named, who died two days after Adams's birth.[6] Young Adams was educated by private tutors – his cousin James Thaxter and his father's law clerk, Nathan Rice.[7][page needed] He soon exhibited literary skills, and in 1779 he started a diary that he kept until just before he died in 1848.[8] Until the age of ten, Adams grew up on the family farm in Braintree, largely in the care of his mother. Though frequently absent because of his participation in the American Revolution, John Adams maintained a correspondence with his son, encouraging him to read works by authors such as Thucydides and Hugo Grotius.[9] With his father's encouragement, Adams would also translate classical authors such as Virgil, Horace, Plutarch, and Aristotle.[10] In 1778, Adams and his father departed for Europe, where John Adams would serve as part of American diplomatic missions in France and the Netherlands.[11] During this period, Adams studied law, French, Greek, and Latin, and attended several schools, including Leiden University.[12][13] In 1781, Adams traveled to Saint Petersburg, Russia, where he served as the secretary to the American diplomat, Francis Dana.[14] He returned to the Netherlands in 1783 and accompanied his father to Great Britain in 1784.[15] Though Adams enjoyed Europe, he and his family decided he needed to return to the United States to complete his education and eventually launch a political career.[16] Adams returned to the United States in 1785 and earned admission as a member of the junior class of Harvard College the following year. He joined Phi Beta Kappa and excelled academically, graduating second in his class in 1787.[17] After graduating from Harvard, he studied law with Theophilus Parsons in Newburyport, Massachusetts, from 1787 to 1789.[18] Adams initially opposed the ratification of the United States Constitution, but he ultimately came to accept the document, and in 1789 his father was elected as the first Vice President of the United States.[19] In 1790, Adams opened his own legal practice in Boston. Despite some early struggles, he was successful as an attorney and established financial independence from his parents.[20] Adams initially avoided becoming involved in politics, instead focusing on building his legal career. In 1791, he wrote a series of pseudonymously published essays arguing that Britain provided a better governmental model than France. Two years later, he published another series of essays attacking Edmond-Charles Genêt, a French diplomat who sought to undermine President George Washington's policy of neutrality in the French Revolutionary Wars.[21] In 1794, Washington appointed Adams as the U.S. ambassador to the Netherlands. Adams considered declining the role, but ultimately took the position on the advice of his father.[22] While abroad, Adams continued to urge neutrality, arguing that the United States would benefit economically by staying out of the ongoing French Revolutionary Wars.[23] His chief duty as the ambassador to the Netherlands was to secure and maintain loans essential to U.S. finances. On his way to the Netherlands, he met with John Jay, who was then negotiating the Jay Treaty with Great Britain. Adams supported the Jay Treaty, but it proved unpopular with many in the United States, contributing to a growing partisan split between the Federalist Party of Alexander Hamilton and the Democratic-Republican Party of Thomas Jefferson.[24] Adams spent the winter of 1795–1796 in London, where he met Louisa Catherine Johnson, the second daughter of American merchant Joshua Johnson. In April 1796, Louisa accepted Adams's proposal of marriage. Adams's parents disapproved of his decision to marry a woman who had grown up in England, but he informed his parents that he would not reconsider his decision.[25] Adams initially wanted to delay his wedding to Louisa until he returned to the United States, but they married in All Hallows-by-the-Tower in July 1797.[26][b] Shortly after the wedding, Joshua Johnson fled England to escape his creditors, and Adams did not receive the dowry that Johnson had promised him, much to the embarrassment of Louisa. Adams noted in his own diary that he had no regrets about his decision to marry Louisa.[28] In 1796, Washington appointed Adams as the U.S. ambassador to Portugal.[29] Later that year, John Adams defeated Jefferson in the 1796 presidential election. When the elder Adams became president, he appointed his son as the U.S. ambassador to Prussia.[30] Though concerned that his appointment would be criticized as nepotistic, Adams accepted the position and traveled to the Prussian capital of Berlin with his wife and his younger brother, Thomas Boylston Adams. The State Department tasked Adams with developing commercial relations with Prussia and Sweden, but President Adams also asked his son to write to him frequently about affairs in Europe.[31] In 1799, Adams negotiated a new trade agreement between the United States and Prussia, though he could never complete an agreement with Sweden.[32] He frequently wrote to family members in the United States, and in 1801 his letters about the Prussian region of Silesia were published in a book titled Letters on Silesia.[33] During his time in Prussia, Adams befriended the German diplomat and writer Friedrich von Gentz, whose work, The Origins and Principles of the American Revolution, Compared with the Origins and Principles of the French Revolution, Adams would translate into English in 1800. In the 1800 presidential election, Jefferson defeated John Adams, and both Adams and his son left office in early 1801.[34] On his return to the United States, Adams re-established a legal practice in Boston, and in April 1802 he was elected to the Massachusetts Senate.[35] In November of that year, he ran unsuccessfully for the United States House of Representatives.[36] In February 1803, the Massachusetts legislature elected Adams to the United States Senate. Though somewhat reluctant to affiliate with any political party, Adams joined the Federalist minority in Congress.[37] Like his Federalist colleagues, he opposed the impeachment of Associate Justice Samuel Chase, an outspoken supporter of the Federalist Party.[38] Adams had strongly opposed Jefferson's 1800 presidential candidacy, but he gradually became alienated from the Federalist Party. His disaffection was driven by the party's declining popularity, disagreements over foreign policy, and Adams's hostility to Timothy Pickering, a Federalist Party leader whom Adams viewed as overly favorable to Britain. Unlike other New England Federalists, Adams supported the Jefferson administration's Louisiana Purchase and expansionist policies.[39] Adams was the lone Federalist in Congress to vote for the Non-importation Act of 1806 that punished Britain for its attacks on American shipping during the ongoing Napoleonic Wars. Adams became increasingly frustrated with the unwillingness of other Federalists to condemn British actions, including impressment, and he moved closer to the Jefferson administration. After Adams supported the Embargo Act of 1807, the Federalist-controlled Massachusetts legislature elected Adams's successor several months before the end of his term, and Adams resigned from the Senate shortly thereafter.[40] While a member of the Senate, Adams served as a professor of logic at Brown University[41] and as the Boylston Professor of Rhetoric and Oratory at Harvard University. Adams's devotion to classical rhetoric shaped his response to public issues, and he would remain inspired by those rhetorical ideals long after the neo-classicalism and deferential politics of the founding generation were eclipsed by the commercial ethos and mass democracy of the Jacksonian Era. Many of Adams's idiosyncratic positions were rooted in his abiding devotion to the Ciceronian ideal of the citizen-orator \"speaking well\" to promote the welfare of the polis.[42] He was also influenced by the classical republican ideal of civic eloquence espoused by British philosopher David Hume.[43] Adams adapted these classical republican ideals of public oratory to the American debate, viewing its multilevel political structure as ripe for \"the renaissance of Demosthenic eloquence\". His Lectures on Rhetoric and Oratory (1810) looks at the fate of ancient oratory, the necessity of liberty for it to flourish, and its importance as a unifying element for a new nation of diverse cultures and beliefs. Just as civic eloquence failed to gain popularity in Britain, in the United States interest faded in the second decade of the 19th century, as the \"public spheres of heated oratory\" disappeared in favor of the private sphere.[44] After resigning from the Senate, Adams was ostracized by Massachusetts Federalist leaders, but he declined Democratic-Republican entreaties to seek office.[45] In 1809, he argued before the Supreme Court of the United States in Fletcher v. Peck, and the Supreme Court ultimately agreed with Adams's argument that the Constitution's Contract Clause prevented the state of Georgia from invalidating a land sale to out-of-state companies.[46] Later that year, President James Madison appointed Adams as the first United States Minister to Russia in 1809. Though Adams had only recently broken with the Federalist Party, his support of Jefferson's foreign policy had earned him goodwill with the Madison Administration.[47] Adams was well-qualified for the role after his experiences in Europe generally and Russia specifically.[48] After a difficult passage through the Baltic Sea, Adams arrived in the Russian capital of St. Petersburg in October 1809. He quickly established a productive working relationship with Russian official Nikolay Rumyantsev and eventually befriended Tsar Alexander I of Russia. Adams continued to favor American neutrality between France and Britain during the Napoleonic War.[49] Louisa was initially distraught at the prospect of living in Russia, but she became a popular figure at the Russian court.[50] From his diplomatic post, Adams observed the French Emperor Napoleon's invasion of Russia, which ended in defeat for the French.[51] In February 1811, President Madison nominated Adams as an Associate Justice of the United States Supreme Court.[52] The nomination was unanimously confirmed by the Senate, but Adams declined the seat, preferring a career in politics and diplomacy, so Joseph Story took the seat instead.[53] Adams had long feared that the United States would enter a war it could not win against Britain, and by early 1812, he saw such a war as inevitable due to the constant British attacks on American shipping and the British practice of impressment. In mid-1812, the United States declared war against Britain, beginning the War of 1812. Tsar Alexander attempted to mediate the conflict between Britain and the United States, and President Madison appointed Adams, Secretary of the Treasury Albert Gallatin, and Federalist Senator James A. Bayard to a delegation charged with negotiating an end to the war. Gallatin and Bayard arrived in St. Petersburg in July 1813, but the British declined Tsar Alexander's offer of mediation. Hoping to start negotiations at another venue, Adams left Russia in April 1814.[54] Negotiations finally began in mid-1814 in Ghent, where Adams, Gallatin, and Bayard were joined by two additional American delegates, Jonathan Russell and former Speaker of the House Henry Clay.[55] Adams, the nominal head of the delegation, got along well with Gallatin, Bayard, and Russell, but he occasionally clashed with Clay.[56] The British delegation initially treated the United States as a defeated power, demanding the creation of an Indian barrier state from American territory near the Great Lakes. The American delegation unanimously rejected this offer, and their negotiating position was bolstered by the American victory in the Battle of Plattsburgh.[57] By November 1814, the government of Lord Liverpool decided to seek an end to hostilities with the U.S. on the basis of status quo ante bellum. Even though a return to the status quo would mean the continuation of the British practice of impressment, Adams and his fellow commissioners had hoped for similar terms. The treaty was signed on December 24, 1814. The United States did not gain any concessions from the treaty but could boast that it had survived a war against the strongest power in the world. Following the signing of the treaty, Adams traveled to Paris, where he witnessed first-hand the Hundred Days of Napoleon's restoration.[58] In May 1815, Adams learned that President Madison had appointed him as the U.S. ambassador to Britain.[59] With the aid of Clay and Gallatin, Adams negotiated a limited trade agreement with Britain. Following the conclusion of the trade agreement, much of Adams's time as ambassador was spent helping stranded American sailors and prisoners of war.[60] In pursuit of national unity, newly elected president James Monroe decided a Northerner would be optimal for the position of Secretary of State, and he chose the respected and experienced Adams for the role.[61] Having spent several years in Europe, Adams returned to the United States in August 1817.[60] Adams served as Secretary of State during Monroe's eight-year presidency, from 1817 to 1825. Many of his successes as secretary, such as the convention of 1818 with the United Kingdom, the Transcontinental Treaty with Spain, and the Monroe Doctrine, were not preplanned strategies but responses to unexpected events. Adams wanted to delay American recognition of the newly independent republics of Latin America to avoid the risk of war with Spain and its European allies. However, Andrew Jackson's military campaign in Florida and Henry Clay's threats in Congress forced Spain to cut a deal, which Adams negotiated successfully. Biographer James Lewis says, \"He managed to play the cards that he had been dealt – cards that he very clearly had not wanted – in ways that forced the Spanish cabinet to recognize the weakness of its own hand\".[62] Apart from the Monroe doctrine, his last four years as Secretary of State were less successful because he was preoccupied with his presidential campaign and refused to make compromises with other countries that might have weakened his candidacy; the result was a small-scale trade war but a successful election to the White House. Taking office in the aftermath of the War of 1812, Adams thought that the country had been fortunate in avoiding territorial losses, and he prioritized avoiding another war with a European power, particularly Britain.[63] He also sought to avoid exacerbating sectional tensions, which had been a major issue for the country during the War of 1812.[64][c] One of the major challenges confronting Adams was how to respond to the power vacuum in Latin America that arose from Spain's weakness following the Peninsular War.[66] In addition to his foreign policy role, Adams held several domestic duties, including overseeing the 1820 Census and writing an extensive report on weights and measures.[67] The weights and measures report, a particular passion of Adams', provided an extensive historical perspective on the topic and advocated for adoption of the metric system.[68] Monroe and Adams agreed on most major foreign policy issues: both favored neutrality in Latin American independence wars, peace with the United Kingdom, rejection of a trade agreement with the French, and peaceful expansion into the Spanish Empire's North American territories.[69] The president and his secretary of state developed a strong working relationship, and while Adams often influenced Monroe's policies, he respected that Monroe made the final decisions on major issues.[70] Monroe met regularly with his five-person cabinet, which initially consisted of Adams, Secretary of the Treasury William H. Crawford, Secretary of War John C. Calhoun, Secretary of the Navy Benjamin Crowninshield, and Attorney General William Wirt.[71] Adams developed a strong respect for Calhoun but believed that Crawford was unduly focused on succeeding Monroe in 1824.[72] During his time as ambassador to Britain, Adams had begun negotiations over several contentious issues that had not been solved by the War of 1812 or the Treaty of Ghent. In 1817, the two countries agreed to the Rush–Bagot Treaty, which limited naval armaments on the Great Lakes. Negotiations between the two powers continued, resulting in the Treaty of 1818, which defined the Canada–United States border west of the Great Lakes. The boundary was set at the 49th parallel to the Rocky Mountains, while the territory to the west of the mountains, known as Oregon Country, would be jointly occupied. The agreement marked a watershed moment in United Kingdom–United States relations, as the United States focused on its southern and western borders and British concerns about American expansionism subsided.[73] When Adams took office, Spanish possessions bordered the United States to the south and west. To the south, Spain retained control of Florida, which the U.S. had long sought to purchase. Spain struggled to control the Indian tribes active in Florida, and some of those tribes raided United States territory. To the west, New Spain bordered the territory acquired by the United States in the Louisiana Purchase, but no clear boundary had been established between United States and Spanish territory.[63] After taking office, Adams began negotiations with Luis de Onís, the Spanish minister to the United States, for the purchase of Florida and the settlement of a border between the United States and New Spain. The negotiations were interrupted by an escalation of the Seminole War, and in December 1818, Monroe ordered General Andrew Jackson to enter Florida and retaliate against Seminoles that had raided Georgia. Exceeding his orders, Jackson captured the Spanish outposts of St. Marks and Pensacola and executed two Englishmen. While Jackson's actions outraged the rest of the cabinet, Adams defended them as necessary to the country's self-defense, and he eventually convinced Monroe and most of the cabinet to support Jackson.[74] Adams informed Spain that its failure to police its own territory had compelled Jackson to act, and he advised Spain to either secure the region or sell it to the United States.[75] The British, meanwhile, declined to risk their recent rapprochement with the United States, and did not make a major diplomatic issue out of Jackson's execution of two British nationals.[76] Negotiations between Spain and the United States continued, and Spain agreed to cede Florida. The determination of the western boundary of the United States proved more difficult. American expansionists favored setting the border at the Rio Grande, but Spain, intent on protecting its colony of Mexico from American encroachment, insisted on setting the boundary at the Sabine River. At Monroe's direction, Adams agreed to the Sabine River boundary, but he insisted that Spain cede its claims on Oregon Country.[77] Adams was deeply interested in establishing American control over the Oregon Country, partly because he believed that control of that region would spur trade with Asia. The acquisition of Spanish claims to the Pacific Northwest also allowed the Monroe administration to pair the acquisition of Florida, which was chiefly sought by Southerners, with territorial gains favored primarily by those in the North.[78] After extended negotiations, Spain and the United States agreed to the Adams–Onís Treaty, which was ratified in February 1821.[74] Adams was deeply proud of the treaty, though he privately was concerned by the potential expansion of slavery into the newly acquired territories.[79] In 1824, the Monroe administration would strengthen US claims to Oregon by ratifying the Russo-American Treaty of 1824, which established Russian Alaska's southern border at 54°40′ north.[80] As the Spanish Empire continued to fracture during Monroe's second term, Adams, Monroe and Clay became increasingly concerned that the \"Holy Alliance\" of Prussia, Austria, and Russia would seek to bring Spain's erstwhile colonies under their control, to the point of even contemplating a Holy Alliance of their own to defend democracy. In his 1821 Fourth of July address, Adams addressed this issue, noting a shared \"chain of sympathy\" between the U.S. and Latin America, but arguing for neutrality rather than a Holy Alliance.[81] In 1822, following the conclusion of the Adams–Onís Treaty, the Monroe administration recognized the independence of several Latin American countries, including Argentina and Mexico. In 1823, British Foreign Secretary George Canning suggested that the United States and Britain should work together to preserve the independence of these fledgling republics. The cabinet debated whether to accept the offer, but Adams opposed it. Instead, Adams urged Monroe to publicly declare the United States' opposition to any European attempt to colonize or re-take control of territory in the Americas, while also committing the United States to neutrality in European affairs. In his December 1823 annual message to Congress, Monroe laid out the Monroe Doctrine, which was largely built upon Adams's ideas.[82] In issuing the Monroe Doctrine, the United States displayed a new level of assertiveness in international relations, as the doctrine represented the country's first claim to a sphere of influence. It also marked the country's shift in psychological orientation away from Europe and towards the Americas. Debates over foreign policy would no longer center on relations with Britain and France, but instead focus on western expansion and relations with Native Americans.[83] The doctrine became one of the foundational principles of U.S. foreign policy.[82] Immediately upon becoming Secretary of State, Adams emerged as one of Monroe's most likely successors, as the last three presidents had all served in the role before taking office. As the 1824 election approached, Henry Clay, John C. Calhoun (who later dropped out of the race), and William H. Crawford appeared to be Adams's primary competition to succeed Monroe.[84] Crawford favored state sovereignty and a strict constructionist view of the Constitution, while Clay, Calhoun, and Adams embraced federally funded internal improvements, high tariffs, and the Second Bank of the United States, which was also known as the national bank.[85] Because the Federalist Party had all but collapsed after the War of 1812, all the major presidential candidates were members of the Democratic-Republican Party.[86] Adams felt that his own election as president would vindicate his father, while also allowing him to pursue an ambitious domestic policy. Though he lacked the charisma of his competitors, Adams was widely respected and benefited from the lack of other prominent Northern political leaders.[87] Adams's top choice for the role of vice president was General Andrew Jackson; Adams noted that \"the Vice-Presidency was a station in which [Jackson] could hang no one, and in which he would need to quarrel with no one\".[88] However, as the 1824 election approached, Jackson jumped into the race for president, and Calhoun ended up receiving the Vice-presidential support of Adams supporters.[86] While the other candidates based their candidacies on their long tenure as congressmen, ambassadors, or members of the cabinet, Jackson's appeal rested on his military service, especially in the Battle of New Orleans.[89] The congressional nominating caucus had decided upon previous Democratic-Republican presidential nominees, but it had become largely discredited by 1824. Candidates were instead nominated by state legislatures or nominating conventions, and Adams received the endorsement of the New England legislatures.[90] The regional strength of each candidate played an important role in the election; Adams was popular in New England, Clay and Jackson were strong in the West, and Jackson and Crawford competed for the South.[91] In the 1824 presidential election, Jackson won a plurality in the Electoral College, taking 99 of the 261 electoral votes, while Adams won 84, Crawford won 41, and Clay took 37. Calhoun, meanwhile, won a majority of the electoral votes for vice president.[91] Adams nearly swept the electoral votes of New England and won a majority of the electoral votes in New York, but he won just six electoral votes from the slave states. Most of Jackson's support came from slave-holding states, but he also won New Jersey, Pennsylvania, and some electoral votes from the Northwest.[92] As no candidate won a majority of the electoral votes, the House was required to hold a contingent election under the terms of the Twelfth Amendment. The House would decide among the top three electoral vote winners, with each state's delegation having one vote; thus, unlike his three rivals, Clay was not eligible to be elected by the House.[91] Adams knew that his own victory in the contingent election would require the support of Clay, who wielded immense influence in the House of Representatives.[93] Though they were quite different in temperament and had clashed in the past, Adams and Clay shared similar views on national issues. By contrast, Clay viewed Jackson as a dangerous demagogue, and he was unwilling to support Crawford due to the latter's health issues.[94] Adams and Clay met before the contingent election, and Clay agreed to support Adams in the election.[95] Adams also met with Federalists such as Daniel Webster, promising that he would not deny governmental positions to members of their party.[96] On February 9, 1825, Adams won the contingent election on the first ballot, taking 13 of the 24 state delegations. Adams won the House delegations of all the states in which he or Clay had won a majority of the electoral votes, as well as the delegations of Illinois, Louisiana, and Maryland.[95] Adams's victory made him the first child of a president to serve as president himself.[d] After the election, many of Jackson's supporters claimed that Adams and Clay had reached a \"Corrupt Bargain\" whereby Adams promised Clay the position of Secretary of State in return for Clay's support.[95] Adams was inaugurated on March 4, 1825, becoming the first son of a former United States president to himself become president, a feat only repeated 176 years later by George W. Bush, son of George H. W. Bush. He took the oath of office on a book of constitutional law, instead of the more traditional Bible.[97] In his inaugural address, he adopted a post-partisan tone, promising that he would avoid party-building and politically motivated appointments. He also proposed an elaborate program of \"internal improvements\": roads, ports, and canals. Though some were worried about the constitutionality of such federal projects, Adams argued that the General Welfare Clause provided for broad constitutional authority. He promised that he would ask Congress to authorize many such projects.[98] Adams presided over a harmonious and productive cabinet that he met with on a weekly basis.[99] Like Monroe, Adams sought a geographically balanced cabinet that would represent the various party factions, and he asked the members of the Monroe cabinet to remain in place for his own administration.[100] Samuel L. Southard of New Jersey stayed on as Secretary of the Navy, William Wirt kept his post of Attorney General,[101] and John McLean of Ohio continued to serve as the Postmaster General, an important position that was not part of the cabinet.[102] Adams's first choices for Secretary of War and Secretary of the Treasury were Andrew Jackson and William Crawford, but each declined to serve in the administration. Adams instead selected James Barbour of Virginia, a prominent supporter of Crawford, to lead the War Department. Leadership of the Treasury Department went to Richard Rush of Pennsylvania, who would become a prominent advocate of internal improvements and protective tariffs within the administration.[103] Adams chose Henry Clay as Secretary of State, angering those who believed that Clay had offered his support in the 1824 election for the most prestigious position in the cabinet.[104] Though Clay would later regret accepting the position since it reinforced the \"Corrupt Bargain\" accusation, Clay's strength in the West and interest in foreign policy made him a natural choice for the top cabinet position.[105] In his 1825 annual message to Congress,[106] Adams presented a comprehensive and ambitious agenda. He called for major investments in internal improvements as well as the creation of a national university, a naval academy, and a national astronomical observatory. Noting the healthy status of the treasury and the possibility for more revenue via land sales, Adams argued for the completion of several projects that were in various stages of construction or planning, including a road from Washington, D.C. to New Orleans.[107] He also proposed the establishment of a Department of the Interior as a new cabinet-level department that would preside over these internal improvements.[108] Adams hoped to fund these measures primarily through Western land sales, rather than increased taxes or public debt.[85] The domestic agenda of Adams and Clay, which would come to be known as the American System, was designed to unite disparate regional interests in the promotion of a thriving national economy.[109] Adams's programs faced opposition from various quarters. Many disagreed with his broad interpretation of the constitution and preferred that power be concentrated in state governments rather than the federal government. Others disliked interference from any level of government and were opposed to central planning.[110] Some in the South feared that Adams was secretly an abolitionist and that he sought to subordinate the states to the federal government.[111] Most of the president's proposals were defeated in Congress. Adams's ideas for a national university, a national observatory, and the establishment of a uniform system of weights and measures never received congressional votes.[112] His proposal for the creation of a naval academy won the approval of the Senate but was defeated in the House; opponents objected to the naval academy's cost and worried that the establishment of such an institution would \"produce degeneracy and corruption of the public morality\".[113] Adams's proposal to establish a national bankruptcy law was also defeated.[112] Unlike other aspects of his domestic agenda, Adams won congressional approval for several ambitious infrastructure projects.[114] Between 1824 and 1828, the United States Army Corps of Engineers conducted surveys for a bevy of potential roads, canals, railroads, and improvements in river navigation. Adams presided over major repairs and further construction on the National Road, and shortly after he left office the National Road extended from Cumberland, Maryland, to Zanesville, Ohio.[115] The Adams administration also saw the beginning of the Chesapeake and Ohio Canal; the construction of the Chesapeake & Delaware Canal and the Louisville and Portland Canal around the Falls of the Ohio; the connection of the Great Lakes to the Ohio River system in Ohio and Indiana; and the enlargement and rebuilding of the Dismal Swamp Canal in North Carolina.[116] Additionally, the first passenger railroad in the United States, the Baltimore and Ohio Railroad, was constructed during Adams's presidency. Though many of these projects were undertaken by private actors, the government often provided money or land to aid the completion of such projects.[117] In the immediate aftermath of the 1825 contingent election, Jackson was gracious to Adams.[118] Nevertheless, Adams's appointment of Clay rankled Jackson, who received a flood of letters encouraging him to run. In 1825, Jackson accepted the presidential nomination of the Tennessee legislature for the 1828 election.[119] Though he had been close to Adams during Monroe's presidency, Vice President Calhoun was also politically alienated from the president by the appointment of Clay, since that appointment established Clay as the natural heir to Adams.[120] Adams's ambitious December 1825 annual message to Congress further galvanized the opposition, with important figures such as Francis Preston Blair of Kentucky and Thomas Hart Benton of Missouri breaking with the Adams administration.[121] By the end of the first session of the 19th United States Congress, an anti-Adams congressional coalition consisting of Jacksonians (led by Benton and Hugh Lawson White), Crawfordites (led by Martin Van Buren and Nathaniel Macon), and Calhounites (led by Robert Y. Hayne and George McDuffie) had emerged.[122] Aside from Clay, Adams lacked strong supporters outside of the North, and Edward Everett, John Taylor, and Daniel Webster served as his strongest advocates in Congress.[123] Supporters of Adams began calling themselves National Republicans, while supporters of Jackson began calling themselves Democrats.[124] In the press, they were often described as \"Adams Men\" and \"Jackson Men\".[125] In the 1826 elections, Adams's opponents picked up seats throughout the country, as allies of Adams failed to coordinate among themselves.[126] Andrew Stevenson, a Jackson supporter, replaced John Taylor, an Adams supporter, as Speaker of the House.[127] As Adams himself noted, the United States had never seen a Congress that was firmly under the control of political opponents of the president.[128] After the elections, Van Buren and Calhoun agreed to throw their support behind Jackson in 1828, with Van Buren bringing along many of Crawford's supporters.[129] Though Jackson did not articulate a detailed political platform in the same way that Adams did, his coalition united in opposition to Adams's reliance on government planning.[130] Adams, meanwhile, clung to the hope of a non-partisan nation, and he refused to make full use of the power of patronage to build up his own party structure.[131] During the first half of his administration, Adams avoided taking a strong stand on tariffs, partly because he wanted to avoid alienating his allies in the South and New England.[132] After Jacksonians took power in 1827, they devised a tariff bill designed to appeal to Western states while instituting high rates on imported materials important to the economy of New England. It is unclear whether Van Buren, who shepherded the bill through Congress, meant for the bill to pass, or if he had deliberately designed it to force Adams and his allies to oppose it.[133] Regardless, Adams signed the Tariff of 1828, which became known as the \"Tariff of Abominations\" by opponents. Adams was denounced in the South, and he received little credit for the tariff in the North.[134] Adams sought the gradual assimilation of Native Americans via consensual agreements, a priority shared by few whites in the 1820s. Yet Adams was also deeply committed to the westward expansion of the United States. Settlers on the frontier, constantly seeking to move westward, cried for a more expansionist policy that disregarded the concerns of Native Americans. Early in his term, Adams suspended the Treaty of Indian Springs after learning that the Governor of Georgia, George Troup, had forced the treaty on the Muscogee.[135] Adams signed a new treaty with the Muscogee in January 1826 that allowed the Muscogee to stay but ceded most of their land to Georgia. Troup refused to accept its terms and authorized all Georgian citizens to evict the Muscogee.[136] A showdown between Georgia and the federal government was only averted after the Muscogee agreed to a third treaty.[137] Though many saw Troup as unreasonable in his dealings with the federal government and the Native Americans, the administration's handling of the incident alienated those in the Deep South who favored immediate Indian removal.[138] One of the major foreign policy goals of the Adams administration was the expansion of American trade.[139] His administration reached reciprocity treaties with a number of nations, including Denmark, the Hanseatic League, the Scandinavian countries, Prussia, and the Federal Republic of Central America. The administration also reached commercial agreements with the Kingdom of Hawaii and the Kingdom of Tahiti.[140] Agreements with Denmark and Sweden opened their colonies to American trade, but Adams was especially focused on opening trade with the British West Indies. The United States had reached a commercial agreement with Britain in 1815, but that agreement excluded British possessions in the Western Hemisphere. In response to United States pressure, the British had begun to allow a limited amount of American imports to the West Indies in 1823, but United States leaders continued to seek an end to Britain's protective Imperial Preference system.[141] In 1825, Britain banned United States trade with the British West Indies, dealing a blow to Adams's prestige.[142] The Adams administration negotiated extensively with the British to lift this ban, but the two sides could not reach an agreement.[143] Despite the loss of trade with the British West Indies, the other commercial agreements secured by Adams helped expand the overall volume of United States exports.[144] Aside from an unsuccessful attempt to purchase Texas from Mexico, President Adams did not seek to expand into Latin America or North America.[145] Adams and Clay instead sought engagement with Latin America to prevent it from falling under the British Empire's economic influence.[146] As part of this goal, the administration favored sending a United States delegation to the Congress of Panama, an 1826 conference of New World republics organized by Simón Bolívar.[147] Clay and Adams hoped that the conference would inaugurate a \"Good Neighborhood Policy\" among the independent states of the Americas.[148] However, the funding for a delegation and the confirmation of delegation nominees became entangled in a political battle over Adams's domestic policies, with opponents such as Van Buren impeding the confirmation of a delegation.[110] While Van Buren saw the Panama Congress as an unwelcome deviation from the more isolationist foreign policy established by President Washington,[148] many Southerners opposed involvement with any conference attended by delegates from Haiti, a republic that had been established through a slave revolt.[149] Though the United States delegation finally won confirmation from the Senate, it never reached the Congress of Panama due to the Senate's delay.[150] The Jacksonians formed an effective party apparatus that adopted many modern campaign techniques. Rather than focusing on issues, they emphasized Jackson's popularity and the supposed corruption of Adams and the federal government. Jackson himself described the campaign as a \"struggle between the virtue of the people and executive patronage\".[151] Adams, meanwhile, refused to adapt to the new reality of political campaigns, and he avoided public functions and refused to invest in pro-administration tools such as newspapers.[152] In early 1827, Jackson was publicly accused of having encouraged his wife, Rachel, to desert her first husband.[153] In response, followers of Jackson attacked Adams's personal life, and the campaign turned increasingly nasty.[154] The Jacksonian press portrayed Adams as an out-of-touch elitist,[155] while pro-Adams newspapers attacked Jackson's past involvement in various duels and scuffles, portraying him as too emotional and impetuous for the presidency. Though Adams and Clay had hoped that the campaign would focus on the American System, it was instead dominated by the personalities of Jackson and Adams.[156] Vice President Calhoun joined Jackson's ticket, while Adams turned to Secretary of the Treasury Richard Rush as his running mate.[157] The 1828 election thus marked the first time in United States history that a presidential ticket composed of two Northerners faced off against a presidential ticket composed of two Southerners.[158] In the election, Jackson won 178 of the 261 electoral votes and just under 56% of the popular vote.[159] Jackson won 50.3% of the popular vote in the free states, but 72.6% of the vote in the slave states.[160] No future presidential candidate would match Jackson's proportion of the popular vote until Theodore Roosevelt's 1904 campaign, while Adams's loss made him the second one-term president, after his own father.[159] By 1828, only two states did not hold a popular vote for president, and the number of votes in the 1828 election was triple that in the 1824 election. This increase in votes was due not only to the recent wave of democratization, but also because of increased interest in elections and the growing ability of the parties to mobilize voters.[161] Adams did not attend Jackson's inauguration, making him one of only four presidents who finished their terms but skipped the event.[162] Adams considered permanently retiring from public life after his 1828 defeat, and he was deeply hurt by the suicide of his son, George Washington Adams, in 1829.[163] He was appalled by many of the Jackson administration's actions, including its embrace of the spoils system[164] and the prosecution of his close friend, Treasury Auditor Tobias Watkins, for embezzlement.[165] Though they had once maintained a cordial relationship, Adams and Jackson each came to loathe the other in the decades after the 1828 election.[166] Adams grew bored with his retirement and still felt that his career was unfinished, so he ran for and won a seat in the United States House of Representatives in the 1830 elections.[167] His election went against the generally held opinion, shared by his own wife and youngest son, that former presidents should not run for public office.[168] Nonetheless, he would win election to nine terms, serving from 1831 until his death in 1848.[1] Adams and Andrew Johnson are the only former presidents to serve in Congress.[169] After winning election, Adams became affiliated with the Anti-Masonic Party, partly because the National Republican Party's leadership in Massachusetts included many of the former Federalists that Adams had clashed with earlier in his career. The Anti-Masonic Party originated as a movement against Freemasonry, but it developed into the country's first third party and embraced a general program of anti-elitism.[170] Adams expected a light workload when he returned to Washington at 64 years old, but Speaker Andrew Stevenson selected Adams chair of the Committee on Commerce and Manufactures.[171] Though he identified as a member of the Anti-Masonic Party, Congress was broadly polarized into allies of Jackson and opponents of Jackson, and Adams generally aligned with the latter camp.[172] Stevenson, an ally of Jackson, expected that the committee chairmanship would keep Adams busy defending the tariff even while the Jacksonian majority on the committee would prevent Adams from accruing any real power.[173] As chair of the committee charged with writing tariff laws, Adams became an important player in the Nullification crisis, which stemmed largely from Southern objections to the high rates imposed by the Tariff of 1828. South Carolina leaders argued that states could nullify federal laws, and they announced that the they would bar the federal government from enforcing the tariff in their state.[174] Adams helped pass the Tariff of 1832, which lowered rates, but not enough to mollify the South Carolina nullifiers. The crisis ended when Clay and Calhoun agreed to another tariff bill, the Tariff of 1833, that furthered lower tariff rates. Adams was appalled by the Nullification Crisis's outcome, as he felt that the Southern states had unfairly benefited from challenging federal law.[175] After the crisis, Adams was convinced that Southerners exercised undue influence over the federal government through their control of Jackson's Democratic Party.[176] In the 1833 Massachusetts gubernatorial election, the Anti-Masonic Party nominated Adams in a four-way race between Adams, the National Republican candidate, the Democratic candidate, and a candidate of the Working Men's Party. The National Republican candidate, John Davis, won 40% of the vote, while Adams finished in second place with 29%. Because no candidate won a majority of the vote, the state legislature decided the election. Rather than seek election by the legislature, Adams withdrew his name from contention, and the legislature selected Davis.[177] Adams was nearly elected to the Senate in 1835 by a coalition of Anti-Masons and National Republicans, but his support for Jackson in a minor foreign policy matter annoyed National Republican leaders enough that they dropped their support for his candidacy.[178] After 1835, Adams never again sought higher office, focusing instead on his service in the House of Representatives.[179] In the mid-1830s, the Anti-Masonic Party, the National Republicans, and other groups opposed to Jackson coalesced into the Whig Party.[180] In the 1836 presidential election Democrats put forward Martin Van Buren, while the Whigs fielded multiple presidential candidates. Because he disdained all the major party contenders for president, Adams did not take part in the campaign; Van Buren won the election.[181] Nonetheless, Adams became aligned with the Whig Party in Congress.[182] Adams generally opposed the initiatives of President Van Buren, long a political adversary, though they maintained a cordial public relationship.[183] The Republic of Texas won its independence from Mexico in the Texas Revolution of 1835–1836. Texas had largely been settled by Americans from the Southern United States, and many of those settlers owned slaves despite an 1829 Mexican law that abolished slavery. Many in the United States and Texas thus favored the admission of Texas into the union as a slave state. Adams considered the issue of Texas to be \"a question of far deeper root and more overshadowing branches than any or all others that agitate the country\", and he emerged as one of the leading congressional opponents of annexation. When he served as secretary of state, Adams had sought to acquire Texas, but he argued that, because Mexico had abolished slavery, the acquisition of Texas would transform the region from a free territory into a slave state. He also feared that the annexation of Texas would encourage Southern expansionists to pursue other potential slave states, including Cuba. Adams's firm stance may have played a role in discouraging Van Buren from pushing for the annexation of Texas during his presidency.[184] Whig nominee William Henry Harrison defeated Van Buren in the 1840 presidential election, and the Whigs gained control of both houses of Congress for the first time. Despite his low regard for Harrison as a person, Adams was enthusiastic about the new Whig administration and the end of the long-standing Democratic dominance of the federal government.[185] However, Harrison died in April 1841 and was succeeded by Vice President John Tyler, a Southerner who, unlike Adams, Henry Clay, and many other prominent Whigs, did not embrace the American System. Adams saw Tyler as an agent of \"the slave-driving, Virginia, Jeffersonian school, principled against all improvement\". After Tyler vetoed a bill to restore the national bank, Whig congressmen expelled Tyler from the party. Adams was appointed chairman of a special committee that explored impeaching Tyler, and Adams presented a scathing report of Tyler that argued that his actions warranted impeachment. The impeachment process did not move forward, though, because the Whigs did not believe that the Senate would vote to remove Tyler from office.[186] Tyler made the annexation of Texas the main foreign policy priority of the later stages of his administration.[187] He attempted to win ratification of an annexation treaty in 1844, but, to Adams's surprise and relief, the Senate rejected the treaty.[188] The annexation of Texas became the central issue of the 1844 presidential election, and Southerners blocked the nomination of Van Buren at the 1844 Democratic National Convention due to the latter's opposition to annexation; the party instead nominated James K. Polk, an acolyte of Andrew Jackson.[189] Though he once again did not take part in the campaigning, Adams was deeply disappointed that Polk defeated his old ally, Henry Clay, in the 1844 election. He attributed the outcome of the election partly to the Liberty Party, a small, abolitionist third party that may have siphoned votes from Clay in the crucial state of New York.[190] After the election, Tyler, whose term would end in March 1845, once again submitted an annexation treaty to Congress.[e] Adams strongly attacked the treaty, arguing that the annexation of Texas would involve the United States in \"a war for slavery\". Despite Adams's opposition, both houses of Congress approved the treaty, with most Democrats voting for annexation and most Whigs voting against it. Texas thus joined the United States as a slave state in 1845.[192] Adams had served with James K. Polk in the House of Representatives, and Adams loathed the new president, seeing him as another expansionist, pro-slavery Southern Democrat.[193] Adams favored the annexation of the entirety of Oregon Country, a disputed region occupied by both the United States and Britain, and was disappointed when President Polk signed the Oregon Treaty, which divided the land between the two claimants at the 49th parallel.[194] Polk's expansionist aims centered instead on the Mexican province of Alta California, and he attempted to buy the province from Mexico. The Mexican government refused to sell California or recognize the independence and subsequent American annexation of Texas. Polk deployed a military detachment led by General Zachary Taylor to back up his assertion that the Rio Grande constituted the Southern border of both Texas and the United States. After Taylor's forces clashed with Mexican soldiers north of the Rio Grande, Polk asked for a declaration of war in early 1846, asserting that Mexico had invaded American territory. Though some Whigs questioned whether Mexico had started an aggressive war, both houses of Congress declared war, with the House voting 174-to-14 to approve the declaration. One of the 14 dissenting votes was Adams, who believed that Polk was seeking to wage an offensive to expand slavery.[195] After the start of the war, he supported the Wilmot Proviso, an unsuccessful legislative proposal that would have banned slavery in any territory ceded by Mexico.[196] After 1846, ill health increasingly affected Adams, but he continued to oppose the Mexican–American War until his death in 1848.[197] In the 1830s, slavery emerged as an increasingly polarizing issue in the United States.[198] A longtime opponent of slavery, Adams used his new role in Congress to fight it, and he became the most prominent national leader opposing slavery.[199] After one of his reelection victories, he said that he must \"bring about a day prophesied when slavery and war shall be banished from the face of the Earth\". He wrote in his private journal in 1820:[200] The discussion of this Missouri question has betrayed the secret of their souls. In the abstract they admit that slavery is an evil, they disclaim it, and cast it all upon the shoulder of Great Britain. But when probed to the quick upon it, they show at the bottom of their souls pride and vainglory in their condition of masterdom. They look down upon the simplicity of a Yankee's manners, because he has no habits of overbearing like theirs and cannot treat negroes like dogs. It is among the evils of slavery that it taints the very sources of moral principle. It establishes false estimates of virtue and vice: for what can be more false and heartless than this doctrine which makes the first and holiest rights of humanity to depend upon the color of the skin? In 1836, partially in response to Adams's consistent presentation of citizen petitions requesting the abolition of slavery in the District of Columbia, the House of Representatives imposed a \"gag rule\" that immediately tabled any petitions about slavery. Democrats and Southern Whigs favored the rule, but Northern Whigs, like Adams, opposed it.[201] In late 1836, Adams began a campaign to ridicule slave owners and the gag rule. He frequently attempted to present anti-slavery petitions, often in ways that provoked strong reactions from Southern representatives.[202] Though the gag rule remained in place,[203] the discussion ignited by his actions and the attempts of others to quiet him raised questions of the right to petition, the right to legislative debate, and the morality of slavery. Adams fought actively against the gag rule for another seven years, eventually moving the resolution that led to its repeal in 1844.[204] In 1841, at the request of Lewis Tappan and Ellis Gray Loring, Adams joined the case of United States v. The Amistad. Adams went before the Supreme Court on behalf of African slaves who had revolted and seized the Spanish ship Amistad. Adams appeared on February 24, 1841, and spoke for four hours. His argument succeeded: the Court ruled that the Africans were free and they returned to their homes.[205] Adams also became a leading force for the promotion of science. In 1829, British scientist James Smithson died, and he left his fortune for the \"increase and diffusion of knowledge\". In Smithson's will, he stated that should his nephew, Henry James Hungerford, die without heirs, the Smithson estate would go to the government of the United States to create an \"Establishment for the increase and diffusion of Knowledge among men\". After the nephew died without heirs in 1835, President Andrew Jackson informed Congress of the bequest, which amounted to about US$500,000 (US$75 million in 2008 dollars after inflation). Adams realized that this might allow the United States to realize his dream of building a national institution of science and learning. Adams thus became Congress's primary supporter of the future Smithsonian Institution.[206] The money was invested in shaky state bonds, which quickly defaulted. After heated debate in Congress, Adams successfully argued to restore the lost funds with interest.[207] Though Congress wanted to use the money for other purposes, Adams successfully persuaded Congress to preserve the money for an institution of science and learning. Congress also debated whether the federal government had the authority to accept the gift, though with Adams leading the initiative, Congress accepted the legacy bequeathed to the nation and pledged the faith of the United States to the charitable trust on July 1, 1836.[208] Partly due to Adams's efforts, Congress voted to establish the Smithsonian Institution in 1846. A nonpolitical board of regents was established to lead the institution, which included a museum, art gallery, library, and laboratory.[209] In mid-November 1846, the 78-year-old former president suffered a stroke that left him partially paralyzed. After a few months of rest, he made a full recovery and resumed his duties in Congress. When Adams entered the House chamber on February 13, 1847, everyone \"stood up and applauded\".[210] On February 21, 1848, the House of Representatives was discussing the matter of honoring United States Army officers who served in the Mexican–American War. Adams had been a vehement critic of the war, and as Congressmen rose up to say, \"Aye!\" in favor of the measure, he instead yelled, \"No!\"[211] He rose to answer a question put forth by Speaker of the House Robert Charles Winthrop.[212] Immediately thereafter, Adams collapsed, having suffered a massive cerebral hemorrhage.[213] Two days later, on February 23, he died at 7:20 p.m. with his wife at his side in the Speaker's Room inside the Capitol Building in Washington, D.C.; his only living child, Charles Francis, did not arrive in time to see his father alive. His last words were \"This is the last of Earth. I am content\".[212] Among those present for his death was Abraham Lincoln, then a freshman representative from Illinois.[214] His original interment was temporary, in the public vault at the Congressional Cemetery in Washington, D.C. Later, he was interred in the family burial ground in Quincy, Massachusetts, across from the (Unitarian) United First Parish Church, called Hancock Cemetery. After Louisa's death in 1852, his son had his parents re-interred in the expanded family crypt in the United First Parish Church across the street, next to John and Abigail. Both tombs are viewable by the public. Adams's original tomb at Hancock Cemetery is still there and marked simply \"J.Q. Adams\".[215] Adams and Louisa had three sons and a daughter. Their daughter, Louisa, was born in 1811 but died in 1812.[216] They named their first son George Washington Adams (1801–1829) after the first president. This decision upset Adams's mother, and, by her account, his father as well.[217] Both George and their second son, John (1803–1834), led troubled lives and died in early adulthood.[218][219] George, who had long suffered from alcoholism, died in 1829 after going overboard on a steamboat; it is not clear whether he fell or purposely jumped from the boat.[220] John, who ran an unprofitable flour and grist mill owned by his father, died of an unknown illness in 1834.[221] Adams's youngest son, Charles Francis Adams Sr., was an important leader of the \"Conscience Whigs\", a Northern, anti-slavery faction of the Whig Party.[197] Charles served as the Free Soil Party's vice presidential candidate in the 1848 presidential election and later became a prominent member of the Republican Party.[222] Adams's personality and political beliefs were much like his father's.[223] He always preferred solitary reading to social engagements, and he was repeatedly persuaded to stay in public service by others. Historian Paul Nagel states that, like Abraham Lincoln after him, Adams often suffered from depression, for which he sought treatment in early years. Adams thought his depression was due to the high expectations demanded of him by his father and mother. Throughout his life, he felt inadequate and socially awkward because of his depression, and was constantly bothered by his physical appearance.[223] He was closer to his father, with whom he spent much of his early life with abroad, than he was to his mother. In his youth, while the American Revolution raged on, Adams heard from his mother about his father's work and the substantial risks he took to support it. As a result, he developed a deep respect for his father.[223] In contrast, Adams had a rocky relationship with his mother, due to her high expectations of him, and her fear that her children would follow in the footsteps of her brother, who died of alcoholism.[223] His biographer, Nagel, concludes that his mother's disapproval of Louisa Johnson motivated him to marry Johnson in 1797, despite Adams's reservations that Johnson, like his mother, had a forceful personality.[223] Though Adams wore a powdered wig in his youth,[224] he abandoned this fashion and became the first president to adopt a short haircut instead of long hair tied in a queue and to regularly wear long trousers instead of knee breeches.[225][226] It has been suggested that John Quincy Adams had the highest I.Q. of any U.S. president.[227][228] Dean Simonton, a professor of psychology at UC Davis, estimated his I.Q. score at 165.[229] He reportedly spoke eight foreign languages (Latin, Greek, French, German, Spanish, Italian, Dutch, and Russian).[230] Adams is widely regarded as one of the most effective diplomats and secretaries of state in American history,[231][232] but scholars generally rank him as an average president.[233][234] Adams is remembered as a man eminently qualified for the presidency, yet hopelessly weakened in his presidential leadership potential because of the 1824 election. Most importantly, Adams is remembered as a poor politician in an era when politics had begun to matter more. He spoke of trying to serve as a man above the \"baneful weed of party strife\" at the precise moment in history when the Second Party System was emerging with nearly revolutionary force.[169] Biographer and historian William J. Cooper Jr. comments that Adams \"does not loom large in the American imagination\", but that he has received more public attention since the late 20th century due to his anti-slavery stances. Cooper writes that Adams was the first \"major public figure\" to publicly question whether the United States could remain united so long as the institution of slavery persisted.[231] Historian Daniel Walker Howe writes that Adams's \"intellectual ability and courage were above reproach, and his wisdom in perceiving the national interest has stood the test of time\".[235] Historians have often included Adams among the leading conservatives of his day.[236][237][238][239] Russell Kirk sees Adams as a flawed conservative and imprudent in opposing slavery.[237] He has also been praised as a strong prose stylist, with James Parker describing him as one of the \"three authentically muddy-eyed and pained-by-subjectivity writers\" that the White House has harbored, along with Abraham Lincoln and Barack Obama.[240] John Quincy Adams Birthplace is now part of Adams National Historical Park and open to the public. Adams House, one of twelve undergraduate residential Houses at Harvard University, is named for John Adams, John Quincy Adams, and other members of the Adams family associated with Harvard.[241] John Quincy Adams tower, located in the Southwest residential area of the University of Massachusetts Amherst, is named for the president.[242] In 1870, Charles Francis built the first presidential library in the United States, to honor his father. The Stone Library includes over 14,000 books written in twelve languages. The library is located at Peacefield (the \"Old House\") at Adams National Historical Park in Quincy, Massachusetts. An Adams Memorial has been proposed in Washington, D.C., honoring Adams and his wife, son, father, mother, and other members of their family. Adams's middle name of Quincy has been used by several locations in the United States, including the town of Quincy, Illinois. Adams County, Illinois and Adams County, Indiana are also named after Adams. Adams County, Iowa, and Adams County, Wisconsin, were each named for either John Adams or John Quincy Adams. Some sources contend that in 1843 Adams sat for the earliest confirmed photograph of a United States president, although others maintain that William Henry Harrison had posed even earlier for his portrait, in 1841.[243] The original daguerreotype is in the collection of the National Portrait Gallery of the Smithsonian Institution.[244] Adams occasionally is featured in the mass media. In the PBS miniseries The Adams Chronicles (1976), he was portrayed by David Birney, William Daniels, Marcel Trenchard, Steven Grover and Mark Winkworth. He was also portrayed by Anthony Hopkins in the 1997 film Amistad, and again by Ebon Moss-Bachrach and Steven Hinkle in the 2008 HBO television miniseries John Adams; the HBO series received criticism for needless historical and temporal distortions in its portrayal.[245]","country":"United States"}