{"name":"Jorge Sampaio","url":"/wiki/Jorge_Sampaio","Born":"1939-09-18","Died":"2021-09-10","Political party":"Socialist Party","termEnds":null,"termStarts":null,"text":"Jorge Fernando Branco de Sampaio GColTE GColIH GColL (Portuguese pronunciation: [ˈʒɔɾʒ(ɨ) sɐ̃ˈpaju] (listen); 18 September 1939 – 10 September 2021) was a Portuguese lawyer and politician who was the 18th President of Portugal from 1996 to 2006. A member of the Socialist Party, a party which he led between 1989 and 1992, he was the mayor of Lisbon from 1990 to 1995 and High-Representative for the Alliance of Civilizations between 2007 and 2013. He was an opponent to the dictatorship of Estado Novo, who participated in the student crisis in the 1960s and was a lawyer for political prisoners. When he was President, he had an important role in the 1999 East Timorese crisis and under his presidency, Portugal relinquished its last territory in Asia, Macau, which was handed over to China. Sampaio was born in Lisbon on 18 September 1939 in an upper/middle-class family.[2] The Sampaio family lived abroad in the United States and the United Kingdom for some years, due to the professional activity of his father Arnaldo de Sampaio (1908–1984), a physician.[2] His mother was Fernanda Bensaúde Branco (1908 – 15 February 2000), daughter of Shara Bensliman Bensaúde, who died in 1976 and was a Sephardi Jew from Morocco, and Sampaio's maternal grandfather Fernando Branco (1880–1940) was an officer of the Portuguese Navy and later the Foreign Minister of Portugal and his maternal great-granduncle was the businessman José Bensaúde [pt] (1835–1922).[3] Sampaio did not consider himself a Jew and was agnostic.[4] In an interview for the daily newspaper Público he recalled his parents \"putting tapes on the windows, because it was feared that Hitler would come down that way [to Portugal]\".[5] His brother is the adolescent psychiatrist, academic and writer Daniel Sampaio [pt] (born 1946).[3][5] He grew up in Sintra in a manor house[5] and attended the Queen Elizabeth School as a child. In the 1947–1948 school year, the Sampaio family, except Daniel, moved to the United States and settled in Baltimore, where his father taught at Johns Hopkins University. He enrolled at the YMCA where he practiced boxing and swimming and attended piano lessons at the Peabody Institute and participated in its orchestra. At the end of the school year, he returned to her aunt and uncle's house in Lisbon and soon after to Sintra again when his parents returned from the USA. In 1949, Jorge Sampaio wanted to enter the Colégio Militar, but failed, so he ended up entering the Pedro Nunes High School. After finishing the 5th grade, Sampaio chose a set of subjects that gave access to the Law course at Liceo Passos Manuel.[2][6] He started his political career as a college student of the Faculty of Law of the University of Lisbon. Sampaio had a key role in the student resistance and the 1960s academic crisis against the fascist Estado Novo regime and led the Lisbon students union between 1960 and 1961. Following his graduation in 1961, Sampaio started a career as a lawyer before entering politics, following his father's advice, and often defending political prisoners. He was in charge of the defense of defendants in famous cases such as the assault on the Beja Barracks and those arrested during the Vigília da Capela do Rato [pt] protest. Also in his office were made the documents that opposed the exile of Mário Soares, who Sampaio would end up being the successor in the presidency of the Republic. He also worked for the Portuguese Bar Association as a directive.[2][7] On 25 April 1974, during the Carnation Revolution, Sampaio was awakened by a friend's phone call and went to his office to gather information, but soon returned home when the Armed Forces Movement radioed that no one should leave their homes. He came up with the popular slogan \"25 de Abril, sempre!\" (\"Always 25 April!\").[7][8] After the Revolution, in May 1974, Sampaio co-founded the Movement of Socialist Left (\"Movimento de Esquerda Socialista (MES)\") but abandoned the political project soon after when, in the first MES congress in December, he strongly opposed its Marxist-Leninist ideology.[7][8] On 28 September 1974 he participated in the barricades to prevent the arrival of citizens at the demonstration in support of General António de Spínola, then president of the Republic, in an act known as the \"demonstration of the silent majority\".[8] After the failed communist coup of 25 November 1975, Sampaio founded Socialist Intervention (\"Intervenção Socialista (IS)\") in an attempt to unify the left, but with little success.[8] In 1978, the IS was absorbed by the Socialist Party (\"Partido Socialista (PS\") and Sampaio joined that party, where he was associated with its left-most wing.[8][9] He was first elected to the Assembly of the Republic as a deputy for Lisbon in the 1979 legislative elections, an office he held successively until 1991.[7] Between 1979 and 1984 he was the first Portuguese member of the European Commission for Human Rights of the Council of Europe.[10] Between 1986 and 1987 he was president of the parliamentary bench of the Socialist Party.[7] On 18 November 1988, Jorge Sampaio ran for Secretary General of the PS and on 16 January 1989, after defeating Jaime Gama, succeeded Vítor Constâncio, who resigned. Sampaio led the PS until 1992, when António Guterres defeated him by winning the primaries, after being presented as an alternative following the poor results of the party in the 1991 legislative elections.[2][7][8] Also in 1989, Sampaio was elected the 62nd Mayor of Lisbon with a coalition with the CDU after winning 49.1% of the votes against the PSD candidate Marcelo Rebelo de Sousa. This alliance was the first between these two left-wing parties after the Carnation Revolution and was joined by the PEV, the UDP, the MDP/CDE and the PSR and inaugurated a policy of municipal alliances with the Portuguese Communist Party (PCP) and at the initiative of Sampaio himself which the PS did not support.[11][12] His mandate as mayor of the Portuguese capital saw the conclusion of the Plano Estratégico e do Plano Diretor Municipal (PDM) and of the Plano Especial de Realojamento (PER), the consolidation and inauguration of Lisbon as European Capital of Culture in 1994, the reconstruction of the Chiado district that burned down in 1988, and the opening of the Chido and Music museums.[5][11][12] Sampaio was re-elected in 1993.[8] In February 1995, at the Belém Palace and with his family, he announced his intention to run in the presidential elections at the end of the year, so he resigned from his second term as mayor of the city and was succeeded by João Soares.[5] On 13 July 1995, Jorge Sampaio announced his candidacy to run for the presidency of the Republic in the 1996 presidential election, candidacy that was already supported by the Socialist Party a few days earlier and resigned as mayor of Lisbon.[13][14] The electoral campaign began on 31 December and throughout the campaign the polls favored him over his rival former Prime Minister Aníbal Cavaco Silva.[15][16] Sampaio won the election with 3,035,056 votes (53.91%)[17] and was sworn in on 9 March 1996 in a ceremony at the Assembly of the Republic, succeeding Mário Soares.[18] For the first time in the country's democratic history, the government and the president of the Republic were from the same political party.[12] Few weeks after his inauguration, on 13 April he was admitted to the Lisboan Hospital de Santa Cruz to undergo heart surgery. He was discharged 12 days later. On 27 July he was again admitted for open heart surgery.[8] Due to this, he requested a request for temporary impediment to the Constitutional Court, which would become the first time this had happened. He was replaced by the president of the Assembly Almeida Santos.[7][8] On 19 May 1996, at the Estádio Nacional, in the 1996 Taça de Portugal Final, a Sporting CP fan was killed by a rocket launched by a S. L. Benfica cheerleader. After this, Sampaio called for an emergency meeting at halftime, in which he tried to cancel the second half of the match.[5][19] In May 1998 he inaugurated the Expo '98 in Lisbon.[20] In 1998 he became the first president to call referendums: the first one, on 28 June about abortion and the second on 8 November about regionalisation.[8] Upon becoming president in 1996, Sampaio and the government of António Guterres began to work on East Timor's independence. In Oslo in 1999, in a CNN debate on the situation in Timor with Nobel Peace Prize winners José Ramos-Horta and bishop Carlos Ximenes Belo for their role in the Timorese resistance, his intervention had great international repercussion for his confrontation with the Indonesian ambassador to the United Nations Nugroho Wisnumurtio.[21][22] He supported the independence of East Timor.[2] After the Fall of Suharto in 1998 and the rise of B. J. Habibie to the presidency of Indonesia, Portuguese and international diplomacy led to the holding of an independence referendum.[23] On 30 August 1999 the Indonesian province of East Timor held an independence referendum. This was followed by events of extreme violence and massacres against the Timorese population and it was the appropriate occasion for Portugal to put pressure on the international community, especially Bill Clinton's administration, to take a position.[21] A crisis cabinet was convened at the Belém Palace.[23] Sampaio and the Portuguese government made contacts for an international peacekeeping force to enter the territory.[8] On 15 September 1999 the United Nations Security Council Resolution 1264 was adopted and the International Force East Timor established.[24] Former Timorese president and Nobel Peace laureate José Ramos-Horta said of Sampaio that \"he was a great defender of the East Timorese cause and played a crucial role in the political and diplomatic solution that led to independence\".[2] He visited Timor for the first time in February 2000, being the first Portuguese head of state to do so, but had to cut short the visit after learning of the death of his mother at the age of 91.[8][25] He would return in 2002, when Timor was already an independent nation and Xanana Gusmão was already free and president.[23] Timor would become his last official trip, which he made in his last weeks as president in 2006.[23] In 1999 the negotiations for the transfer of Macau to China came to an end. On 19 December, the solemn act of the transfer of sovereignty was celebrated with the Chinese president Jiang Zemin. Minutes before midnight he made the farewell speech that put an end to 442 years of Portuguese colonialism in Macau.[8][23][26] His participation in that ceremony was doubted in March of that year because Sampaio refused to take part without certain questions about the future having been resolved.[27] On 19 October 2000 Sampaio announced his candidacy for re-election.[8] He was re-elected in the 2001 presidential election after defeating Joaquim Ferreira do Amaral, winning 2,401,015 votes (55.55%).[28][29] Following the electoral defeat of the ruling party in the municipal elections of December 2001, Prime Minister António Guterres resigned, opening a political crisis that Sampaio resolved by calling elections for 17 March 2002, seeing that no party represented in the Assembly would be able to form a government.[30] The September 11 attacks caught him at a lunch with a guest at the Belém Palace, which he had to cancel immediately.[21] In early September 2002, discussions began about the possible invasion of Iraq. From that moment on, Sampaio acknowledged in an interview in 2016, that he did not agree with Durão Barroso's position that the country should participate and was strongly opposed to sending troops to Iraq. In fact he thought that the Azores summit would have the real objective of avoiding war, as the prime minister indicated to him, but he was not competent as president to decide on foreign policy measures.[21][31] The defeat of the Socialist party in the municipal elections of 2001 toppled the government of António Guterres, who resigned. Sampaio, instead of appointing the new leader of the PS Eduardo Ferro Rodrigues as head of government, after a round of consultations with the parliamentary parties dissolved the Assembly and called elections for March 2002.[21] The legislative elections were won by José Manuel Barroso and Sampaio nominated him as the new prime minister.[32] In February 2002, in an interview for the BBC, he indicated that Portugal would hold a new referendum to decriminalize abortion. In the same interview, he defended the government's decision to decriminalize the use of certain drugs, a proposal that was criticized by several European leaders. On the other hand, he also stated that Europe should commit itself more energetically to resolve the crisis in the Middle East and that the Palestinians and Israelis should return to the negotiating table.[33] On 4 April 2002 he welcomed the peace accords that ended the Angolan civil war saying it \"opens the way to reconciliation among Angolans and general elections\".[34] In October 2003, he invited the presidents of Finland, Germany, as well as of soon-to-be EU members Hungary, Latvia, and Poland to Arraiolos in order to discuss the consequences of the 2004 enlargement of the European Union and plans for a Constitution for Europe.[35] In 2004, however, his refusal to hold early elections following Social Democratic Prime Minister Durão Barroso's resignation was met with vigorous protest from all left-wing parties and even led to the stepping-down of socialist leader Ferro Rodrigues.[36] Sampaio appointed Pedro Santana Lopes as Prime Minister on 9 July 2004.[8] Only four months afterwards, on 30 November, Sampaio concluded that the new cabinet was not achieving the desired stability, but quite the opposite, and he therefore dissolved the Parliament, calling new elections for February 2005.[37] Following the PS's absolute majority in these elections, José Sócrates was appointed by Sampaio as prime minister.[8] Sampaio's successor was chosen in the presidential election held on 22 January 2006.[38] Aníbal Cavaco Silva, the man he defeated in 1996, succeeded Sampaio on 9 March 2006.[39] During his ten years in office, he was the president who convened the Portuguese Council of State the most times, 22 times, mainly to manage the Macau issue.[40] As a former President, Sampaio was member of the Portuguese Council of State.[41] He was also member of the Club de Madrid, an organization of more than 80 former democratic statesmen.[42] In May 2006, Sampaio was appointed by the United Nations Secretary-General Kofi Annan as his first Special Envoy for the Global Plan to Stop Tuberculosis.[43] On 26 April 2007, UN Secretary-General Ban Ki-moon designated him as High Representative for the Alliance of Civilizations,[44] a position he held until February 2013, when was succeeded by Nassir Abdulaziz Al-Nasser.[45] In 2010, he participated in the jury for the Fondation Chirac's Conflict Prevention Prize.[46] From 2013, he led the Global Platform for Syrian Students to boost the academic training of young people in that country after the outbreak of the country's civil war war and refugee crisis.[47] On 26 August 2021, in an article of the newspaper Público, Sampaio announced that by the Global Platform for Syrian Students was now creating academic training for female Afghan students amidst the Taliban's seizure of power.[12][48] Sampaio married twice. His first marriage was in 1967 with Karin Schmidt Dias, physician, daughter of António Jorge Dias [pt] and his wife Margot Dias [pt] (née Schmidt), with whom he had no children and divorced. He married Maria José Rodrigues Ritta [pt] in 1975, with whom he had two children, Vera Ritta de Sampaio, born in April 1974, and André Ritta de Sampaio, born in 1981.[12][49] He played the piano from childhood and was club member number 3,109 of Sporting CP.[5] He supported bullfighting.[50] He was a collector of records and paintings. He was shy, cried easily, was discreet and had a bad temper, but above all he was known for an altruistic character.[49][51] He is also remembered for his British accent and his characteristic red hair inherited from a paternal great-grandfather from the north of the country.[5] In August 2021, while on vacation in the Algarve, he began to feel unwell and, being transferred by helicopter to Lisbon, he was admitted on 27 August to the Santa Cruz hospital,[52] where he died of respiratory failure on 10 September 2021, eight days before his 82nd birthday.[53][54] On that day, the Council of Ministers decreed three days of national mourning, beginning on 11 September.[55] The next day the funeral procession first went through the Lisbon City Hall, where he was received by the mayor Fernando Medina to finally go to the Royal Riding Arena of the National Coach Museum, where the mortuary chapel was installed and whose coffin was flanked by wreaths of red carnations.[56] On Sunday 12 September the State funeral was held at the Jerónimos Monastery in a ceremony attended by the highest national institutions, including UN Secretary-General and former Prime Minister António Guterres, and foreign leaders such as the Spanish King Felipe VI, the Prime Minister of Cape Verde Ulisses Correia e Silva, the president of the East Timorese parliament Aniceto Guterres Lopes and delegates of the Community of Portuguese Language Countries.[57] Later, in a private ceremony, he was buried in the Alto de São João Cemetery, in Lisbon.[58] In 2004 Sampaio received the Charles V European Award.[8] In 2009, Sampaio was awarded the North–South Prize of the Council of Europe.[59] In 2015, he was a recipient of the Nelson Rolihlahla Mandela Prize, along with Dr. Helena Ndume, in recognition of his role in the struggle for the restoration of democracy in Portugal, the pro bono defence of political prisoners, and for raising awareness of tuberculosis as the UN Secretary-General’s first Special Envoy to Stop Tuberculosis.[60][61] Jerusalem Post: I understand that you have Jewish ancestry in your family. What is your personal connection to the Jewish people? Do you consider yourself to be a Jew?. Jorge Sampaio: My grandmother belonged to a Jewish family that came from Morocco in the beginning of the 19th century. She married a non-Jewish naval officer who later was Foreign Affairs minister. I am naturally very proud of this ancestry and of all those that I call my \"favorite Jewish cousins\", one of whom is the president of the Lisbon Jewish Community, as I am proud of the ancestry on my non-Jewish father's side. Personally, I am agnostic, and I do not consider myself a Jew; but I am proud, as I said, of my ancestors.","country":"Portugal"}