{"name":"Joseph Estrada","url":"/wiki/Joseph_Estrada","Occupation":"Actor, politician","Born":"1937-04-19","Political party":"PMP (1997–present)","termEnds":null,"termStarts":null,"text":"Joseph Ejercito Estrada, KGCR (Tagalog: [ɛhɛɹˈsɪtɔ ɛsˈtɾada], born Jose Marcelo Ejercito; April 19, 1937), also known by the nickname Erap,[1][b] is a Filipino politician and former actor. He served as the 13th president of the Philippines from 1998 to 2001, the 9th vice president of the Philippines from 1992 to 1998, and the 21st mayor of the City of Manila, the country's capital,[2] from 2013 to 2019. In 2001, he became the first chief executive in Asia to be formally impeached[3] and resigned from power. [4][5] Estrada gained popularity as a film actor, playing the lead role in over a hundred films in an acting career spanning some three decades. He also worked as a model, beginning as a fashion and ramp model at the age of 13. He used his popularity as an actor to make gains in politics, serving as mayor of San Juan from 1969 to 1986, as senator from 1987 to 1992, then as vice president under President Fidel V. Ramos from 1992 to 1998. Estrada was elected president in 1998 with a wide margin of votes separating him from the other challengers, and was sworn into the presidency on June 30, 1998. In 2000 he declared an \"all-out-war\" against the Moro Islamic Liberation Front and captured its headquarters and other camps.[6][7] Allegations of corruption spawned an impeachment trial in the Senate, and in 2001 Estrada was ousted by \"People Power 2\" after the prosecution walked out of the impeachment court when the senator-judges voted not to open an envelope that allegedly contained incriminating evidence against him. In 2007, Estrada was sentenced by a special division of the Sandiganbayan to reclusión perpetua under a charge of \"plunder\" for the embezzlement of $80 million from the government, but was later granted pardon by president and his former deputy, Gloria Macapagal Arroyo. He ran for president again in the 2010 presidential election, but was defeated by Senator Benigno Aquino III by a wide margin. He later served as mayor of Manila for two terms, from 2013 to 2019. Jose Marcelo Ejercito was born at 8:25 pm on April 19, 1937 in Tondo, an urban district of Manila.[8] His family later moved to the wealthy suburb of San Juan, then a municipality in the province of Rizal. He belonged to a wealthy family, and was the eighth of ten children of Emilio Ejercito Sr. (1898–1977) and his wife, Maria Marcelo (1905–2009). After graduating from the Ateneo Elementary School in 1951, he was expelled during his second year of secondary studies at the Ateneo High School for disciplinary conduct. Later during college he enrolled in a Bachelor of Science in Civil Engineering course at the Mapúa Institute of Technology in an effort to please his father. He would leave once again and later transferred to Central Colleges of the Philippines College of Engineering but dropped out. In his twenties, he began a career as a drama actor, usually playing the role of the villain/antagonist. He adopted the stage name \"Joseph Estrada\", as his mother objected to his chosen career and his decision to quit schooling multiple times. He also acquired the nickname \"Erap\" (a play on the Tagalog slang \"pare\", meaning 'buddy') from his friend, fellow actor Fernando Poe Jr. In 1974 Estrada founded the Movie Workers Welfare Foundation (Mowelfund), which helps filmmakers through medical reimbursements, hospitalization, surgery and death benefits, livelihood, and alternative income opportunities and housing. Its educational arm, the Mowelfund Film Institute, has produced some of the most skilled and respected producers, filmmakers, writers and performers in both the independent and mainstream sectors of the industry since its inception in 1979.[9][failed verification] He also founded, together with Guillermo de Vega, the first Metro Manila Film Festival in 1975.[citation needed] Estrada entered politics in 1967, running for mayor of San Juan, failing and only succeeding in 1969 after winning an electoral protest against Braulio Sto. Domingo.[8] His administration achieved many infrastructure developments. These included the establishment of the first Municipal High School, the Agora complex, a modern slaughterhouse, a sprawling government center with a post office, a mini-park and the paving of 98 percent of the town's roads and alleys. As mayor, he paid particular attention to the elementary education of children by improving and renovating school buildings, constructing additional school structures, health centers, barangay halls and playgrounds in all barangays and providing artesian wells to areas with low water supply. He relocated some 1,800 squatter families out of San Juan to Taytay, Rizal, at no cost. He was also the first mayor to computerize assessment of the Real Estate Tax at the Municipal Assessor's Office.[10] When Corazon Aquino assumed the presidency in 1986, all elected officials of the local government were forcibly removed and replaced by appointed officers-in-charge, including Estrada[citation needed]. In 1987, Estrada won a seat in the Senate under the Grand Alliance for Democracy (GAD) placing 14th in the elections (out of 24 winners).[8] He was appointed Chairman of the Committee on Public Works. He was Vice-Chairman of the Committees on Health, Natural Resources and Ecology and Urban Planning. In the Senate, Estrada sponsored bills on irrigation projects and the protection and propagation of the carabao, the beast of burden in the rural areas.[8] Estrada and eleven other senators (dubbed the \"Magnificent 12\" in media coverage) voted to terminate the RP-US Military Bases Agreement in 1991, leading to the withdrawal of American servicemen from the Clark Air Base in Pampanga and the Subic Naval Base in Zambales.[11] In 1989, the Free Press cited him as one of the Three Outstanding Senators of the Year. He was conferred the degree of Doctor of Humanities, Honoris Causa by the University of Pangasinan in 1990,[8] and by the Bicol University in April 1997. In 1992, Estrada initially ran for president under the Partido ng Masang Pilipino (PMP), with Vicente Rivera Jr. as his running mate and fellow actor Fernando Poe Jr. as his campaign manager.[12] The Philippine film industry called for a 60-day \"moratorium\" on all film projects by March in order for industry figures to help Estrada's presidential campaign.[13] However, Estrada reluctantly withdrew his bid on March 30 due to financial issues and instead became the running mate of Eduardo Cojuangco Jr. under the Nationalist People's Coalition; Estrada expressed that the decision was \"very painful, if not traumatic\".[14] Though Cojuangco lost to former National Defense Secretary Fidel V. Ramos for the presidency, Estrada won the vice-presidency garnering more votes than his closest opponent Marcelo Fernan, Ramon Mitra Jr.'s running mate. As vice president, Estrada was the chair of President Ramos' Presidential Anti-Crime Commission (PACC). Estrada arrested criminal warlords and kidnapping syndicates.[15] He repeatedly topped surveys on government officials' performance conducted by the Social Weather Stations within his first two years as vice president, and was named \"Man of the Year\" by ABS-CBN for 1993.[16] He resigned as chair in 1997. In the same year Estrada, together with former President Corazon Aquino, Cardinal Jaime Sin, Senator Gloria Macapagal Arroyo, and other political leaders, led an anti-charter change rally that brought in an estimated half a million people to Rizal Park against the charter change moves by Ramos and his supporters.[17] In early 1993, Estrada established Club 419 in Cafe Ysabel within San Juan as a private men's club for him and his friends, including Poe.[18] Estrada was the first president to use a special name as his official address name, combining his real family name, Ejercito, with his screen name, thus forming \"Joseph Ejercito Estrada\".[19] Estrada was inaugurated on June 30, 1998, in the historical town of Malolos in Bulacan province in paying tribute to the cradle of the First Philippine Republic. That afternoon the new president delivered his inaugural address at the Quirino Grandstand in Luneta. He assumed office amid the Asian Financial Crisis and with agricultural problems due to poor weather conditions, thereby slowing the economic growth to −0.6% in 1998 from 5.2% in 1997.[20] The economy recovered by 3.4% in 1999 and 4% in 2000.[21] In 2000 he declared an \"all-out-war\" against the Moro Islamic Liberation Front (MILF) and captured its headquarters and other camps.[6][7] Allegations of corruption spawned a railroaded impeachment trial in the Senate courtesy of house speaker Manuel Villar, and in 2001 Estrada was ousted from a coup after the trial was aborted. In his inaugural address, Estrada said: One hundred years after Kawit, fifty years after independence, twelve years after EDSA, and seven years after the rejection of foreign bases, it is now the turn of the masses to experience liberation. We stand in the shadow of those who fought to make us free – free from foreign domination, free from domestic tyranny, free from superpower dictation, free from economic backwardness.[22] During the Ramos administration a cessation of hostilities agreement was signed between the Philippine government and the MILF in July 1997. This was continued by a series of peace talks and negotiations in Estrada administration.[7] The MILF, an Islamic group based in formed in 1977, seeks to be an independent Islamic state from the Philippines, and, despite the agreements, a sequence of terrorist attacks on the Philippine military and civilians still continued.[7] These included the kidnapping of a foreign priest, namely Father Luciano Benedetti; the destruction by arson of Talayan, Maguindanao's municipal hall; the takeover of the Kauswagan Municipal Hall; the bombing of the Lady of Mediatrix boat at Ozamiz City; and the takeover of the Narciso Ramos Highway. By doing so, they inflicted severe damage on the country's image abroad, and scared much-needed investments away. For this reason, on March 21, 2000, Estrada declared an \"all-out war\" against the MILF. During the war the Catholic Bishops' Conference of the Philippines (CBCP) asked Estrada to negotiate a ceasefire with the MILF, but Estrada opposed the idea arguing that a ceasefire would cause more terrorist attacks. For the next three months of the war, Camp Abubakar, headquarters of the MILF, fell along with other 13 major camps and 43 minor camps, and then all of which became under controlled by the government. The MILF leader Hashim Salamat fled to Malaysia. The MILF later declared a jihad on the government. On July 10 of the same year, the Estrada went to Mindanao and raised the Philippine flag symbolizing victory. After the war Estrada said, \"... will speed up government efforts to bring genuine and lasting peace and development in Mindanao\". In the middle of July Estrada ordered the military to arrest top MILF leaders.[23] In his state of the nation address (SONA), Estrada highlighted his vision for Mindanao: In addition to this Estrada said his administration can move with more speed in transforming Mindanao into a progressive economic center.[23] High on the list of priorities was the plight of MILF guerrillas who were tired of fighting and had no camps left to which to report. On October 5, 2000, the first massive surrender of 669 LC-MILF mujahideen led by the renegade vice mayor of Marugong, Lanao del Sur Malupandi Cosandi Sarip and seven other battalion commanders, surrendered to Estrada at the 4th ID headquarters in Camp Edilberto Evangelista, Bgy. Patag, Cagayan de Oro City. They were followed shortly by a second batch of 855 surrenderees led by Lost command MILF Commander Sayben Ampaso on December 29, 2000.[24] By the end of Estrada's administration, debt supposedly reached P 2.1 trillion in 1999. Domestic debt supposedly amounted to P 986.7 billion while foreign debt stood at US$52.2 billion. The fiscal deficit had reportedly doubled to more than P 100 billion from a low of P 49 billion in 1998.[25] Despite such setbacks, the GDP by 1999 posted a 3.2 percent growth rate, up from a low of −0.5 percent in 1998. Moreover, domestic investments started to increase from 18.8% of GDP in 1999 to 21.2% of GDP in 2000.[26] In October 2000, Ilocos Sur governor Luis \"Chavit\" Singson, a close friend of Estrada, alleged that he had personally given Estrada ₱400 million as the payoff from jueteng, a grassroots-based numbers game, hidden in a bank account known as \"Jose Velarde\", as well as ₱180 million from the government price subsidy for the tobacco farmers' marketing cooperative after Estrada ordered a full-blown investigation into Chavit Singson's alleged misuse of millions of pesos in public funds. Singson's allegation caused controversy across the nation, which culminated in the House of Representatives' filing of an impeachment case against Estrada on November 13, 2000. House Speaker Manny Villar fast-tracked the impeachment complaint. The impeachment suit was brought to the Senate and an impeachment court was formed, with Chief Justice Hilario Davide, Jr. as presiding officer. Estrada pleaded \"not guilty\". This was the first time the Filipino public witnessed, through radio and television, an elected president stand in trial and face possible impeachment with full media coverage. During the trial, the prosecution presented witnesses and alleged pieces of evidence to the impeachment court regarding Estrada's alleged involvement in jueteng. The existence of secret bank accounts which he allegedly uses for receiving payoffs was also brought to the fore. In the 2004 Global Transparency Report, Estrada made into the list of the World's All-Time Most Corrupt Leaders in the World. He was listed tenth and he was said to have amassed between $78 million to $80 million.[4] Also making it to the list from the Philippines is Ferdinand Marcos, who ended up second in the list as he was said to have embezzled between $5 billion to $10 billion during his 21 years as president from 1965 to 1986. On the evening of January 16, 2001, the impeachment court voted not to open an envelope that allegedly contained incriminating evidence against Estrada as it was not part of the impeachment complaint. The final vote was 11–10 in favor of keeping the envelope closed. The prosecution panel (of congressmen and lawyers) walked out of the impeachment court in protest of this vote. The 11 senators who voted not to open the envelope are known as the \"Craven Eleven\". That night, anti-Estrada protesters gathered in front of the EDSA Shrine at Epifanio de los Santos Avenue, not too far away from the site of the 1986 People Power Revolution that overthrew President Ferdinand Marcos. On January 19, 2001, Armed Forces of the Philippines Chief of Staff Angelo Reyes, seeing the political upheaval throughout the country, decided to \"withdraw his support\" of Estrada and pay his allegiance to the vice president, Gloria Macapagal Arroyo. The following day, the Supreme Court declared the presidency vacant, saying that Estrada had resigned the office. At noon, the chief justice swore in Gloria Macapagal Arroyo as president of the Philippines. Before Estrada's departure from Malacañang, he issued the following press release: At twelve o'clock noon today, Vice President Gloria Macapagal Arroyo took her oath as President of the Republic of the Philippines. While along with many other legal minds of our country, I have strong and serious doubts about the legality and constitutionality of her proclamation as President, I do not wish to be a factor that will prevent the restoration of unity and order in our civil society. It is for this reason that I now leave Malacañang Palace, the seat of the presidency of this country, for the sake of peace and to begin the healing process of our nation. I leave the Palace of our people with gratitude for the opportunities given to me for service to our people. I will not shirk from any future challenges that may come ahead in the same service of our country. I call on all my supporters and followers to join me in to promotion of a constructive national spirit of reconciliation and solidarity. May the Almighty bless our country and beloved people. Mabuhay![27] The Supreme Court on March 2, 2001, upheld the constitutionality of Estrada's resignation in a unanimous 13-0 decision in Estrada vs. Desierto.[28] Estrada returned to his old home in San Juan. He maintained that he never resigned, implying that Arroyo's government was illegitimate. The new government created a special court and charged him with plunder and had him arrested in April. His supporters marched to the EDSA Shrine demanding Estrada's release and his reinstatement as president but were dispersed by high-grade teargas and warning shots from automatic rifles. On the morning of May 1, the protesters marched straight to Malacañang Palace. Violence erupted and the government declared a state of rebellion. Many protesters were injured and arrested, including politicians. The government called out the military and was able to quell the demonstration with tear gas and automatic rifles. The uprising came to be known as EDSA III. Estrada was initially detained at the Veterans Memorial Medical Center in Quezon City and then transferred to a military facility in Tanay, Rizal,[29] but he was later transferred to a nearby vacation home, virtually in house arrest. Under Philippine law, plunder had the maximum penalty of death; the death penalty was eventually repealed. On September 12, 2007, the Sandiganbayan gave its decision, finding Estrada not guilty on his perjury case but guilty of plunder \"beyond reasonable doubt\". He was sentenced to reclusión perpetua. He was thus the first Philippine president to be convicted of plunder.[30] On September 26, 2007, Estrada appealed by filing a 63-page motion for reconsideration of the Sandiganbayan judgment penned by Teresita de Castro (submitting five legal grounds).[31][32] Estrada alleged that the court erred \"when it convicted him by acquitting his alleged co-conspirators.\"[33] On October 5, 2007, the Sandiganbayan's Special Division ruled to set on October 19 an oral argument (instead of a defense reply) on Estrada's motion for reconsideration. Estrada asked for the court's permission to attend the hearing, since it ordered the prosecution to file a comment before October 11.[34] The Sandiganbayan's special division, on June 27, 2008, ordered Estrada to file comment within 10 days, on the motion of the Ombudsman's special prosecutor to re-open the trial of his perjury case regarding his 1999 statement of assets, liabilities and net worth (SALN). The court was also to resolve Banco de Oro's (formerly Equitable PCI Bank) plea that it could not determine \"without hazard to itself\" whom to turn over to the P1.1 billion Jose Velarde assets due to claims by Wellex Group / William Gatchalian and a Bureau of Internal Revenue stay order.[35] On October 22, 2007, Acting Justice Secretary Agnes Devanadera stated that Estrada was seeking a \"full, free, and unconditional pardon\" from President Arroyo. Estrada's lawyer Jose Flaminiano wrote Arroyo: \"The time has come to end President Estrada's fight for justice and vindication before the courts. Today [Monday], we filed a withdrawal of his Motion for Reconsideration.\" Estrada stressed the \"delicate condition\" of his mother in asking for pardon.[36] On October 25, 2007, President Arroyo granted executive clemency to Estrada based on the recommendation by the Department of Justice (DoJ). Acting Executive Secretary and Press Secretary Ignacio R. Bunye quoted the signed Order: \"In view hereof in pursuant of the authority conferred upon me by the Constitution, I hereby grant Executive clemency to Joseph Ejercito Estrada, convicted by the Sandiganbayan of plunder and imposed a penalty of reclusión perpetua. He is hereby restored to his civil and political rights.\" Bunye noted that Estrada committed in his application not to seek public office, and he would be free from his Tanay resthouse on October 26, noon.[37][38][39] On October 26, 2007, after almost seven years of detention, Estrada was released after the Sandiganbayan promulgated the resolution.[40] When Estrada was released from detention, he gave a message to the Filipino people that he could once again help the lives of the people, especially the poor. He also stated that he made errors as a public servant but assured them that, notwithstanding his conviction for it, corruption was not one of them. After the message was released, he had a nationwide tour called \"Lakbay Pasasalamat\"[41][42] (Thank you tour) during which he thanked the people for their support and gave them relief goods such as food, medicines and clothing.[10][43][44] Amid the 2010 presidential election, Estrada stated in interviews that he would be willing to run for the opposition if they would be unable to unite behind a single candidate.[45][46] Fr. Joaquin Bernas and Christian Monsod, members of the constitutional commission that drafted the 1987 Constitution, stated that the constitution clearly prohibited any elected president from seeking a second term at any point in time.[47] Romulo Macalintal, election counsel of President Arroyo, clarified that the constitutional ban did not prevent Estrada from attaining the presidency if he were to be elevated from the vice-presidency, for example.[48] Rufus Rodriquez, one of Estrada's lawyers, claimed that Estrada was within his rights to do so because the prohibition banning re-election only applied to the incumbent president.[45] On October 22, 2009, Estrada announced that he would run again for president with Makati Mayor Jejomar Binay as his running mate.[49] His senatorial lineup included Francisco Tatad, Juan Ponce Enrile, Jinggoy Estrada, Joey de Venecia, and Miriam Defensor Santiago. He lost to Senator Benigno Aquino III on the election. In 1972 Estrada starred in Blood Compact. In October 2010, the magazine Foreign Policy included Estrada in its list of five former head of states/governments who did not make \"a positive difference in the world\", but \"faded away into obscurity.\" Also included in this \"Bad Exes\" list were Thailand's Thaksin Shinawatra, Spain's Jose Maria Aznar, and Germany's Gerhard Schroder.[50] Estrada announced in November 2010 that he would be selling his 3,000-square-meter (32,000 sq ft) home in San Juan for nearly seven million dollars (300 million Philippine pesos) to \"pursue his real estate business.\"[citation needed] Agence France Presse reported that Estrada \"has put up two high-rise residential condominium buildings and plans to build a third soon.\"[51] In May 2012, Estrada announced his intention to run for mayor of Manila in the 2013 elections to continue his political career.[52] Around noon of May 14, 2013, the day after the conduct of the 2013 Philippine mid-term elections, Estrada and his running-mate and re-electionist Vice Mayor Francisco \"Isko Moreno\" Domagoso were proclaimed mayor-elect and vice mayor-elect, respectively, by the City Board of Canvassers for the City of Manila. When Estrada assumed office on June 30, 2013, the city government coffers were practically bankrupt as his administration inherited as much as ₱5 or 8 billion in debts.[53] During his first term as mayor of Manila, Estrada implemented a city-wide bus ban,[54] truck ban,[55][56] and revival program especially on Escolta Street.[57] In 2015, Estrada declared the city debt-free after instituting various fiscal reforms.[58] Originally planning to serve for one term only,[59] he changed his mind and ran for reelection in 2016.[60] This time, his running mate was former 4th district Councilor and city social services head Dr. Honey Lacuna. Estrada won in a tight race over former Mayor Alfredo Lim by around 2,000 votes, while Lacuna was elected vice mayor as well.[61] Estrada best described his accomplishments as Mayor of Manila as having been able to provide the basic needs of Manileños “from womb to tomb.” He boasted of comprehensive public services from free hospital and medical care services to all residents of Manila starting from mothers giving birth, free books, uniforms, and health snacks for public school students, all the way to free burial and cremation.[53] Estrada has also shown support for the controversial Manila Bay reclamation,[62] with the fourth reclamation project approved on June 7, 2017.[63] Estrada, however, was widely criticized for a publicity stunt at a clean-up drive in Manila Bay on July 21, 2017.[64][65] On September 28, 2018, Estrada settled the city's ₱200 million tax liabilities, left unpaid by former mayors Lito Atienza and Alfredo Lim, to the Bureau of Internal Revenue.[58] After serving two consecutive terms as mayor, Estrada intended to run for a third term in 2019, competing against former Manila vice mayor Isko Moreno Domagoso and former Manila mayor Alfredo Lim.[66] He chose former 5th District Representative Amado Bagasing as his running mate for vice mayor. He lost to Domagoso, who beat him by close to 150,000 votes in a landslide victory.[67][circular reference] Estrada conceded defeat on the evening of May 13.[68] San Juan mayoralty elections Senatorial election, 1987: Vice Presidential election, 1992: Presidential election, 1998: Presidential election, 2010: Manila Mayoralty Elections 2013 Manila Mayoralty Elections 2016 Manila Mayoralty Elections 2019 [69] Since the beginning of his political career, Estrada has been the butt of many jokes in the Philippines. The majority of the jokes about him center around his limited English vocabulary, while others focus on his corruption scandals. During his presidential campaign in 1998, Estrada authorized the distribution of the joke compilation book ERAPtion: How to Speak English Without Really Trial.[70] Estrada is the first president to have previously worked in the entertainment industry as a popular artist, and for being the first to sport any sort of facial hair during his term, specifically his trademark acting mustaches and wristbands. Estrada is married to former First Lady-turned-senator Dr. Luisa \"Loi\" Pimentel, whom he met while she was working at the National Center for Mental Health (NCMH) in Mandaluyong, and has three children with her: Estrada also has eight children from several extramarital relationships.[71] With former actress Peachy Osorio: With former San Juan Mayor Guia Gomez: With a former air hostess who is publicly known only by the name \"Larena\": With former actress Laarni Enriquez: With former air hostess Joy Melendrez: Several of Ejercito's relatives became prominent figures in politics and show business. On March 28, 2021, Estrada was hospitalized and it was announced the next day that he tested positive for COVID-19.[72] He was put to ventilator on April 6 as his pneumonia worsened.[73] On April 13, it was announced that he had tested negative from COVID-19, thus recovering from the disease.[74] He was later discharged from the hospital on April 26.[75] ","country":"Philippines"}