{"name":"José Joaquín de Herrera","url":"/wiki/Jos%C3%A9_Joaqu%C3%ADn_de_Herrera","Born":"1792-02-23","Died":"1854-02-10","termEnds":null,"termStarts":"He was the second president to finish his term and peacefully turned over the presidency to the winner of the elections of 1850, General Mariano Arista.","text":"José Joaquín Antonio de Herrera (February 23, 1792 – February 10, 1854) was a Mexican moderate politician who served as president of Mexico three times (1844, 1844–1845 and 1848–1851), and as a general in the Mexican Army during the Mexican–American War of 1846–1848. He fought in the Mexican War of Independence initially remaining loyal to Spain, but he switched sides towards the end of the war to join the Plan of Iguala. During the First Mexican Republic he served as Minister of War twice. Under the Centralist Republic of Mexico, he reached the position of president of the council of state, which led to him becoming president twice. When Santa Anna took power in 1844, he installed Valentin Canalizo as his puppet ruler, but as Canalizo was not present at the capital at that time, Herrera was made interim president while Canalizo arrived and only remained in power for ten days. After Santa Anna and Canalizo were overthrown in 1845, Herrera, president of the council of state was once again chosen to assume the presidency. Herrera would find himself overthrown at the end of the year amidst accusations that he was committing treason by attempting to recognize the independence of Texas, though his intentions were to create a buffer state as a guard against further American encroachment. After the end of the Mexican-American War he was elected president again in 1848, and pursued many measures of economic and political reform. The end of his administration in 1852 marked the first peaceful transfer of power in Mexico since 1824. Jose Joaquin Herrera was born in Jalapa in 1792 and joined the regiment of La Corona in 1809, the year before the Mexican War of Independence began. He served on the Spanish Loyalist side of the war, and reached the rank of Captain of Fusiliers in 1814. He was present at the Battle of Aculco and the Battle of Calderón Bridge for which he was awarded a medal of honor. He saw action at the Battle of El Maguey and Battle of Zitácuaro and defended the city of Toluca towards the end of the year 1811. In 1813 he fought at Acatlan and at the pass of Mescala and in Chichihualco. He formed part of the expedition sent to retake Acapulco. He formed part of the expedition to Ajuchitlán where he fought at Coyuca, Tepantitlan and Tlacotepec, routing the forces of the insurgent chief Victor Manuel.[1] In June 1816, he defeated at San Pedro to troops of Marshal Avila, seizing all of his artillery, munitions, and armaments.[2] He was placed in charge of the district of Tecpan and later the government of Acapulco which was then being administered by the military. He remained at this post until November 1817. He was then sent to relieve the siege of Jaujilla and fought a battle at the river of Zacatula where the opposing armies had entrenched themselves on the opposite shore. He was named principal commandant of the Tierra Caliente until September, 1819. He was in command of forces during the retreat from Tupataro, after which he led his troops to relieve forces at Ajuchitlan. He was present when the Fort of San Gaspar was take in October 1819, after which he returned to his administrative post at Acapulco. The war had mostly died down at this point.[2] Herrera had now reached the rank of Lieutenant Colonel and asked to be relieved of his military duties. This being granted he moved to Perote and opened an apothecary. It was during this time when Herrera a had resumed life as a civilian that Agustin de Iturbide proclaimed the Plan of Iguala, which attempted to unite both insurgents and Spanish loyalists through its intentions of establishing an independent Mexican kingdom led by a member of Spanish royalty. Iturbide needed more officers and as his forces passed through Perote, lieutenant colonel Herrera was asked to join them. He refused at first, but Iturbide persisted and Herrera joined on the condition that everything proceed with the utmost order and discipline. Herrera's forces now marched to Tepeyahualco and San Juan de los Llanos where his Column of Grenadiers assumed the name of Imperial Grenadiers. Herrera was elevated to effective lieutenant colonel. The towns of Orizaba and Cordova proclaimed for the Plan of Iguala and Herrera was sent to support them, being joined by Santa Anna. Orizava was officially taken on April 1, 1821, from which Herrera then returned to Cordova where he took a forced loan for twenty five thousand pesos. From there he passed into Puebla to aid Nicolas Bravo and reached Tepeaca, where he fought the royalist Hevia who pursued Herrera back to Cordova beginning the Battle of Cordoba. The battle which took the form of a siege, however was abandoned after Hevia was killed.[2] Herrera was present at the entrance of the Trigarantine Army into Mexico City and he received the rank of brigadier. He joined in the uprising that resulted in the fall of the First Mexican Empire in 1824, and the interim Provisional Government appointed him to be Minister of War.[2] He returned to the same post during the liberal administration of Valentin Gomez Farias serving as Minister of War in May 1833, and in February 1834, a post that ended with the overthrow of the Gomez Farias government which also resulted in the fall of the First Republic and the establishment of the Centralist Republic in 1835.[2] During the Centralist Republic, Santa Anna promulgated a new constitution known as the Bases Organicas in 1844. He intended to rule the nation under this new constitution, but also preferred to do so through the puppet ruler Valentin Canalizo, who was officially called to the presidency on September 12. Not being present in the capital, the post was in the meantime given interim to Herrera who was nominally president for ten days until the arrival of Canalizo.[2] During his ten-day administration, Herrera celebrated Independence Day on September 16, and oversaw his ministers plead with congress for a new loan, before handing over power to Canalizo.[1] About a year later General Mariano Paredes proclaimed an uprising against the Santa Anna-Canalizo government, and was joined by five of the northern departments. Santa Anna took to the field to crush the uprising, only to find himself censured by Congress for acting without their approval. In response, Canalizo, who was acting president in the capital, dissolved Congress, which led to an upheaval that ousted him and replaced him with Herrera, president of the council of state. Herrera subsequently reinstated congress, but the country was still split into three loyalties: Congress and the Herrera Government, Santa Anna who still had a formidable number of troops, and Paredes.[3] On December 6, Herrera published a manifesto appealing to all patriots to join him and assuring that Congress would be reestablished. His promise was fulfilled and congress was able to meet at the National Palace that same afternoon. After having reconvened the congress, Herrera tendered his resignation, but the congress voted for him to remain on December 10. The government then resolved to defeat Santa Anna's remaining forces.[2] Herrera called to the capital Generals Nicolas Bravo, Juan Álvarez, and Manuel Romero, putting the first at the head of all troops, and General Valencia second in command. Anticipating that without the loyalty of the capital, Santa Anna would head to either Veracruz, Puebla, or Oaxaca, he put those departments on war alert. At this point Paredes recognized the Herrera presidency and they prepared to jointly hunt down Santa Anna, who was preparing to march on the capital.[4] Mexico City was declared to be under siege and Congress sold bonds to buy provisions. Trenches were dug in the streets and artillery positions on rooftops. As more regions of the nation adhered to Herrera, the government became more confident of their ultimate victory and even offered Santa Anna the opportunity to turn himself in peacefully. The offer was rejected on the pretext that Herrera's government was illegitimate. Santa Anna bypassed the capital and headed towards Puebla which he began to siege. General Nicolas Bravo was sent after him.[4] Congress resumed its sessions on January 1, 1845, and the diplomatic corp congratulated President Herrera on his handling of the crisis. He gained a reputation for humility after the Minister of Justice Mariano Riva Palacio came across the president breakfasting at a run down table, with shoddy silverware and offered to use public money to buy furnishings which in his opinion would be more dignified for a president. Herrera declined and explained he had pawned his last furnishings, and advised the minister the spend the money on more pressing matters.[4] As the tide was turning against him, Santa Anna asked the government for a passport to leave the nation, a request which was denied and instead met with an arrest warrant. Santa Anna attempted to escape anyways only to be captured, and all the officers and officials who had followed him were stripped of their charges.[5] To celebrate end of the conflict, Congress held a function at the Chapel of the Virgin of Guadalupe, assisted by Herrera, the ministers of both chambers, and of the supreme court, and a holiday was decreed to commemorate the day, at which Mass was to be celebrated at all Mexican churches. A sword was awarded to General Inclan, and medals were granted to those who had defended Puebla. Herrera was congratulated by the governors of Zacatecas and Jalisco, and by Generals Alvarez and Arista, by municipal governments, and departmental assemblies.[5] He forbade all government offices from accepting any payment in credit. He assisted at the National Cathedral celebrations of St Philip of Jesus. He named various governors. The Chamber of Deputies encouraged the departmental assemblies to pass economic reforms, and established a commission to publish a report on such reforms, which also began to focus on legal reforms.[6] One of the major issues facing the Herrera administration was that of constitutional reform. The country had faced decades of political and military conflict over whether the constitution should be federal or centralist, and Santa Anna had used the centralist Bases Organicas to establish a dictatorship. The government began to sound the opinions of the departmental assemblies to get feedback about which direction to proceed. It also began to seek a legal basis upon which to possibly annul the constitution.[6] Another pressing issue, and one that would eventually lead to the fall of Herrera's first administration, was the matter of Texas. Herrera had a pragmatic approach to the matter, accepting after ten years of failed efforts to recover it, that Texas would never return to Mexico. It was hoped to arrange a treaty with Texas and avoid its annexation to the United States. However, the United States Congress had already approved the annexation of Texas which resulted in Mexico breaking off diplomatic relations and closing all of its ports to the United States.[7] The threat of war now loomed between the two nations, and the Mexican congress resolved not to resume diplomatic relations without the condition that the United States would not annex Texas. The president was also authorized to raise the resources and conscripts necessary to defend the nation. The nation was inflamed by anti-American sentiments, fueled by the press.[7] Despite the popular indignation, Herrera was aware of the nation's poverty and relative weakness against the United States, and hoped to find a diplomatic solution. Luis de la Rosa of Finance sought authorization so that the president could take out a loan of three million pesos, while Mr. Cuevas, Minister of Foreign Affairs sought authorization to listen to the proposals being made about Texas to seek a treaty that would allow the nation to save face, letting Congress keep up with such diplomatic developments.[7] Knowledge that Herrera was open to the possibility of recognizing Texas inflamed the opposition against him, and turned public opinion against him which now began to brand him as a traitor. In response he published a manifesto, emphasizing that his administration was dedicated to personal rights and to free speech. He explained that he viewed the independence of Texas as the lesser of two evils compared to American annexation, and that as a matter of domestic policy he also preferred a smaller but well trained body of troops to the mass of undisciplined and ineffective conscripts that up until now had characterized the Mexican Army.[8] On December 14, 1845, the troops at San Luis Potosí, mutinied led by Mariano Paredes. The revolution was seconded by several of the departmental assemblies and military revolt spread even to Mexico City. On December 30, unable to offer further resistance, President Herrera resigned. He was succeeded by Mariano Paredes. The Mexican-American War would begin four months later[9] Herrera experienced a rehabilition through the course of the war and found himself the first president elected once again after peace was reestablished in 1848. On June 14, 1848, he passed a decree reforming the treasury department, reducing the budget for the civil service and the army, and presented a plan to congress for the consolidation of the national debt.[10] The Constitution of 1824 had been restored during the Mexican-American War, but further considerations on constitutional reform stalled in congress. The new state of Guerrero however was successfully formed on May 15, 1849, out of districts taken from the states of Mexico, Puebla, and Michoacan. It was named after the hero of independence and former president Vicente Guerrero.[11] The first measures to build a telegraph in Mexico were under taken by building a line between Mexico and Puebla in 1851.[12] On November 30, 1850, the national debt was consolidated into one fund with the interest rate set at 3 percent, that was to receive twenty percent of custom house revenues. A committee was set up to manage the debt and oversee the collection of duties. Forty million pesos of bonds were set to be issued.[13] The plan however failed due to a lack of financial data. The amount of national debt was underestimated and even taking into account the indemnity paid by the United States after the war, it was discovered that there were not enough funds to realistically pay off the debt under the new plan. There was outcry by debtors both foreign and domestic, and a consolidation of the debt was abandoned to make individual arrangements with debtors with no certainty that everyone would eventually be paid.[14] In November 1849, administrative expenses were limited to 500,000 pesos a month, with two thirds of that going to the War Department. This required a reduction of salaries for officials, leading to the limit to be widely ignored. The government had to use the U.S. war indemnity to continue paying off the deficit.[14] The government raised tariffs only to increase smuggling and an effort to enforce the tariff through patrols failed due to lack of funds and corrupt officials.[15] By 1850 the government deficit was 8.5 million pesos which by the following year had risen to 11.3 million pesos.[15] In addition to the aforementioned measures the government faced the prospect of paying off the deficit by getting into even more debt or by raising taxes and possibly provoking another one of the many revolutions which had regularly afflicted Mexico during the past few decades.[16] Seemingly facing the impossible, the Ministry of Finance was plagued by a series of resignations, and from January 1848 to January 1851, there were sixteen different finance ministers. The rest of Herrera's ministry's were relatively stable.[17] Regardless of the intractable issue of the deficit the economy seemed to be overall improving. Abundant harvests were reported, and the mines began to increase their yields. Construction on a railway and telegraph line was begun, and the first industrial exhibition in Mexico opened on November 1, 1849, in Mexico City.[12] On November 4, 1848, the army was reduced to 10,000 men, and conscription was abolished, yet the latter measure had to be abrogated when only enough volunteers could be found to fill half of the men needed in the army.[18] Another controversial measure was the prohibition of promotion from rank and file troops. The government preferred that officers come from the military schools and from the pool of officers now unemployed due to army reductions. Even the minister of war protested against this measure but it stood.[18] The government purchased the latest armament and machinery for gun factories, hoping to replace those lost during the war.[19] A pressing issue of national security was the strength of Indian raids on the northern frontier, and the Mexican government had already secured in the Treaty of Guadalupe, American aid in keeping these raids under control. The government attempted to establish military colonies along the frontier to settle and pacify the region. The project was hampered by lack of funds, but by 1851, despite not being as extensive as originally planned, reasonable progress on the colonies had nonetheless been made, and three successful settlements were home to over two thousand individuals.[20] An insurrection in the Sierra Gorda led to the governor requesting aid from the surrounding states. Two thousand men subsequently arrived and the leader Quiros was captured and executed in October 1849.[21] The Caste War was also ongoing in Yucatán. General Micheltorena arrived to take charge of federal efforts to keep the insurrection under control. The Maya leaders were advancing, and established a headquarters at Chan Santa Cruz. Micheltorena resigned after failing to keep the situation under control and was replaced in May 1851, by General Vega.[22] Towards the end of his administration, Herrera began to negotiate a treaty with the United States to either construct a canal or a railorad across the Isthmus of Tehuantepec. The treaty was approved by the administration, but rejected by congress due to a clause that permitted the United States to send troops in order to protect the construction.[23] In response to the upheavals faced by the Papal States during the 1848 revolutions, the Mexican government offered Pope Pius IX asylum, which the pope responded to by considering the creation of a Mexican cardinal and granting an award to President Herrera.[24] The 1851 election was won by Mariano Arista, and Herrera was the first Mexican president to complete his term since the inaugural holder of the office, Guadalupe Victoria has passed power over to Vicente Guerrero in 1828. After stepping down, Herrera was accompanied by President Arista to his home in Tacubaya. There he lived in declining health, and lived long enough to witness the return to power of Santa Anna in 1853, after having played such a pivotal role in overthrowing him in 1845. Herrera died in poverty on February 10, 1854. He was buried in the cemetery of San Fernando. At the funeral were present José María Lacunza, Luis G. Cuevas and other officers and officials.[25]","country":"Mexico"}