{"name":"José Gregorio Monagas","url":"/wiki/Jos%C3%A9_Gregorio_Monagas","Born":"1795-05-04","Died":"1858-07-15","termEnds":"(1795–1858) (1851–55)","termStarts":null,"text":"José Gregorio Monagas (4 May 1795 – 15 July 1858) was the president of Venezuela 1851–1855 and brother of José Tadeo Monagas.[1] General José Gregorio Monagas was born in Aragua de Barcelona, Venezuela, in 1795. His parents were Francisco José Monagas, a merchant from the Canary Islands, and Perfecta Burgos, a native of Cojedes.[2] Monagas started his military career at an early age, in 1813, along with his brother José Tadeo. During Venezuela's emancipation war, Monagas participated in several important campaigns against Spanish royalists Juan Domingo de Monteverde and José Tomás Boves. Because of his brave participation in the Battle of Carabobo, Venezuelan independence hero Simón Bolívar dubbed him the First Spear of the East. In 1851, José Gregorio Monagas succeeded his brother José Tadeo Monagas as President of Venezuela. During his presidency, Monagas proclaimed Venezuela to be a nation free of slavery, in an edict signed on 24 March 1854. This decision was one of the main causes of the Federal War.[3] The combined rule of Jose Tadeo and Jose Gregorio Monagas (1847–1858) is commonly referred to as the Monagas Dynasty, or Monagato.[citation needed] It ended with the overthrow of José Tadeo at the hands of Julián Castro and his allies during José Tadeo's second term.[citation needed] José Gregorio Monagas was married to Clara Marrero de Monagas,[citation needed] who served as First Lady of Venezuela from 1851 until 1855.[citation needed] Clara Marrero de Monagas Monagas is reported to have known he was dying on the day before, finding it hard to breathe and with his tongue lead-coloured. He wished to return to Maracaibo, where three local doctors (Tomás Troconis, Francisco Valbuena, and Joaquín Esteva) were instructed to meet him at the dock by Governor Serrano. A great number of other people also went to the ports to watch the arrival. Monagas arrived at 5 pm on the boat Céfiro, lifted by his sons and other people because he was unconscious. The doctors believed he was just faint and had him sat in a chair that had been placed on the dock. However, he did not recover at died at 5:15 pm without having come round. An autopsy and the statements from his sons and personal doctor determined the cause of death as acute enteritis. On the day after his death he was buried in a service with full military honours, with son Julio giving the eulogy.[4]:257–259","country":"Venezuela"}