{"name":"José María Melo","url":"/wiki/Jos%C3%A9_Mar%C3%ADa_Melo","Born":"","Died":"","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"José María Dionisio Melo y Ortiz (October 9, 1800 – June 1, 1860) was a Colombian general and politician of Pijao ancestry who fought in the South American wars of independence, and who in 1854 rose to power and held the presidency of Colombia. Melo was banished from New Granada after the dissolution of the Great Colombia. He traveled to Venezuela, where he joined the military group that rose up in 1835 demanding the restoration of the Great Colombia, and political and social reforms.[1] After their defeat, he went to Europe, in December 1836. Melo studied at the Military Academy in Bremen, Saxony, and became interested in socialist ideas debated in local circles.[2] In 1841 Melo returned to Ibagué, where he became a political leader of the county. There he participated in the foundation of the \"Democratic Societies\" that organized artisans and leftist intellectuals.[1] In August 1850, the artisans demanded protection and the creation of a national workshop supported by the government.[3] On May 21, 1851, New Granada approved the freedom of slaves bill, and slaveowners rebelled. President José Hilario López called Melo into the army and promoted him to general. Melo found wide acceptance among the troops, and defeated the slaveowners.[1] General José María Melo assumed power in 1854 with the support of members of the Democratic Societies, a coalition of artisans and liberals who did not think that democracy and dictatorship were incompatible. After Melo was militarily defeated that same year, his soldiers and artisans were severely repressed.[4] The only military survivors of the artisans revolution were 200 participants banished on foot to Panama after their property was confiscated.[2] Melo, sailed to Costa Rica and helped fight against the American filibuster William Walker in Nicaragua.[1][2] After the victory, Melo worked as an instructor of troops.[2] José María Melo also served as a general in Mexico, in order to defend the government of Benito Juárez, during the War of the Reform in 1860, and he was wounded and arrested in battle, and then killed.[2]","country":"Colombia"}