{"name":"José María Obando","url":"/wiki/Jos%C3%A9_Mar%C3%ADa_Obando","Born":"1795-08-08","Died":"1861-04-29","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"José María Ramón Obando del Campo (August 8, 1795 – April 29, 1861) was a Neogranadine General and politician who twice served as President of Colombia. As a General, he initially fought for the Royalist Army during the Independence Wars of Colombia, ultimately joining the revolutionary forces of Simón Bolívar towards the end, but once independence was attained he opposed Bolívar's Centralist government.[2] Born out of wedlock to Ana María Crespo on August 8, 1795 in the town of Güengüe, municipality of Corinto, in the then Province of Popayán of the Viceroyalty of New Granada in present-day Colombia,[3] he was baptised José María Ramón Iragorri Crespo just two days later on August 10 in the chapel of the García hacienda.[4] Society, during the times of the colony, was puritanical and the religious authorities did not allow a single mother to raise a child on her own, thus when he was two years old he was given up for adoption and put in the care of a Criollo family in the home of Juan Luis Obando del Castillo y Frías and Antonia del Campo y López who raised him as their own and gave him their last name.[5] His parentage has been of debate among historians, most argue that he was the illegitimate son of Joseph Iragorri, but others argue and have tried to prove that his father was Pedro Vicente Martínez y Cabal, and others have claimed that he was the biological son of his adoptive father Juan Luis Obando as well.[4][6] Despite his humble beginnings, Obando received a formal education in the Real Seminario de Popayán thanks to his adoptive family who were well-off merchants from Pasto loyal to the Spanish Empire and who consequently had to escape to Pasto after the Battle of Palacé (1811) during the Wars of Independence.[4] Obando married Dolores Espinosa de los Monteros Mesa in 1824 and together had five children: José María, Cornelia, José Dolores, Simón and Micaela, it would have been six since Mrs. Espinosa was pregnant with another child, but both died during childbirth in 1833 leaving him a widower with five small children at his charge. In 1837 he remarries to Timotea Carvajal Marulanda and of this union has three more children: Soledad, Capitolino and Gratiniano. During the Wars of Independence the South was still very loyal to Spain, and specially Pasto were Obando joined the Royalists forces under General Sebastián de la Calzada in 1819 in the rank of Captain fighting for the Spanish against the Revolutionary Forces who aimed to gain independence for New Granada from Spain. Nevertheless, on February 7, 1822, he resigns the Spanish cause and joins the Revolutionary Army and embarks in a successful military career.[4][7] In 1826 he was appointed Civil and Military leader of Pasto by General Francisco de Paula Santander and was promoted to Colonel by Simón Bolívar. In 1827 he resigned his post due to his discomfort with the political establishment which he labelled as undemocratic. Simón Bolívar dismissed the Convention of Ocaña declared himself Dictator of the New Granada on August 27, 1828, and drafted a new constitution[clarification needed]. The new constitution was centralist in nature, and Obando fiercely opposed this and in response launched a joint campaign with José Hilario López, revolting in Timbío against Governor Tomás Cipriano de Mosquera, a centralist and Bolívar supporter. Their forces then attacked Popayán on November 12, 1828 seizing the city and ensued to meet and defeated a nearby garrison in the Battle of La Ladera, securing the area and threatening the control of the government in the southwest region of the country forcing Bolívar to sign an armistice with them in order to secure peace.[8] This armistice was favourable for Obando and López, on October 8, 1829 Bolívar ascended Obando to the rank of General and designated him Commandant-General of the Department of Cauca.[9] Bolívar's actions had angered more than just Obando, the level of opposition was such that he resigned in 1830 after surviving an assassination attempt by his political enemies in the north. The political vacuum and struggle for power left by his resignation led to a coup d'état against the acting President Domingo Caycedo on September 5, 1830 by Venezuelan General Rafael Urdaneta. This new encroachment to the constitution spurred Obando to take action against the government once again, this time in defence of the government left by Bolívar. Obando convened the Assembly of Cauca in Buga on November 10, 1830 to speak out against the dictatorship and organize the armies to fight it.[10][11] The makeshift military alliance commanded by Obando and Lopéz strike on February 10, 1831 at the Battle of El Papayal in Palmira delivering a devastating blow to the dictatorship forces.[4][10] From Palmira, Obando's forced moved to Cali, then to Neiva fighting the opposition. This conflict did not escalate further thanks to a compromise reached by Vicepresident Caycedo and Gen. Urdaneta, the Apulo Compromised secured a peaceful change of power with the compromised that key members of both sides would receive promotions. The Exaltados, as the faction which Obando belonged, were unhappy with the compromise as they wanted to purge the government and army from the Bolivarians, some of them even wanted to overthrow Caycedo once again and replace him with Obando, but his good friend José Hilario López prevented them from doing so knowing that Obando, who fought the two previous unconstitutional grabs of power would be against it.[12] Following the vacuum of power left by the resignation of Bolívar, the dissolution of the Gran Colombia, the struggle of power between Urdaneta and Caycedo, and the larger contention between federalists and Centralists, a National Constituent Assembly was convened on November 15, 1831 to draft a new constitution for the nation. Vice President Caycedo, who had been the Acting President after the resignation of Bolívar, proceeded to submit his resignation to the assembly on the same day it first convened; the assembly postponed the matter until it was decided whether or not to establish a provisional government. Finally the constituent assembly voted to implement a provisional government while a new constitution was drafted, for this purpose they elected José María Obando as vice president, office which given the absence of a president made him the acting president as well, and Obando was sworn in on November 23, 1831.[13] As provisional acting president, Obando sanctioned on February 29, 1832 the Constitution of 1832 which among other things, changed the name of the country to Republic of the New Granada and implemented many of the Federalist ideals Obando championed. The Constituent Assembly also elected Santander as president while formal elections were carried out. Obando had once again been a candidate for vice president this time around, but the objections of those who feared having a popular caudillo in power proved too much and the assembly voted to elect a civilian instead;[14] on March 10, 1832 José Ignacio de Márquez was sworn in as the new vice president, succeeding Obando[13] not only as vice president but as acting president as well given that Santander was exiled in New York at the time of the election. While the Constituent Assembly was drafting the constitution a conflict was developing in the south, the Congress of Ecuador had issued a Decree annexing the province of Cauca to their territory and sent in President Juan José Flores to enforce it.[15] In response to Ecuador's actions the Neogranadine assembly issued a decree of territorial integrity and dispatched General López to keep Ecuador at bay. López managed to secure the provinces of Choco and Popayán, but the provinces of Cauca and Buenaventura remained under the military control of Ecuador. Obando, who had stayed behind in Bogotá as head of the provisional government was sent immediately by Vice President Márquez upon taking power to defend the territory, and once all the diplomatic options were exhausted, Márquez sent in reinforcements and support to aid Obando who was the commander of the 1st Army Division to take the Cauca by force.[13] From Popayán Obando marched to Pasto with 1,500 soldiers and was able to take the Pasto with no struggle or conflict as the invading army had left in anticipation.[16] The presidential election of 1837 stands in contrast to the pattern followed in 19th-century Latin America as the favoured candidate by the president and his administration was defeated. Santander had picked Obando for his strong military background over the popular civilian candidates like José Ignacio de Márquez, his vice president, and Vicente Azuero.[17] Many objected to Obando's candidacy because of his alleged role in the assassination of General Antonio Jose de Sucre, but Santander saw past that for he believed that the country was not yet ready for civilian rule and that Obando's military record cleared his name.[17] In the election, which at the time were held indirectly, Obando received 536 votes falling short of the 616 received by Márquez but still enough votes that prevented Márquez to receive the required majority which forced the task of electing a President to Congress,[18] unfortunately for Obando allegiances fell once the responsibility fell to the congress, some like General Mosquera who had initially lent his support to Obando flattered and voted for Márquez instead,[19] it was the case that Congress was still made up of a lot of members who had been loyal to Bolívar and formed a bloc with the moderate liberals to elect Márquez to Presidency leaving Obando in defeat, also unusual in a circumstance like this was the peaceful transition of power, Obando admitted defeat and Márquez became President of New Granada that same year. In 1839 Obando was thrust into a war of religious and political ramification that threatened to tear the country apart. The conflict began when Congress passed a law to suppress small convents and monasteries and re-appropriate the land in Pasto, the law was not intended to punish the Church as the places in question were indeed small and sparingly occupied by mostly Ecuadorian clergy, but the deeply Roman Catholic province went up in arms at the involvement of the government in their religious affairs, even after the Bishop of Popayán had approved of the measure.[20] Obando who had returned to private life in his hacienda of Las Piedras near Pasto was divided on the issue as he was not pro-clergy but was torn on supporting his people. In Bogotá the opposition party, made up of those who supported Santander, wanted President Márquez to appoint Obando to quell the uprisings, but he chose to appoint Generals Mosquera and Pedro Alcántara Herrán instead. Obando tried to remain out of the conflict and moved to Bogotá to prove his non-complicity. The tide turned for Obando when he was implicated in the assassination of Sucre after Herrán captured José Erazo, a guerrilla soldier that fought in Obando´s division. According to Erazo, Obando had ordered him to carry out the assassination, and with his testimony a judge in Pasto issued an arrest warrant for Obando. The implications were largely believed to be political since Obando was the most likely candidate for the following presidential elections, and his enemies wanted him out of the race. Obando willing to clear his name traveled to Popayán to clear his name but it was clear that by then the conflict had become political and when he arrived to Popayán he led a short revolt against the government that quickly ended in an agreement with General Herrán and Obando continued on his way to Pasto. Once in his political and military stronghold, Obando entered in open rebellion declaring himself \"Supreme Director of the War in Pasto, General in Chief of the Restoring Army, and Protector of the Religion of Christ Crucified\", and calling for a revert to Federalism a popular and regionalist cause that was quickly picked up by supporters of Santander nationwide. Soon 12 out of the 20 provinces of New Granada were controlled by the Supremos, so called because they took up titles similar to Obando's calling themselves supreme directors of their region, 4 more provinces were partly occupied, and the government had trouble defending the remaining 4. From Santa Marta to Casanare to Pasto the Federalists were in control, but though large in numbers and support, they fought in separately so the army of the Supreme Director of Santa Marta fought his battles alone and not with the help of the Supreme Director of Antioquia. President Márquez desperate to take control went to recruit the help of Ecuadorian President Juan José Flores, an old enemy of Obando, to help him quell the rebellion in Pasto. The united forces of Generals Herrán, Mosquera and Flores defeated Obando at the Battle at Huilquipamba,[21] delivering a devastating blow but providing the winners only a Pyrrhic victory, but with Obando defeated the rebel troops would not be able to unify under a single leader anymore. With Obando defeated, the War of the Supremes quickly ended in favour of the government, Obando decided to go into exile and fled to Peru where he was welcomed by President Juan Crisóstomo Torrico, but when the latter was ousted by Juan Francisco de Vidal, the new administration gave in to the extradition request that New Granada put in through its Ambassador in Ecuador Rufino Cuervo y Barreto and its Ambassador in Peru Juan Antonio Pardo.[4] Obando then escaped to Chile under the protection of President Manuel Bulnes Prieto. He remained in exile until January 1, 1849 when then President Mosquera gave amnesty to all those who committed political crimes. Obando returned to New Granada on March 13 of that same year and asked Mosquera to open a trial for him to be judged for his alleged involvement in the death of Sucre.[22] Mosquera refused and the matter was passed to Congress where a proposed decree was introduced that allowed individuals to give up their immunity to stand trial. This resolution passed in the Chamber of Representatives but it was voted down in the Senate, where allies of Obando also voted to prevent this to happen fearing that he would be found guilty.[22] In 1849 his good friend José Hilario López was elected president of the New Granada ending the decade of Conservative rule. The new president appointed him Governor of the Province of Cartagena de Indias where Obando remained for little over a year returning to Bogotá after being elected a Member of the Chamber of Representatives by the Province of Bogotá, where he was able to revive his popularity and support and quickly rose to prominence becoming President of the Chamber in 1850. At the time of the presidential election of 1853 the then nascent Liberal Party was divided in three factions, the Radicals (the new social liberals), the \"Golgothas\" (the young progressive liberals), and the \"Draconians\" (the strict old liberal elite). The Radicals presented the candidature of Tomás de Herrera, a Panamanian General, the Golgothas choose José de Obaldía, and the Draconians presented that of José María Obando; the also emerging Conservative Party did not present a candidate for the election choosing rather to abstain from the election and not vote.[23] Obando won the elections by 1,548 votes,[18] and Congress appointed Herrera 1st Designate and Obaldía as vice president. Obando was inaugurated on April 1, 1853 in the Cathedral of Bogotá before the Congress Assembled becoming the 6th elected President of the Republic of the New Granada.[23] The first order of business for President Obando was to sanction the Constitution of 1853 which had been introduced in 1851. Congress passed the new Constitution on May 16, and was sanctioned on May 21. The new constitution was unprecedented in Latin America and far too liberal for the nation at the time,[24] in it federalism prevailed, slavery was abolished, suffrage was extended to all married men aged 21 and older, and the direct popular vote was implemented to elect governors, magistrates, congressmen and the president and vice president. Most shocking of all was the separation of church and state and the freedom of religion that it established, going as far as taking the juristic power held by the Church and subjecting its members to civil law.[25] Obando, a fervent Catholic whose political support stemmed from a region that had erupted in civil war just a few years back from closing a few convents, was not happy to sign the new document. The Draconians, who had postulated Obando for president also wanted him to veto the constitution as they disagreed with its radical liberal nature which had been a product of the Golgothas.[26] Nevertheless, Obando ratified it and it became the new constitution. Bogotá became the heated stage of conflicts between the artisan class and the merchant class. In 1853 a group of artisans had petitioned the government to increase import taxes to protect the national economy, they argued that many of these imports were goods that could be manufactured in the country. A bill was drawn up and passed the Chamber of Representatives, but the measure died in the Senate. An angry crowd gathered outside congress and a violent altercation erupted between artisans, merchants and politicians. The crowd was dispersed but the animosity between these groups only grew in the following months, different public events seemed to be a stage for confrontations between these groups which had come to be known as the ruanas (ponchos) who were the artisans, and the casacas (Frock coats) who were the well off merchant class. President Obando persuaded by those close to him sided with the ruanas, a move that destroyed his support in the capital among the elite and created animosity within his own party. Soon the talk of revolution was in the air, it seemed everyone in Bogotá had different plans for revolution: reports that the Conservatives were going to revolt, that the Golothas were going to mount a coup, that the ruanas were going to overrun the city, and that the casacas were mounting an internal coup, all seemed to come from one place and another and even though preventive measures were taking the rumours only grew louder. President Obando, who had been informed of all the details of the rumoured plans dismissed them as baseless gossip; different leaders, among them Vice President Obaldía, informed President Obando that his General Commander of the Army of Cundinamarca, José María Melo would be the most likely culprit of the rebellion and that he needed to discharge him from the Army at once to prevent any future attack to government. Obando however, believed that doing so would disturb the public order, and that there was no proof of Melo's involvement in any of this. Obando's disbelief and inaction catalysed the events which occurred in the morning of April 17, 1854. General Melo arrived at his door and informed President Obando that he would mount a coup and invited him to suspend government and establish a provisional dictatorship to resolve the problems of the country. Obando baffled by the well announced and warned event that was taking place could not believe what was happening, he who after all had fought the dictatorships of Bolívar and Urdaneta, and who had fought against the regimes of Márquez, Herrán and Mosquera was now faced with the decision to become a dictator or a deposed president. President Obando declined him, and said he refused to take any power than that which was legitimately given to him by the people, and willingly and quietly accepted his fate to go down rather than to betray his convictions, thus a successful bloodless coup d'état had been launched by Melo. Obando was taken prisoner along with most members of his cabinet and many congressmen, some were able to escape and took refuge in the Legation of the United States. [27] In 1860 Obando was commissioned to suppress a revolution in Cauca, and died in defending the Federal system against the Centralists.[28] He was killed with six spears in the back, four in his chest and a contusion in the head. When he was dead his upper lip was cut off by Sebastían Tobar with a knife in order to remove his signature moustache.[29] He was buried on May 1, 1861 in the Cemetery of Funza. He was survived by his second wife Timotea and his eight children. On August 19, 1869 his remains were exhumed and reburied in the family estate of El Empedradero in Popayán, and afterwards they were moved to the ossuary of the church of San Agustín, where they remained until they were moved once again through the lobbying of Antonio José Lemos Guzmán to the Pantheon of the Forefathers (Panteón de los Próceres).[29]","country":"Colombia"}