{"name":"José Hilario López","url":"/wiki/Jos%C3%A9_Hilario_L%C3%B3pez","Born":"1798-02-18","Died":"1869-11-27","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"José Hilario López Valdés (18 February 1798, Popayán, Cauca – 27 November 1869, Campoalegre, Huila) was a Colombian politician and military officer. He was the President of Colombia between 1849 and 1853.[1] The son of José Casimiro López and Rafaela Valdés y Fernández, José, completed his primary education in the seminary of Popayán under the supervision of scholar, José Félix de Restrepo. At age 14, he ended his education to join the revolutionary army.[1] López joined the revolutionary army as a cadet, at the age of 14. He participated in military combat in the battle of Alto Palacé (30 December 1813), the battle of Calibío (January 1814), battle of Tacines (9 May 1814) and the battle of Pasto (10 May 1813). During the battle of La Cuchilla del Tambo, López was taken prisoner by the Spanish Army.[1] López was sent to Bogotá, where he was tried by court martial and was found guilty of treason against the Crown and sentenced to death. His death sentence was commuted in exchange for his service to the royal army. As a prisoner of war, he was assigned to the cobblestone duty of the Plaza Mayor de Bogotá and in the shooting squadron to execute insurgent leaders.[1] On 28 June 1819, López was promised his freedom after his aunt Eusebia Caicedo intervened on his behalf. But it was not until 24 July 1819 that he was pardoned and freed.[1] In 1820, López met General Simón Bolívar, who appointed him lieutenant of the then newly created \"Boyacá Battalion\". While in the town of La Mesa, López saw his former prison mate, Vicente Azuero, among the prisoners of war and interceded for his release. López was promoted to the rank of lieutenant mayor and subsequently, captain. In that capacity, López participated in the \"Northern Campaign\" offensive in what is now Venezuelan territory.[1] Once the campaign ended in February 1823, López returned to Bogotá and was appointed by General Francisco de Paula Santander as military chief of the province of Cauca. On 6 April 1823, he was promoted to lieutenant colonel.[1] After the Conspiración Septembrína (September Conspiracy) of 1828, and while being military chief of the Azuay province, López rebelled against General Simón Bolívar and joined the army of Colonel José María Obando.[1] Shortly after, the Gran Colombia-Peru War broke out, and Bolívar headed south to confront the Peruvians and join forces with Field Marshal Antonio José de Sucre, who was in wait for him. By the end of January 1829, Bolívar came to an agreement with the rebel commanders and pardoned them after the Pact of Juanambú was signed on 2 March 1829. Bolívar also explained his decision to ignore the Constitution of Cúcuta, after General José Antonio Páez’ actions in Venezuela.[1] Under the military government of Rafael Urdaneta in September 1830, López and Obando rebelled once again and started a campaign to destabilize the government. Their forces took over most of the south and took control of the town of Popayán. López advanced to Tocaima, where he confronted General Rafael Urdaneta,[1] but both reached a ceasefire that followed the \"Apulo Agreement\", signed on 28 April 1831. The following year, during the government of Francisco de Paula Santander, López was appointed military chief of Bogotá, and two years later, in 1834 was appointed governor of Cartagena. After these posts, López also assumed other offices such as the Secretary of War and Navy, Ambassador of Colombia to the Papal States, Secretary of Foreign Relations, state advisor and senator. On 7 March 1849, López was elected President of Colombia with the support of the artisans and their democratic society clubs, having also taken advantage of the divisions among the conservatives. His government abolished slavery, created the agrarian law, supported the separation between church and state, freedom of the press and the federalization of the state.[1] Resistance against abolition provoked a conservative uprising in the Cauca region, led by Julio Arboleda. The revolt was soon crushed by Lopez' government forces. In Cali, confrontations between landowners and the commoners became harshly violent. The defeat suffered by the landowners sparked an uprising of former slaves and peasants, who sabotaged and vandalized farms, to the point of taking physical vengeance over their former masters by whipping them with the same whips used on them.[citation needed] López administration also authorized the dissolution of the Resguardos for Amerindians and prohibited any businesses regarding this practice, going against the will of their main supporters, the Democratic Societies, and allowing the elites to benefit from the newly liberated laborers who searched for work in their tobacco plantations. This also meant that the produce produced by the no-longer cheap labor skyrocketed the inflation rate.[citation needed] A year after finishing his term as President of Colombia, in 1854, López joined the conservative and liberal armies against the “Artisans Revolution” and deposed General José Maria Melo from the presidency.[2] During the civil war of 1859, López enrolled in the army of the “radical liberals”, who defended the Federation and autonomy of the states. López was elected as President of Tolima and assumed office in the city of Neiva in July 1863.[citation needed] In 1865 he was postulated as candidate to lead the Colombian Union, but was defeated by President Tomas Cipriano de Mosquera. In 1867, President Mosquera closed down the National Congress and, because of this, was deposed in reprisal. López was then named Army Chief by the new interim government of Santos Acosta. After these, he retired from politics and returned to his farms until the day of his death.[citation needed]","country":"Colombia"}