{"name":"José María Bocanegra","url":"/wiki/Jos%C3%A9_Mar%C3%ADa_Bocanegra","Born":"now Calvillo, Aguascalientes, Mexico","Died":"aged 75","Political party":"Popular","termEnds":"(part of the Liberal Party)","termStarts":"He was appointed Interim President by Congress when Guerrero left office to fight the rebellion of his conservative Vice President Bustamante.","text":"José María Bocanegra (Spanish pronunciation: [xosemaˈɾia bokaˈneɣɾa]; 25 May 1787[1] – 23 July 1862) was a Mexican lawyer and statesman who was briefly interim president of Mexico on December, 1829 during a coup attempt against president Vicente Guerrero. He was appointed interim president by congress while President Guerrero personally led his troops against the insurrection. Five days later the rebels stormed the National Palace and overthrew Bocanegra, upon which they set up an executive triumverate led by Pedro Velez. Bocanegra graduated from the Colegio de San Ildefonso in Mexico City, becoming a lawyer. During the colonial period he was a lawyer for the Audiencia and a member of the College of Attorneys. He was vice-president of the Committee of Charity of the Hospice for the Poor. He became a deputy to the first Mexican Constituent Congress in 1824. He supported Agustín de Iturbide's ascent to the imperial throne (Plan de Iguala), but opposed his exercise of arbitrary power. Bocanegra entered the Chamber of Deputies in 1827, and on 26 January 1829, President Guadalupe Victoria named him Minister of Internal and External Relations. He continued to hold this position with the change of administration to Vicente Guerrero, until 1 April 1829. On 4 December 1829, Vice-President Anastasio Bustamante rose in revolt against Guerrero (Plan de Jalapa). Guerrero received permission from Congress to take the field to combat the rebels. On 16 December 1829,[2] Bocanegra was appointed interim president by Congress during Guerrero's absence by virtue of his position as president of the Supreme Court. He took office on December 18[3] and served until 23 December 1829, for only six days. On the latter date, the military garrison of Mexico City joined the Plan de Jalapa and withdrew recognition of Bocanegra. They installed an executive triumvirate of Pedro Vélez, Lucas Alamán and Luis de Quintanar. Bocanegra returned to his professional duties as a lawyer. Later, Bocanegra was Minister of the Treasury under Presidents Valentín Gómez Farías and Antonio López de Santa Anna (26 April 1833 to 12 December 1833) and Minister of External Relations and of the Treasury under presidents Santa Anna, Nicolás Bravo and Valentín Canalizo (through 18 August 1844). Bocanegra was known as an honorable and capable man who was uncomfortable participating in politics but felt it to be his duty to do so. He wrote the Memorias para la Historia de México Independiente. His nephew Francisco González Bocanegra was the author of the Himno Nacional Mexicano (the Mexican National Anthem). José María Bocanegra died on 23 July 1862 in the Federal District.","country":"Mexico"}