{"name":"José Mariano Michelena","url":"/wiki/Jos%C3%A9_Mariano_Michelena","Occupation":"Soldier","Born":"1772-07-14","Died":"1852-05-10","termEnds":null,"termStarts":null,"text":"José Mariano Michelena (sometimes José Mariano de Michelena) (July 14, 1772, Valladolid, Michoacán – May 10, 1852, Valladolid) was a Novohispanic and later Mexican, soldier and politician. He was among the early conspirators seeking to achieve Mexican independence, and also introduced coffee to Mexico. From a comfortable and distinguished family, José Mariano Michelena attended the University of Mexico, graduating as a lawyer. In 1806 he enlisted in the infantry regiment La Corona, with the rank of lieutenant. In the encampment at Jalapa (Veracruz), he became friends with Ignacio Allende, Juan Aldama and other New Spanish military officers who later joined the insurgency against Spain. After Jalapa, he was in Mexico City, and on October 15, 1808, he was sent to Valladolid to recruit men for the regiment. In Valladolid he joined a group of independence conspirators, including his brother Nicolás, Captains Manuel García Obeso and Manuel Muñiz, Ruperto Mier, Lieutenant Mariano Quevedo, Licientiates Soto Saldaña and Manuel Ruiz de Chávez, Father Vicente de Santa María, and Father Huango.[1] Impelled by the news of the French occupation of Spain, the conspirators intended an armed revolution in Celaya, San Miguel el Grande, and Zamora. Michelana was sent to Guanajuato to recruit rebels there. This conspiracy was uncovered by the Spanish authorities on December 21, 1809. The conspirators were arrested and confined in the convent of El Carmen. Archbishop Francisco Javier de Lizana y Beaumont, who was viceroy of New Spain at the time, ordered them brought to Mexico City so that he could speak to them. Their defense was that they were faithful patriots whose only intention was to preserve the country for King Ferdinand VII, who had been forced to abdicate by Napoleon. They proposed to the viceroy (as related by Michelena) to form a junta to govern New Spain in the name of Ferdinand and to take all possible measures to extend the reign of this \"august\" sovereign. Lizana found no criminal offense in the conspirators, and ordered them set free, to the great disgust of the pro-Spanish party. Michelena returned to duty in Jalapa. With the later outbreak of the insurrection under Father Miguel Hidalgo in September 1810, Michelena was again arrested. He was held a prisoner in San Juan de Ulúa (Veracruz) until 1813, after which he was sent to Spain. He contracted a severe case of rheumatism in the prison. In Spain, he joined a military unit fighting the French. He was involved in numerous actions, including the capture of Bayonne in February 1814. He continued serving in the army, and in 1820 he was named deputy to the Cortes (parliament) for Michoacán. On learning of the successful conclusion of Mexico's war of independence, he returned to that country in 1822. He entered the Mexican army with the rank of brigadier general and was a deputy to the Constituent Congress. He fought against Emperor Agustín de Iturbide as an adherent of the Plan de Casa Mata (December 2, 1822). The effect of the Plan de Casa Mata was the abdication of Iturbide on March 19, 1823. After Iturbide's abdication, the Congress chose a triumvirate consisting of Generals Pedro Celestino Negrete, Nicolás Bravo and Guadalupe Victoria to exercise executive power until presidential elections could be held. However, Bravo and Victoria were absent, and Michelena and Licenciado Miguel Domínguez were chosen as temporary substitutes. Michelena was the leader of the triumvirate while he held the position (1822–24). He was in effect acting president of Mexico. He voided the Treaty of Córdoba and the Plan of Iguala. With the return of Bravo, Michelena turned over the office to him, on January 31, 1824. He was subsequently nominated as minister plenipotentiary to Great Britain. He created the Mason \"Rito Yorkino\". He traveled to Rome, Greece, Palestine and Arabia. From Arabia he brought coffee plants, which he grew in his hacienda near Uruapan. This was the first successful coffee cultivation in Mexico. Later he was a delegate to the Congress of America in Panama, called by Simón Bolívar. He was of the federalist party, opposed to one unitary national government, which did not stop him from serving as minister of war in the national cabinet (April 24, 1837 to October 19, 1837) during the Centralist Republic of Mexico. He was also governor of Michoacán. He was a Mason, helping to establish the York Rite in Mexico. He died in 1852 in his native city of Valladolid.","country":"Mexico"}