{"name":"José Ignacio Pavón","url":"/wiki/Jos%C3%A9_Ignacio_Pav%C3%B3n","Born":"","Died":"","Political party":"Conservative","termEnds":null,"termStarts":"As president of the Supreme Court of the conservative government, he took office for two days when Miramón left office.","text":"José Ignacio Pavón (1791 – 24 May 1866) was a Mexican civil servant, and briefly, for two days, interim President of Mexico during the final months of a civil war, the War of Reform, being waged between conservatives and liberals, in which he served as president of the Conservatives, in opposition to President Benito Juarez, head of the Liberals. Pavón was born in Veracruz, where he began his studies. He continued his education in the Colegio de San Ildefonso in Mexico City, where he studied philosophy and law (cánones y leyes). He was an honorary city councilman of Mexico City in 1818 and secretary of the censorship committee in 1820. After Mexico gained its independence in 1821, and political parties emerged supporting either a republic or a monarchy, Ignacio tended to keep his distance from both factions, though he leaned towards the republicans. [1] As the First Mexican Empire fell in 1822, he rejoiced in the fall of the monarchy and took an active role in politics, hoping that the installation of a new congress could proceed quickly. The governing junta that now gained power gave him the task of writing the criminal code. He was a member of the economic society Amigos del Pais (friends of the nation) and was in charge of the treasury for the Academy of Jurisprudence, and an honorary member for a child welfare organization. He was also an associate of the Mexican Atheneum. From 1822 to 1823 he was juez de hecho (legal expert) on the law of the press for the municipal government of Mexico City.[2] On April,1823 the Supreme Executive Power assigned him a senior post within the Department of the Treasury, and also made him interim governor of the State of Tabasco. In 1825, he was placed in charge of the Department of Foreign Relations, and negotiated British recognition of Mexican Independence. [3] He fought in the Mexican Federalist War and was defeated by Antonio Rosillo in the Battle of Alcantra on 3 October 1839.[4][5] He was named to the Mexican Supreme Court in 1841. His appointment to the presidency during the War of Reform, in August of 1860, was a simple bureaucratic formality. As the tide of the war turned against the conservatives, Miramon asked the conservative government for a vote of confidence. He resigned, and in the meantime, Ignacio Pavon, as president of the supreme court, was assigned the position of interim president. The government voted to support Miramon, and Ignacio Pavon's only presidential act was publishing the results of that election. [6]","country":"Mexico"}