{"name":"José Vicente Concha Ferreira","url":"/wiki/Jos%C3%A9_Vicente_Concha_Ferreira","Born":"1867-04-21","Died":"1929-12-08","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"José Vicente Concha Ferreira (April 21, 1867 – December 8, 1929) was a Colombian politician who served as President of Colombia from 1914 to 1918. He was also a noted member of the Colombian Conservative Party.[1] Concha was born in Bogotá, on April 21, 1867, during the administration of General Tomás Cipriano de Mosquera.[1] He died in Rome, on December 8, 1929, while serving as Ambassador to the Vatican City.[2] Concha studied jurisprudence and specialized in criminal law. He became a distinguished University professor in the fields of journalism, literature and oratory. He also stood out as a political debater, as a very skilled, eloquent and persuasive public speaker.[1] Concha joined the Colombian Conservative Party by the end of the presidency of Carlos Eugenio Restrepo. The \"republicanism” movement had come to an end, and politicians were returning to the original political parties. He was elected to Congress, and in 1898, as majority leader, he led the debate against General Rafael Reyes, causing him to resign to the presidency.[1] Concha was appointed Minister of War in 1901, during the administration of José Manuel Marroquín. Later, Marroquín designated him as the Colombian Ambassador to the United States of America and he presented his diplomatic credential to the State Department on March 8, 1902, during the Colombian civil war “de los Mil Dias” (Thousand Days' War).[3] During the presidential election of 1914, two candidates were running for office, Nicolás Esguerra for the liberal party and Concha for the conservative party. Concha obtained 300,735 votes and Esguerra obtained 36,763.[1] Concha was inaugurated as President of Colombia on August 10, 1914. He initiated his administration in a prosperous and peaceful time, inherited from the government of Carlos Eugenio Restrepo.[4] Since Colombia had just gone through two major wars, the civil war “de los Mil Dias” and the war of session with Panama, Concha decided to maintain the country neutral during World War I, for which Congress approved and gave him extraordinary powers to rule by decree.[4] As mentioned earlier, Concha had served as Colombian Ambassador to the US in 1902. He also served as Minister of Foreign Affairs during the administration of President Marco Fidel Suárez. In 1925, Concha is designated as Colombian Ambassador to Italy and later to the Vatican City in Rome, where he died. In one of his last statements he said: “I never violated the rights of people or parties, I was impartial and neutral in every political debate or election, I kept diplomatic and cordial relations with every nation and, I never placed the country at risk”.[2]","country":"Colombia"}