{"name":"José López Portillo","url":"/wiki/Jos%C3%A9_L%C3%B3pez_Portillo","Born":"1920-06-16","Died":"2004-02-17","Political party":"PRI","termEnds":"(uncontested)","termStarts":null,"text":"José Guillermo Abel López Portillo y Pacheco CYC (Spanish pronunciation: [xoˈse ˈlopes poɾˈtiʝo]; 16 June 1920 – 17 February 2004) was a Mexican writer, lawyer and politician affiliated with the Institutional Revolutionary Party (PRI) who served as the 58th President of Mexico from 1976 to 1982. López Portillo was the only official candidate in the 1976 presidential election, being the only president in recent Mexican history to win an election unopposed. López Portillo was the last of the so-called economic nationalist Mexican presidents.[1] His tenure was marked by heavy investments in the national oil industry after the discovery of new oil reserves, which propelled initial economic growth, but later gave way to a severe debt crisis after the international oil prices fell, leading Mexico to declare a sovereign default in 1982.[2] As a result of the crisis, the last months of his administration were plagued by widespread capital flight, leading López Portillo to nationalize the banks three months before leaving office,[3] and by the end of his term Mexico had the highest external debt in the world.[4][5] His presidency was also marked by widespread government corruption and nepotism.[6][7] Shortly after leaving office, during the presidency of his successor Miguel de la Madrid, numerous officials who had worked under the López Portillo administration were prosecuted for corruption, the most notorious cases being Arturo Durazo and Jorge Díaz Serrano. Although López Portillo himself was suspected of having been involved in corruption as well, he was never charged with any crimes.[8][7] López Portillo was born in Mexico City, to his father José López Portillo y Weber (1888–1974), an engineer, historian, researcher, and academic, and to Refugio Pacheco y Villa-Gordoa. He was the grandson of José López Portillo y Rojas, a lawyer, politician, and man of letters. Another ancestor was a Royal Judge in the Audiencia de Nueva Galicia in the eighteenth century. He was the great-great-great grandson of José María Narváez (1768–1840), a Spanish explorer who was the first to enter Strait of Georgia, in present-day British Columbia, and the first to view the site now occupied by Vancouver.[citation needed] He studied law at the National Autonomous University of Mexico (UNAM) before beginning his political career. After graduating, he began his political career with the Institutional Revolutionary Party (PRI) in 1959. He held several positions in the administrations of his two predecessors before being appointed to serve as finance minister under Luis Echeverría, a close friend from childhood, between 1973 and 1975. López Portillo was elected unopposed in 1976, though in any event the PRI was so entrenched that he was effectively assured of victory when Echeverría chose him as the PRI's candidate. To date, he is the last Mexican president to run unopposed. When he entered office, Mexico was in the midst of an economic crisis. He undertook an ambitious program to promote Mexico's economic development with revenues stemming from the discovery of new petroleum reserves in the states of Veracruz and Tabasco by Petróleos Mexicanos (Pemex), the country's publicly owned oil company. In 1980, Mexico joined Venezuela in the Pact of San José, a foreign aid project to sell oil at preferential rates to countries in Central America and the Caribbean. The economic confidence that he fostered led to a short-term boost in economic growth, but by the time he left office, the economy had deteriorated and gave way to a severe debt crisis and a sovereign default.[9] One of his last acts as president, announced during his annual State of the Nation address on 1 September 1982, was to order the nationalization of the country's banking system.[10] During his presidential term, his critics accused him of corruption and nepotism.[11] An electoral reform conducted during his presidential term increased the number of members of the Chamber of Deputies to 400: 300 being elected single-seat constituencies by plurality vote (uninominals) and 100 being elected according to proportional representation (plurinominals).[12] The reform furthermore opened the electoral process for small opposition parties.[13] In 1981, the Cancun Summit, a North-South dialogue, took place.[14] The summit was attended by 22 heads of state and government from industrialized countries (North) and developing nations (South). During López Portillo's presidential term, Mexico supported the Sandinista National Liberation Front in Nicaragua.[14] In 1977, after the death of dictator Francisco Franco, Mexico resumed diplomatic relations with Spain. Also, Pope John Paul II visited Mexico for the first time.[14] In the year leading to the end of his term as president on 1 December 1982, López Portillo personally chose two candidates as possibilities to replace himself, following the succession ritual established by his party. One, Javier García Paniagua, would have been appointed if a man of greater political skill were needed. The other, ultimately his successor, was Miguel de la Madrid, who was chosen for his financial and administrative skills, which were deemed much more necessary after the devaluation of the peso in February 1982 and the subsequent economic crisis. On 1 September 1982, at his final annual Address to the Congress (\"Informe de Gobierno\"), López Portillo gave a famous speech where he condemned businessmen and bankers responsible for the capital flight, claimed that the crisis was not his fault (\"I'm responsible for the helm, but the storm is not my fault\"), announced the nationalization of the banks (\"They have looted us, but Mexico is not finished, they won't loot us again!\"), and asked for forgiveness over his mistakes as president and the economic crisis. He famously broke in tears during his speech after asking for the forgiveness of Mexico's poor.[15] This passionate speech, however, did little to repair his image, and he remains one of the most unpopular Mexican presidents in recent history.[2] López Portillo was the last economic nationalist president to emerge from the ranks of the Institutional Revolutionary Party. Subsequent presidents have all been for free trade (librecambismo). López Portillo's first wife was Carmen Romano. After leaving the presidency, López Portillo divorced Romano and married in 1995 his longtime partner, the Yugoslavian-born actress Sasha Montenegro.[16] They had two children (Nabila and Alejandro) but later separated. He was the brother of late Mexican novelist Margarita López Portillo, who died on 8 May 2006, of natural causes. He died in Mexico City when he was 83 years old. He was the victim of a cardiac complication generated by a pneumonia.[17] He was buried at the Pantheon Federal District military. In a national survey conducted in 2012, 25% of the respondents considered that the López Portillo administration was \"very good\" or \"good\", 17% responded that it was an \"average\" administration, and 44% responded that it was a \"very bad\" or \"bad\" administration.[18]","country":"Mexico"}