{"name":"José Justo Corro","url":"/wiki/Jos%C3%A9_Justo_Corro","Born":"1794-07-19","Died":"1864-12-18","Political party":"Liberal","termEnds":null,"termStarts":"He was appointed Interim President by Congress to conclude the presidential term. During his term, he enacted the Seven Laws and Spain recognized the Independence of Mexico.","text":"José Justo Corro Silva (c. 19 July 1794 – c. 18 December 1864) was a Mexican lawyer and statesman who was made president of Mexico on March 2, 1836, after the sudden death of President Miguel Barragán. During his administration, he oversaw the transition from the First Mexican Republic to the Centralist Republic of Mexico and the publication of the new constitution: the Siete Leyes. The nation also faced the ongoing Texas Revolution, and Mexican independence was recognized by Spain and by the Holy See. José Justo Corro was born on July 19, 1794. He began his public life as a provincial ensign in 1810 and had reached the rank of captain lieutenant colonel when he took part in the War of Independence.[1] He went to law school in Guadalajara before moving to Mexico City and made a name for himself in the capital as a lawyer. He was minister of justice and ecclesiastical affairs in the cabinet of President Miguel Barragán from 18 March 1835 to 26 February 1836. Barragán had become interim president in the absence of Antonio López de Santa Anna, who was fighting rebels in Zacatecas. Barragán, however, died of typhus on 1 March 1836, just after resigning office on 27 February due to ill health, with Santa Anna again absent from the capital (this time fighting rebels in Texas). Under those circumstances, the Chamber of Deputies on 27 February 1836 named Corro interim president. He formally took office on 2 March. He had been president for three months when news arrived of the Battle of San Jacinto, the defeat of Mexico by the Texans, and the capture of Santa Anna. Corro made patriotic appeals to aid the troops and save the president and laid out a plan for which the government could raise more funds. To the Mexican Navy were added a few vessels, and reinforcements were sent out to Texas by the end of 1836.[2] At Puebla appeared a prounciamniento, the Plan of Concordia, calling for the unity of all parties, but it did not seriously threaten the government. Towards the end of 1836, former conservative President arrived back in the nation after an exile in Europe, and public opinion began to favor him for the presidency.[3] The government at this time had to deal with many foreign crises, most apparent of all the Texas Revolution, and threats that the United States would recognize Texan independence. France had put forth claims of damages, which would eventually lead to the Pastry War in 1838. Due to rising tensions, Manuel Eduardo Goroztiza, the Mexican minister to the United States was summoned back to Mexico. In response to the seizure of American merchant ships, the Mexican brigantine ‘General Urrea’ had been captured by American vessels, and the latter had been forced to lower the Mexican colors and fly the American flag.[4] Wishing to avoid a war, the Mexican government ordered a release of captured vessels. In March 1837, a French brigantine anchored off of Sacrificios, on its way to Havana, carrying pleas from the Minister of France in Mexico to the consulate of France in Veracruz, Admiral Bretonniere announcing that in fifteen or twenty days he would later depart from Havana on board the frigate Didon, escorted by other war vessels and headed back towards Veracruz, explaining that his arrival was aimed at claiming damages that had not been addressed by the Mexican government and if continued to be ignored would result in war. When Breotnniere arrived in Mexico he was received by President Corro, and Minister Tornel held many banquets for him. In a proclamation Corro assured that he would not be intimidated by foreign interests. A newspaper published a letter by the admiral with maps showcasing recent French triumphs in Algeria, meant to show off French military capability.[5] The Corro administration was successful in getting the Holy See to recognize Mexican independence, under the condition that the anti-clerical laws, established in 1833 by Valentin Gomez Farias, would be lifted. The pope then resolved to send an internuncio.[6] On December 28, 1836, Spain also recognized Mexican independence though news of this would not arrive in Mexico until Corro was no longer president. Representing Mexico during the negotiations in Madrid was Miguel Santa Maria who would remain in Spain as Mexico’s foreign representative.[7] In the course of his presidency Corro would have three ministers of finance – Mangino, Alas and Cervantes – who all struggled to raise funds, and who all appealed the government to take out foreign loans. The use of copper also caused trouble as it lent itself easily to counterfeiting, which Corro tried to discourage by devaluing the value of the copper coin.[8] To alleviate the financial chaos, a National Bank was also established, but it struggled due to a lack of funds.[9] Urban properties had avoided paying taxes since independence, and the Corro administration on June 30, 1836, decreed that they now had to pay two pesos for every thousand pesos in value which they had.[10] Partisan conflict on the municipal level resulted in a petition to the president to suspend the elections for the Ayuntamientos until the publication of the Siete Leyes, the new constitution that was being worked on. After suppressing the revolt of Juan Alvarez in the south of the country, congress began focusing on this new, centralist constitution. The Siete Leyes were finally published on December 30, 1836.[11] Elections were held in accordance with the new constitution, and the ex-president Anastasio Bustamante who had recently returned from Europe, succeeded in winning another term. Corro stepped down on April 19, 1837. retired to private life in Guadalajara. He died there in 1864, during the French Intervention in Mexico, and was interred in the main cemetery of the city, the Panteón de Belén.","country":"Mexico"}