{"name":"José Mendes Cabeçadas","url":"/wiki/Jos%C3%A9_Mendes_Cabe%C3%A7adas","Occupation":"Naval officer (Vice-admiral)","Born":"1883-08-19","Died":"1965-06-11","Political party":"Independent","termEnds":null,"termStarts":null,"text":"José Mendes Cabeçadas Júnior, OTE, ComA (Portuguese pronunciation: [ʒuˈzɛ ˈmẽdɨʃ kɐbɨˈsadɐʃ]), commonly known as Mendes Cabeçadas (19 August 1883 in Loulé – 11 June 1965 in Lisbon), was a Portuguese Navy officer, Freemason and republican, having a major role in the preparation of the revolutionary movements that created and ended the Portuguese First Republic: the 5 October revolution in 1910 and the 28 May coup d'état of 1926. In the outcome he became the 69th minister of finance for one day only on 30 May 1926, then becoming interim minister for foreign affairs for two days between 30 May and 1 June,[1] after which he again became the 70th minister for finance on the same day. He served as the ninth president of Portugal (the first of the Military dictatorship) and prime minister for a brief period of time (from 31 May 1926 to 16 June 1926).[2] Mendes Cabeçadas was one of those responsible for the revolt on board the ship Adamastor, during the Republican Revolution of 1910. However he soon became disappointed with the regime he had helped to create. In 1926 he led the revolution against the First Republic in Lisbon after Gomes da Costa had started it in Braga. Prime Minister António Maria da Silva resigned and, just days later (31 May), President Bernardino Machado named him prime minister. On the same day the President also resigned and Mendes Cabeçadas assumed the role of President of the Republic.[3] As a revolutionary with moderate tendencies, Mendes Cabeçadas thought it possible to form a government that wouldn't question the constitutional regime, but with no influence on the Democratic Party. However the other revolutionaries (among them Gomes da Costa and Óscar Carmona) judged him as incapable and in a meeting in Sacavém on 17 June 1926, Mendes Cabeçadas was forced to renounce the posts of president of the republic and president of the Council of Ministers (prime minister) in favour of Gomes da Costa.[2][1] Mendes Cabeçadas joined the opposition to the regime for a third time, involving himself in several revolutionary attempts and subscribed to many manifestos against the dictatorship, until his death in 1965[4] during the period known as the Estado Novo (New State), headed by António de Oliveira Salazar.[3] Mendes Cabeçadas married Maria das Dores Formosinho Vieira (Silves, 6 January 1880 – 22 December 1949) in Santa Isabel, Lisbon, in March 1911. The couple had four daughters.","country":"Portugal"}