{"name":"José Manuel Marroquín Ricaurte","url":"/wiki/Jos%C3%A9_Manuel_Marroqu%C3%ADn_Ricaurte","Occupation":"Farmer (planter), writer, educator, politician","Born":"1827-08-06","Died":"1908-09-19","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Jose Manuel Cayetano Marroquín Ricaurte (August 6, 1827 – September 19, 1908) was a Colombian political figure and the 27th President of Colombia. José Manuel Marroquín was born in Bogotá, on August 6, 1827. He died in the same city on September 19, 1908.[1] Marroquín studied literature and philosophy at the Seminary of Bogotá.[1] He went on to study jurisprudence at the Colegio Mayor de San Bartolomé. Marroquín became a professor of literature and philosophy at the Colegio Mayor del Rosario, where he eventually was appointed as rector. Later, he was also co-founder of the Academia Colombiana de la Lengua along with Miguel Antonio Caro and José María Vergara. He was elected as the first Rector of the Academy.[1] As writer, philosopher, poet and scholar he wrote several novels, poems, stories, essays and text books in grammar, philology and orthography.[1] Marroquín joined the Colombian Conservative Party and was elected to the House of Representatives and the Senate. He was also appointed as Minister of Education. He was elected as vice-president of the Republic of Colombia in 1898 and later elected as president in 1900 and served until 1904.[1] Marroquín was President twice. The first time, as acting President on August 7, 1898, when president elect Manuel Antonio Sanclemente was unable to attend his inauguration due to his poor health. The second time, on July 31, 1900, by default, when President Sanclemente was deposed by a civil-military coup d’état.[1] The nationalist conservative army echelon, in light of the demanding responsibilities of the civil war known as the Thousand Days War, had approved and supported the coup d’état.[2] In an effort to end the civil war, President Marroquín offered the liberals a truce and armistice on June 12, 1902. The liberals rejected his offer, and the war intensified. After three years of bloody battles the war came to an end. Three peace treaties were signed. The first one was the Treaty of \"Nerlandia\", on October 24, 1902, which brought to an end the fighting in the provinces of Bolívar and Magdalena, signed by General Juan B. Tovar for the government and General Rafael Uribe Uribe as Commander in Chief of the insurrectionists.[2] The second treaty was the one of “Wisconsin”, signed on November 12, 1902, by the government’s Generals Alfredo Vásquez Cobo and Victor Manuel Salazar and insurgent Generals Lucas Caballero and Eusebio Morales. The terms of this treaty called for congressional elections, amnesty for all political and prisoner of war and rebel sympathizers, restoration of all confiscated properties and assets, conversion of rebel’s money into government’s official currency and assuming the rebel’s war indebtedness.[2] The third treaty was the one of “Chinácota”, signed on December 3, 1902, by Marroquín’s administration General Ramón González Valencia and revolutionary General Ricardo Tirado Macías.[2] Thus, the civil war came to an end, after more than 200 battles, tens of thousands dead, tens of thousands wounded, millions in material losses, and an aftermath of great and tragic political, social and economic consequences. President Marroquín officially declared the nation at peace on June 1, 1903.[3] The nation had not yet recovered from the tragic events and devastation of the civil war, when another crisis erupted. On November 3, 1903, Panamá, sponsored and fueled by the interests of the United States declared its secession from Colombia. The provincial troops and civil leaders proclaimed the independence of the Panamanian State from the Colombian nation, aided and abetted by the military forces and diplomatic agents of President Theodore Roosevelt. As part of the conspiracy and within days, Roosevelt recognized the independence of Panamá and, in a stern and illegitimate forewarning, stated that he would not allow the presence of Colombian troops in Panamanian territory. Behind this secession movement and action was the desire of Roosevelt’s administration to build, operate and control an interoceanic canal.[3] The events leading to the separation of Panamá from Colombia arise from the desires of business and strategic interests that wished to construct an interoceanic canal between the Atlantic and the Pacific oceans. The concept of such a canal through Panamá dates to the early 16th century. The first attempt to construct the Panama Canal began in 1880 under Colombian control and French leadership. But this effort had failed and another project was being considered through Nicaragua. President Marroquín vehemently opposed such idea and pushed for plan to build the canal through Panamá. Therefore, the administrations of Marroquín and Roosevelt signed the treaty “Tomás Herrán-John Hay\" in January 1903. The treaty provided in part that the French company would transfer its construction rights to the US; the US would build, operate and exploit the canal for a period of 99 years; Colombia would receive a down payment of $10 million pesos and royalties of $250 thousand pesos every year until the end of the contract; and that the Colombian Congress would ratify the treaty within eight months. President Marroquín presented the treaty for Congress’ consideration and ratification. Colombian Congress rejected the treaty and Panamá proclaimed its independence.[3]","country":"Colombia"}