{"name":"José Mariano Salas","url":"/wiki/Jos%C3%A9_Mariano_Salas","Born":"1797-05-11","Died":"1867-12-24","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"José Mariano de Salas (11 May 1797 – 24 December 1867) was a Mexican soldier and politician who served twice as interim president of Mexico, once in 1846, during the Mexican American War, and once in 1859 during the War of Reform. He was a known partisan of Santa Anna, and his first presidency was held in place for him, after the overthrow of Mariano Paredes, while Santa Anna returned from an exile. Nonetheless Salas still governed for a few months and energetically passed measures to unite the country and promote the war effort. At Santa Anna's behest, Salas also restored the Constitution of 1824, thus ending the Centralist Republic of Mexico which had been in effect since 1835. His second presidency during the Reform War was much less eventful. After an election, he was assigned to the post while president-elect Miguel Miramon arrived and only remained in power for a few days. As the Second Mexican Empire was being established in 1863, the Assembly of Notables elected him as part of the executive triumvirate that invited Maximilian of Habsburg to take the throne. Mariano Salas was born in Mexico City in 1797. After receiving his primary education, he joined the military and participated in the Mexican War of Independence as an infantry cadet in the Infantes de Puebla regiment. He initially on the side of the Spaniards, but he joined in the Plan of Iguala in 1821, and during the First Mexican Empire sided with congress as it broke out into armed conflict against Emperor Iturbide in 1823.[1] After the establishment of the First Mexican Republic, he defended the government of Guadalupe Victoria against the insurgents in the Plan of Montaño of 1827. He was in charge of the tenth battalion stationed in Guadalajara when the Spanish attempted to invade Mexico in 1829, and he fought against that incursion, remaining with the garrison of Tampico el Alto until the Spanish departed. He joined in the Plan of Jalapa against Vicente Guerrero, but defended the subsequent government of Anastasio Bustamante when the San Luis Potosi militia rose up. During the Plan of Veracruz in 1832, he defended the government of Bustamante up until the end, but after his overthrow was an accomplished fact, he was willing to fight for adherence to the new government of Manuel Gomez Pedraza.[2] During the Centralist Republic of Mexico he participated in the war against Texas and was present at the Battle of the Alamo, and returned to Matamors after the decisive defeat at San Jacinto. He defended the government against the federalist uprisings that were flaring up all over the nation during this time, and battled the federalist chief Mejia at the Hacienda of San Miguel La Blanca, in which Salas was wounded by bayonet and fractured a rib, but through which he was also promoted to brigadier general. During the Federalist Uprising of 1840 in which federalist rebels invaded the National Palace and took the president hostage. He marched against the National Palace and went second in command of the government forces, Alcorta was wounded, Salas was designated to replace him.[3] Four years later he was named commandant general of Mexico and was one of the few individuals that remained loyal to Santa Anna when he was overthrown in 1844, for which he was removed by the triumphant rebels from his military posts. When Mariano Paredes assumed the presidency in 1846, he returned him to the post of commandant general and he was named deputy to the constituent congress that was meant to meet later in the year and draft a new constitution.[4] The Mexican American War broke out during Paredes’ presidency, and the first few months were filled with military disasters leading to a rise in opposition against the president. On August, 4, 1846, Salas proclaimed a revolt against the government. The revolution had two aims: one was the return of Santa Anna and the convocation of an constituent congress for revising the constitution. Unable to suppress the revolt, Paredes had stepped down from the presidency and an arrangement was made with interim president Nicolas Bravo on 6 August, with Salas becoming the new president. He directed a manifesto to the nation, declared that all congressional laws shall remain in place, and annulled a law that had cut the salaries of public servants by a fourth. He released political prisoners, and offered jobs back to those who had been dismissed by the Paredes government.[6] He wished to establish factories for the manufacture of cannon and also sought to gather funds for the war effort.[7] Santa Anna disembarked at Veracruz in August, and proclaimed his newfound support for the federal system, in spite of his founding role in and long support for the Centralist Republic of Mexico. Consequently, Salas proclaimed the reestablishment of the Constitution of 1824. He bought armaments for the military, and arranged an engineer corps. He prohibited political controversies in the official state newspaper, and permitted Valentin Canalizo, who had been banished with Santa Anna, to return to the country and offer his services for the war effort.[8] Salas formed his cabinet out of liberals and Santa Anna supporters, including ex president Valentin Gomez Farias who now received the post of finance minister. Before accepting their posts, the ministers presented a plan for suppressing interior tolls, reforming autocratic laws, and promoting European immigration, but all based upon the continuation of the war supported by the union of the military and the people. Minister of War Juan Almonte asked the states to organize their national guards, set prices at which arms should be bought, and sent General Ampudia to Monterey.[9] Towards the end of August, a proposal for peace arrived from the American government through the intermediary of the governor of Veracruz. The American government advised President Salas to treat the annexation of Texas as an established, irrevocable fact. Salas decided to stall, and replied that he could not deal with the matter until congress met. Salas intended to continue the war and resolved to fire all civic servants and soldiers not collaborating with the war effort. All men between the ages of sixteen and fifty were called upon to fight. He removed all restrictions to the importation and sale of arms, and the manufacture of gunpowder. He called upon each state to contribute a contingent of thirty thousand soldiers, he named a commission to form the regulations for the national guard. He manufactured artillery and urged the governors to take advantage of their troops both active and retired.[10] The government was shocked by the capitulation of Monterey on 24 September 1846, all of its munitions having fallen into the hands of Zachary Taylor. Salas changed previous orders to fall back upon San Luis and gave out new orders that Saltillo be defended, an order that was ignored by a third of the relevant troops who had preferred to fall back upon San Luis and they arrived there towards the end of October, the rest of the troops fell back after being defeated. They were the remnants of the troops that had been defeated at Angostura and Cerro Gordo. They reformed and Santa Anna arrived to lead them against the Americans who were now in possesion of the state of Nuevo Leon. President Salas continued to struggle in finding funds and decreed that all urban properties hand over a month of rent. Those who refused were to be imprisoned[11] Salas himself ceremonially joined a batallion of the national guard, and petitions arrived to his office urging him to stay in the presidency instead of holding the scheduled elections out of fear that the liberal front runner Valentin Gomez Farias who was known for his radical attempted reforms during his previous presidency in 1833, would return to the presidency. During this time Salas also invited bids from contractors seeking to install gas lighting in the capital.[12] Under the influence of the liberal party, President Salas replaced Minister Rejon with Lafragua. Minister Lafragua wished to establish academies of history and languages and also a public library, at the same time that the financial resources of the nation were being diverted to the war effort. Veracruz was blockaded, cutting off customs from the govvernment, and the government offered to reduce customs to those ships that evaded the blockade.[13] The poor course of the war produced opposition to Salas and to help prevent any sort of mutiny Santa Anna sent out a manifesto assuring that he stood behind the president.[14] A law was passed to censor the press, and a National Academy of Painting was established.[15] Congress finally opened its sessions on 5 December 1846 at midnight, composed mostly of liberals. General Salas opened the session by lamenting the defeats that the military had faced, but expressed hope for the army of twenty thousand men that Santa Anna had gathered at San Luis Potosi. He expressed that he was completely behind continuing the war, and told congress that during great crises, one needed great efforts and virtues as had been shown during the Mexican War of Independence. He also expounded upon the peace proposals that had been forwarded to him by the American government. In December, voting by states and territories, the congress elected Santa Anna and Gomez Farias as president and vice-president respectively. They assumed power on the 24th.[16] After stepping down from the presidency, Salas served in the military and was taken prisoner by the Americans at Padierna in August 1847. He was released after the war ended. He was then named commandant general of Queretaro, he resigned this post though, and was later awarded with the Presidency of the Military Court, when General Filisola died. He once again would support Santa Anna, when the latter sought to overthrow the government in 1853. He was the assigned to be the commandant general of the Department of Mexico, and opposed himself to the Revolution of Ayutla in 1854. When the revolution triumphed, Salas faced no other punishment other than being completely exlucluded from politics by the triumphant liberals.[17] During the War of Reform, he supported the plan of Manuel Robles Pezuela to depose the conservative president Zuloaga in favor of a junta that would choose a new president. The plan succeeded with the junta meeting on 30 December 1858. Salas got fourteen votes, but ultimately Miguel Miramon would win with fifty votes.[18] Roblez Pezuela handed over power to Salas while Miramon arrived, which ultimately would be only for a few days. After the defeat of the conservatives in 1860, Salas was banished from the country.[19] During the Second French Intervention in Mexico, after the capital was evacuated by the government of President Juarez in 1863, Salas was among the conservatives who sought to collaborate with the French, the movement being at first loosely organized in the capital by General Bruno Aguilar. On 1 June they adopted a preamble and resolution to aid the French. Salas was given military command of the city, and the French entered the capital on 7 June.[20] On 16 June 1863 a Junta Superior de Gobierno made up of thirty five prominent citizens met to elect a triumverate that was to lead the government's executive. Salas was among those named along with Juan Almonte and Archbishop Pelagio Antonio de Labastida. The triumverate assumed its functions on 24 June 1863, and power would officially pass to the emperor on 10 April 1864[21] Salas would barely outlive the empire which fell in June 1867. Being affected by this event and falling into poor health, Salas died at the villa of Guadalupe Hidalgo on the morning of 24 December 1867.[22]","country":"Mexico"}