{"name":"João Café Filho","url":"/wiki/Jo%C3%A3o_Caf%C3%A9_Filho","Born":"1899-02-03","Died":"1970-02-20","Political party":"PSP","termEnds":null,"termStarts":"Acting President from 24 August 1954 Under self-declared incapacity from 8 November 1955 and barred from resuming the powers of the presidency from 22 November 1955[t]","text":"João Fernandes Campos Café Filho (Portuguese: [ˈʒuɐ̃w feʁˈnɐ̃d͡ʒis ˈkɐ̃pus kaˈfɛ ˈfiʎu]; 3 February 1899 – 20 February 1970) was a Brazilian politician who served as the 18th president of Brazil, taking office upon the suicide of former president Getúlio Vargas. He was the first Protestant to occupy the position. Café Filho was born in Natal, Rio Grande do Norte, 3 February 1899. He was the founder of the Jornal do Norte (1921), editor of the O Correio de Bezerros in the city of Bezerros, Pernambuco (1923), and director of the newspaper A Noite (1925), writing in the latter, articles in which he asked soldiers, corporals and young officers to refuse to fight the so-called \"Coluna Prestes\", which resulted in his conviction to three months in prison. He then escaped to Bahia in 1927, under the alias Senílson Pessoa Cavalcanti, but eventually returned to Natal, where he surrendered. In 1923, he ran unsuccessfully for councilman of Natal. He joined the Liberal Alliance, and was one of the founders, in 1933, of the Social Nationalist Party of Rio Grande do Norte (PSN). Café Filho was elected federal deputy (1935–1937) and stood out for the defense of constitutional liberties. Threatened with arrest, he sought asylum in Argentina, returning to Brazil in 1938. He founded, along with Ademar de Barros, the Progressive Republican Party (PRP), for which he was elected federal deputy again (1946–1950). He was elected vice president by a coalition of parties that merged under the symbol Progressive Social Party (PSP). As vice president, he also served as the president of the Senate.[1] He took office as president following the suicide of incumbent Getúlio Vargas, 24 August 1954. After taking over as president, Café Filho appointed to his new cabinet minister of finance the economist Eugenio Gudin, supporter of a more orthodox economic policy, which sought to stabilize the economy and combat inflation. The Minister adopted as key measures to contain credit and cutting public expenditure, seeking thereby to reduce the public concerned deficit in its assessment of the inflationary process. During the Café Filho government, was instituted the single tax on electricity, generating the Federal Electrification Fund, and the withholding tax on income from the labor wage. Stood out yet in his administration the creation of the Committee on Location of the New Federal Capital, the inauguration, in January 1955, of the Paulo Afonso hydroelectric plant and encouraging the inflow of foreign capital in the country, which would influence the process of industrialization that followed. Temporarily removed from the presidency on 3 November 1955, due to a cardiovascular disorder, on November 8 he was replaced by Carlos Luz, the president of the Chamber of Deputies. Recovered, Café Filho tried to reassume presidential powers, but his removal was approved by the Congress on 22 November 1955 and confirmed by the Supreme Court in December. After the presidency, Café Filho was appointed Councillor of the Court of Accounts State of Guanabara (1961–1970). He died in Rio de Janeiro on 20 February 1970.","country":"Brazil"}