{"name":"João Figueiredo","url":"/wiki/Jo%C3%A3o_Figueiredo","Born":"1918-01-15","Died":"1999-12-24","Political party":"PDS (1979–1985) ARENA (1978–1979)","termEnds":null,"termStarts":null,"text":"João Baptista de Oliveira Figueiredo (Portuguese: [ʒuˈɐ̃w baˈtʃistɐ dʒi oliˈvejɾɐ fiɡejˈɾedu, ˈʒwɐ̃w -]; 15 January 1918 – 24 December 1999) was a Brazilian military leader and politician who was the 30th president of Brazil, the last of the military regime that ruled the country following the 1964 Brazilian coup d'état. He was chief of the Secret Service (SNI) during the term of his predecessor, Ernesto Geisel, who appointed him to the presidency at the end of his own mandate. He took the oath of office on 15 March 1979, serving until 14 March 1985. He continued the process of redemocratization that Geisel had started and sanctioned a law decreeing amnesty for all political crimes committed during the regime. His term was marked by a severe economic crisis and growing dissatisfaction with the military rule, culminating in the Diretas Já protests of 1984, which clamored for direct elections for the Presidency, the last of which had taken place 24 years prior. Figueiredo opposed this and in 1984 Congress rejected the immediate return of direct elections, in favor of an indirect election by Congress, which was nonetheless won by the opposition candidate Tancredo Neves. Figueiredo retired after the end of his term and died in 1999. João Baptista de Oliveira Figueiredo was the son of General Euclides Figueiredo [pt], exiled for trying to topple the Estado Novo regime of Getúlio Vargas in 1932. Two of his brothers were also generals. The family could trace its origins in Brazil to the 1650s, having arrived from Barcelos in Northern Portugal and owning several slaves and sugar plantations. After studying at military schools of Porto Alegre and Realengo, Figueiredo was promoted to captain (1944) and to major (1952). He served as the Brazilian military attache in Paraguay (1955–1957) and worked for secret service of the Army General Staff (1959–1960). In 1961 he was transferred to the National Security Council. While teaching at the Army General Staff Command College (1961–1964), Figueiredo was promoted to colonel and appointed the department head in the National Information Service. In 1966 he assumed the command of public defense force in São Paulo. In 1967–1969 he commanded a regiment in Rio de Janeiro and was promoted to general. When General Emílio Garrastazu Médici assumed the presidency, Figueiredo was appointed head of the president's military staff (30 October 1969 – 15 March 1974). In 1974 he assumed the leadership of the National Intelligence Service of Brazil (15 March 1974 – 14 June 1978), a Brazil's internal security agency. Picked by President Ernesto Geisel as his successor, Figueiredo campaigned vigorously, even though he could not possibly be defeated; the president was elected by a legislature dominated by the pro-military National Renewal Alliance Party. As expected, he won easily against the nominal opposition candidate, General Monteiro. As president, he continued the gradual abertura (democratization) process instituted in 1974. An amnesty law, signed by Figueiredo on 28 August 1979, amnestied those convicted of \"political or related\" crimes between 1961 and 1978. In the early 1980s, the military regime could no longer effectively maintain the two-party system established in 1966. The Figueiredo administration dissolved the government-controlled National Renewal Alliance Party (ARENA) and allowed new parties to be formed. In 1981 the Congress enacted a law to restore direct elections of state governors. The general election of 1982 brought victory to ARENA's successor, the pro-government Democratic Social Party (43.22% of the vote), and to the opposition Brazilian Democratic Movement Party (42.96%). The governorship of three major states, São Paulo, Rio de Janeiro and Minas Gerais, was won by the opposition. However, political developments were overshadowed by economic problems. As inflation and unemployment soared, the foreign debt reached massive proportions making Brazil the world's biggest debtor owing about US$90 billion to international lenders. The austerity program imposed by the government brought no signs of recovery for the Brazilian economy until the end of Figueiredo's term. The president had a heart attack and injuries from horse riding and took two prolonged leaves for health treatment in 1981 and 1983, but civilian vice president Antônio Aureliano Chaves de Mendonça did not enjoy major political power. The opposition vigorously struggled to pass a constitutional amendment that would allow direct popular Presidential elections in November 1984, but the proposal failed to win passage in the Congress. The opposition candidate Tancredo Neves succeeded Figueiredo when Congress held an election for the new President. He did not return to politics, lived away from the public attention and died on 24 December 1999. After his death President Fernando Henrique Cardoso declared three days of mourning.[3]","country":"Brazil"}