{"name":"Juan Bautista Ceballos","url":"/wiki/Juan_Bautista_Ceballos","Born":"1811-05-13","Died":"1859-08-20","Political party":"Liberal","termEnds":null,"termStarts":"As president of the Supreme Court, he was proposed by President Arista as his successor and confirmed the same day as interim president by Congress.","text":"Juan Bautista Ceballos was a Mexican politician who served in congress and in the supreme court before being made president after the resignation of President Mariano Arista during a revolution known as the Plan of Jalisco in 1853. He failed to come to any sort of arrangements with the insurgents and resigned after only about a month of serving and went back to his seat on the supreme court. After being removed from the court by the restored Santa Anna, he left the country and died in Paris in 1859. Juan B. Ceballos was born in Durango in 1811. His family moved from Durango to Valladolid (Morelia) when he was very young. He received his education there, culminating in a law degree from the College of San Nicolás in 1835. While at the college, he became friends with Melchor Ocampo and Santos Degollado. He would go on to serve in congress during the Mexican American War, and his distinguished service there led him to be elected by the states as president of the Supreme Court in 1852. During his tenure he was known for striking down as unconstitutional a presidential decree restricting the press. [1] As President Mariano Arista lost the adherence of most of the country to the revolutionary Plan of Jalisco, which had first been proclaimed in June, 1852, he decided to resign, which he did so officially on January 5th, 1853. That midnight, Juan B. Ceballos was called to the National Palace and let known that the presidency had now passed on to him. Former President Arista left the Palace at half past thirty in the morning, leaving his official resignation with the Minister of Relations Arroyo to be handed over to congress. [2] Ceballos took the oath of office on January 6, 1853 and proceeded to form a government. General Blanco was made Minister of War, J.A. de la Fuente was made Minister of Relations. Lodron De Guevara was made Minister of Justice, and J.M. Urdiqui was made Minister of Finance. [3] Congress granted Ceballos extraordinary powers for three months conditional upon not changing the form of government or existing treaties nor deciding in ecclesiastical affairs, private property, and privileges of state or federal supreme powers. [4] As the resignation of Arista and installation of Ceballos had been undertaken to find a peaceful compromise with the revolutionists, Ceballos also released political prisoners, issued an amnesty for political offenders, and invited the governors to assist in diminishing the hostilities, and arriving at a peaceful arrangement, and Ceballos also abolished the changes that Arist had made to tariffs at the Gulf Ports. He proposed recognizing the state officials that had been raised to power by the insurgents and restitution of the officials that had been removed unjustly by Arista.[5] Congress was not collaborating with these reforms, and many members were not even attending sessions, giving an undue voice to the remaining opposition. At long last, Ceballos simply decided to give in to the demands of the insurgents, but in such a manner as would retain the possibility of being placed at the head of the movement. On January 19th, a bill was presented in the lower house calling for a national convention to frame a federal constitution, choose a president and promote harmony and there was great outcry amongst the deputies who were being invited to essentially dissolve their own authority. Ceballos and his ministers were denounced as treasonous, threatened with revocation of their extraordinary power, and even by arraignment. Ceballos responded by dissolving congress. [6] Congress then met at a private home to impeach Ceballos and attempt to elect a new president. The governor of Puebla, Mugica y Osorio was elected, but he declined to serve. Marcelino Castaneda, vice president of the Supreme Court was then chosen, accepted, but on passing to Puebla in order to be installed, was not allowed to pass by the legislature of Puebla which demanded to see authorization from the Senate, which having been disperpsed, could not provide any authorization, so Castaneda had to retreat. [7] Ceballos, meanwhile learning that the congress was engaging in such political intrigues, dispersed the meetings and prevented them from being held. [8] His ministers resigned in response, but Blanco remained, and invited the revolutionary leader Uraga to a conference. [9] Ceballos, feeling himself strengthened used the opportunity to seek a loan and increase the tariffs, but lenders were uneasy, as the fall of the government seemed imminent, and only disagreements between the insurgents seemed to be delaying the inevitable. Some revolutionary leaders sought to maintain the federal system, others to revive the Bases of Tacubaya, some wished to raise Santa Ana to power, and one could even hear monarchists among the murmurs. [10] Former Minister of War General Robles Pezuela, who was now in charge of leading government troops in Guadalajara retired into Guanajuato and came to an understanding with governor Ledo a moderate liberal with conservative ties. They decided to join forces with Uraga, and the three established a new revolutionary plan, adopted at Arroyozarco near Queretaro on February 4th, 1853. The new plan empowered Uraga to appoint a junta of notables, which had to elect a president with dictatorial powers to act until a congress, called within a year, should issue a new constitution. [11] Seeing a loss of all his authority in the new plan, Ceballos rejected it, but he had already lost all the power needed to enforce his decision. Minister Blanco now sided with Lombardini, in charge of the garrison at Mexico City. In order to gain the adherence of the states the Plan of Arroyozarco was modified to let the state legislatures choose the dictator, adding a clause allowing exiled citizens to be amongst the candidates, a device clearly meant to allow the election of Santa Anna. [12] Ceballos, recognizing the inevitable, and refusing to play a role in the restoration of Santa Anna, resigned on February 7th, 1853 to his former position on the Supreme Court. The insurgents chose Lombardini as his succesor. [13] Ceballos was removed from the court by the restored Santa Anna and went into exile. As Santa Anna was overthrown by a liberal movement in 1855, Ceballos did not lack supporters who wished to see him back in the presidency, but Ceballos did not wish to return to public life and settled in France. He fell gravely ill and was visited by prominent Mexicans living in France at the time. He died in Paris on August 20, 1859. [14]","country":"Mexico"}