{"name":"Juan Almonte","url":"/wiki/Juan_Almonte","Occupation":"Military officer, diplomat","Born":"1803-05-13","Died":"1869-03-21","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Juan Nepomuceno Almonte Ramírez (May 15, 1803 – March 21, 1869) was a Mexican 19th-century official, soldier and diplomat, the natural son of Fr. José María Morelos. He was a veteran of the Battle of the Alamo during the Texas Revolution. Almonte was also a leader of Mexico's Conservatives in the 1860s and served as regent after the Second Mexican Empire was established by Napoleon III of France. Almonte was born in the town of Nocupétaro in the state of Michoacán. He was the son of José María Morelos, a Roman Catholic priest who led the insurgents in the Mexican War of Independence from 1811 to 1815, and Brígida Almonte.[1][2] His mother, Brígida Almonte, was said to be of pure Amerindian ancestry.[citation needed] In 1815 Morelos sent Almonte to New Orleans, Louisiana, where he was educated and learned fluent English.[2] At his trial, Morelos was accused by the Mexican Inquisition following his capture that he had sent his son there to learn the doctrines of \"heretical maxims of Protestantism,\" to which Morelos responded he sent his son there because of his concern about his son's safety in Mexico.[3] While in New Orleans, Almonte worked as a clerk for hardware merchant Puech & Bein.[citation needed] His time in the United States was cut short[citation needed] when his father was executed on December 22, 1815 in the village of San Cristóbal Ecatepec. Between 1822 and 1824, Almonte was on the staff of insurgent rebel leader José Félix Trespalacios in Texas and then was sent as a part of the Mexican delegation to London. Almonte assisted Ambassador José Mariano Michelena in negotiating a commercial and amity treaty with England. This was Mexico's first treaty as a new nation. In 1830, while serving in Mexican Congress, Almonte became an object of government attention as editor of \"El Atleta\". He accused President Anastasio Bustamante of allowing foreign intervention in national affairs. Because of his stance, Almonte's arrest was ordered on April 16, 1830. He was forced to seek refuge in New Orleans due to government pressure, and the paper collapsed due to heavy fines levied by Bustamante’s government. Later, Bustamante relented and appointed Almonte secretary of the Mexican Legation Extraordinary in 1831. His new job was to represent Mexico in the Republics of South America and the Empire of Brazil. Almonte married María Dolores Quesada on March 1, 1840 in Mexico City[4] and they had a daughter named María de Guadalupe Anastacia Aleja Brígida Saturnina.[5] In 1834 Vice President Valentín Gómez Farías appointed Almonte and Col. José María Díaz Noriega to make an inspection tour of Texas and write a status report on what they witnessed. In late January 1836 Almonte was appointed aide-de-camp to Antonio López de Santa Anna and accompanied him to Texas in an attempt to quell the rebellion there. Santa Anna led his army directly for San Antonio de Bexar, where a small group of Texians was garrisoned at the former Alamo Mission. As the Mexican army occupied the city, Texian co-commander James Bowie sent Green B. Jameson to speak with Santa Anna. Instead, Jameson met with Almonte. According to Almonte, the Texians asked for an honorable surrender but were informed that any surrender must be unconditional.[6] In his March 6 journal entry after the battle, Mexican Almonte listed the Texian casualty toll as 250, with the survivors being five women, one Mexican soldier and one slave. Almonte did not record the names of either the defenders or the survivors, and his count was based solely on who was there during the final assault.[7] Almonte is said to have had the role in saving Susannah Dickinson. According to some interviews she gave, a Mexican officer intervened to spare her and her daughter's life. This officer was presumed to be either an English mercenary named Black, or Almonte. Then, she said she was taken before Santa Anna, who was talked out of imprisoning her by Almonte.[8] On April 21, 1836, Almonte, at the head of part of the Guerrero battalion, surrendered to Texian Thomas J. Rusk at the Battle of San Jacinto. Almonte led the last organized resistance of the panicked army. On the following day Santa Anna also was taken prisoner. Almonte stayed with Santa Anna during his imprisonment acting as interpreter and negotiator. Almonte accompanied Santa Anna during his incarceration on Galveston Island. Then they were taken up the Brazos river to the Phelps plantation, about 30 miles from Velasco, and kept there during the summer and autumn of 1836. While staying there the rumors spread that there were plans to rescue the prisoners. When an escape plot was later discovered, Almonte and Santa Anna were each forced to wear a heavy ball and chain for 52 and 53 days respectively. Finally, through the efforts of Stephen F. Austin and Sam Houston, Almonte, accompanied by Texas Vice-President Lorenzo de Zavala and Bailey Hardeman was sent along with Santa Anna to Washington, D.C., where they had several meetings with U.S. President Andrew Jackson. After eight days in Washington, they left the U.S. on January 31, 1837. The party returned to Mexico in February. By then, Santa Anna had been replaced as President of Mexico and went into retirement. Almonte, though, continued his diplomatic and military career and eventually rose to the rank of major general. He published a book on geography in late 1837. In January 1838, Almonte became a member of the Junta Directiva, which governed the Normal School of the Army. In March 1838 he was appointed secretary of the Mexican legation to London. In June 1839 Almonte headed the Mexican legation to Belgium. From July 1839 to October 1841, he was secretary of war and marine under President Bustamante. Almonte was later appointed minister plenipotentiary to Washington in 1841-1845 under President José Joaquín de Herrera. With the annexation of the Republic of Texas to the United States, Almonte packed his bags on March 6 and returned to Mexico via Veracruz. Almonte favored the installation of Gen. Mariano Paredes y Arrillaga at this time. But while stopping in Havana as minister to France, Almonte re-joined forces with the exiled former president and general Santa Anna and together they traveled back to Mexico. When the Mexican–American War broke out, José Mariano Salas was ad interim president for Santa Anna and Almonte served as Secretary of War until he was replaced with Valentín Canalizo. In February 1847 Almonte and a few other Mexican generals tried to oust Gómez Farías from power, but failed. They were arrested and jailed for a time in the convent of Santiago Tlatelolco. After the war, Almonte served as senator from Oaxaca for four years, then served as Mexico's representative to the U.S. under President Santa Anna (his last time as president). After the ouster of Santa Anna in 1855, Mexican liberals came to power and began to implement their vision of Mexico through changes in law and ultimately the writing of a new constitution in 1857. The Constitution of 1857, established February 5, 1857, codified major changes, especially the separation of church and state. Mexican conservatives refused to swear fealty to the new constitution and set up a parallel government under general Félix Zuloaga and precipitated the War of the Reform (or Three Years' War). During this period, General Almonte was named special emissary to Spain to deal with outstanding bilateral issues between the two countries. While in Europe, he sought European powers' intervention in Mexico, concerned that the turmoil would be disastrous for the country. \"Unless we can persuade some European power to aid us in establishing some stable government, it is inevitable that the whole of Mexico must be swallowed up by the United States.\"[9] Almonte was a signatory of the Mon-Almonte Treaty with Spain in 1859, which ended a period of suspension of diplomatic relations between Spain and Mexico over a debt dispute.[10] The treaty saw Mexico pay debts to the Spaniards in exchange for economic aid against the Mexican Liberals. Once overseas, Almonte became involved in the promotion of foreign intervention and monarchical plans for Mexico. His machinations culminated in the French intervention in Mexico. In Paris, with José Hidalgo and José María Gutiérrez de Estrada, an expatriate expelled from Mexico for advocating monarchy, Almonte sought supporters for a new monarchy in Mexico.[11] He was also appointed lieutenant of the empire by Maximilian in April 1864, and some weeks later marshal of the empire. He adhered to the fortunes of his imperial patron throughout his short reign, and, when Maximilian was executed, he fled to Europe, spending his last days in exile. The town of Almonte, Ontario was named for General Almonte when Canada as well as Mexico were concerned with United States expansionism.[12] The town of Almont, Michigan is also named after him.[13][14]","country":"Mexico"}