{"name":"Juan Guaidó","url":"/wiki/Juan_Guaid%C3%B3","Born":"1983-07-28","Education":"Andrés Bello Catholic University George Washington University","Political party":"Independent (2020–present) Popular Will (2009–2020)","termEnds":"(born 1983) (2018)","termStarts":null,"text":"Juan Gerardo Guaidó Márquez[a] (born 28 July 1983) is a Venezuelan politician, a former member of the social-democratic Popular Will party,[2] and federal deputy to the National Assembly representing the state of Vargas. On 23 January 2019, Guaidó and the National Assembly declared he was acting president of Venezuela (Spanish: Presidente encargado de Venezuela), starting the Venezuelan presidential crisis by challenging Nicolás Maduro's presidency. Guaidó's political career began when he emerged as a student leader in the 2007 Venezuelan protests. He then helped found the Popular Will party with Leopoldo López in 2009,[3] and was elected to be an alternate deputy in the National Assembly one year later in 2010.[3][4] In 2015, Guaidó was elected as a full-seat deputy.[5] Following a protocol to annually rotate the position of President of the National Assembly among political parties, Popular Will nominated Guaidó for the position in 2019.[3] Guaidó has been a key figure in the Venezuelan presidential crisis, which began when the National Assembly, considering the 2018 Venezuelan presidential election illegitimate, refused to recognize the inauguration of Nicolás Maduro to a second presidential term on 10 January 2019. Guaidó announced, on 23 January 2019, that he was formally assuming the role of interim president under Article 233 of the Constitution of Venezuela, with the backing of the National Assembly, until free elections could be held.[6][7][8] He has received formal recognition of legitimacy from almost 60 governments worldwide, including the United States, Canada and various Latin American and European countries.[9] Other nations, including Russia, China, Iran, Syria, Cuba and Turkey have continued to recognize Maduro. On 6 January 2021 the European Union stopped recognizing Guaidó as president, without recognizing Maduro as the legitimate president, and threatening further sanctions.[10] As of December 2021[update] Guaidó had not been able to remove Maduro from power; Maduro remained in control of the military, government institutions, and state enterprises.[11] The Maduro administration has prohibited Guaidó from leaving the country, has frozen his Venezuelan assets, has launched a probe accusing Guaidó of foreign interference,[12] and has threatened violence against him.[13][14][15] On 30 April 2019, Guaidó called for an uprising against Maduro as part of \"Operation Freedom\", which ultimately failed. Following the failed uprising, representatives of Guaidó and Maduro began mediation, with the assistance of the Norwegian Centre for Conflict Resolution.[16] After the second meeting in Norway, no deal was reached.[17] On 9 July 2019 negotiations started again in Barbados with representatives of Guaidó and Maduro.[18][19][20] On 15 September, Guaidó announced that the opposition concluded the dialogue after the absence of the government in the negotiations for forty days as a protest to the recent sanctions by the United States.[citation needed] In January 2020, security forces prevented Guaidó and other congress members from entering the legislative palace during an internal election to choose the board of directors. A majority of lawmakers held an \"emergency meeting\" in the headquarters of the newspaper El Nacional and voted to re-elect Guaidó as their leader, with a swearing-in ceremony inside the parliament a day later,[21] while the remaining lawmakers at the legislative palace elected Luis Parra.[22][23] Security forces denied Guaidó and opposition lawmakers access to parliament many times since.[24] In late March 2020, the United States proposed a transitional government that would exclude both Maduro and Guaidó from the presidency.[25] Secretary of State Mike Pompeo said that sanctions did not apply to humanitarian aid during the coronavirus pandemic health emergency and that the United States would lift all sanctions if Maduro agreed to organize elections that did not include himself in a period of six to twelve months.[26] Guaidó accepted the proposal,[27] while Venezuela's foreign minister, Jorge Arreaza, rejected it and declared that only parliamentary elections would take place that year.[28] After the announcement of regional elections in 2021, Guaidó announced a \"national salvation agreement\" and proposed negotiation with Maduro with a schedule for free and fair elections, with international support and observers, in exchange for lifting international sanctions.[29] Domestically, Guaidó's actions have included a proposed Plan País (Country Plan), an amnesty law for military personnel and authorities who turn against the Maduro government,[30] attempts to deliver humanitarian aid to the country,[31] and social bonuses for health workers during COVID-19 pandemic.[32][33] Internationally, Guaidó has gained control of some Venezuelan assets and property in the United States,[31] has had success in a legal battle for control of £1.3 billion of Venezuelan gold reserves in the United Kingdom,[34] and has appointed diplomats recognized by supportive governments.[6][failed verification] Guaidó was born on 28 July 1983.[35] Part of a large family[b] and of \"modest\" origins,[1] he was raised in a middle-class home in the outskirts of La Guaira; his parents are Wilmer and Norka.[38][3] His father was an airline pilot[c] and his mother, a teacher.[36] One grandfather was a sergeant of the Venezuelan National Guard while another grandfather was a captain in the Venezuelan Navy.[39] His parents divorced when he was at a young age, with his father emigrating to the Canary Islands and working as a taxi driver.[3] Guaidó lived through the 1999 Vargas tragedy which killed some of his friends while also destroying his school and home, leaving him and his family homeless.[35][3][40] The tragedy, according to his colleagues, influenced his political views after the then-new government of Hugo Chávez reportedly provided ineffective response to the disaster.[3][41] He said, \"I saw that if I wanted a better future for my country I had to roll up my sleeves and give my life to public service.\"[40] He and his family stayed in a makeshift home in Caracas where he earned his high school diploma in 2000.[3][42] Guaidó would continue to live in Caracas where he would earn his undergraduate degree in 2007 in industrial engineering from Andrés Bello Catholic University. He also participated in two postgraduate programs of public administration in Caracas: at the UCAB with the partnership of the George Washington University and at the Instituto de Estudios Superiores de Administración (IESA).[35][42] Guaidó stated, after \"it became clear that under Chávez the country was drifting toward totalitarianism,\"[40] he helped found the student-led political movement that protested the Venezuelan government's decision not to renew the broadcasting license of independent television network RCTV[43] with other prominent student leaders in 2007—the year he graduated from Andrés Bello Catholic University.[44] They also protested broader attempted government reforms by Chávez, including the 2007 constitutional referendum, which Chávez lost.[45] Together with Leopoldo López and other politicians, Guaidó was a founding member of the Popular Will political party in 2009;[46] the party is affiliated with Socialist International. In 2014, Guaidó was the party's national coordinator.[47] López, one of Venezuela's main opposition politicians who was under house arrest at the time, \"mentored Guaidó for years\" according to a January 2019 CNN report,[48] and the two speak several times daily.[1] As Lopez's protégé, Guaidó was well known in his party and the National Assembly, but not internationally;[49] López named Guaidó to lead the Popular Will party in 2019.[50] In the 2010 Venezuelan parliamentary election, Guaidó was elected as an alternate national deputy.[4] He was one of several politicians who went on a hunger strike to demand parliamentary elections in 2015[48] and was elected to a full-seat in the National Assembly in the 2015 elections with 26% of the vote.[5][51] Vargas, an impoverished area, was home to many state-run companies that employed the majority of the population; until Guaidó's 2015 election, chavista candidates had run unchallenged.[41] In 2017, he was named head of the Comptroller's Commission of the National Assembly and in 2018, he was named head of the legislature's opposition.[42] He contributed to research at the University of Arizona, giving testimony to analysts on the working conditions of Latin American politicians and, specifically, institutional crisis and political change.[47] In the National Assembly, Guaidó investigated corruption cases involving the Maduro administration, and worked with independent organizations to recover money allegedly stolen from the Venezuelan public.[41] He participated in the 2017 Venezuelan protests, where one time security forces fractured his arm[52] and he was shot with rubber bullets,[14] which he has stated left scars on his neck.[50] In January 2018 he was sworn in as the Leader of the Majority in the National Assembly.[53][54] He spoke at the Latin American Peace Summit held in Brazil at the start of August 2018, representing Venezuela. Guaidó was chosen as president of the National Assembly of Venezuela in December 2018 by the Assembly,[d] and was sworn in on 5 January 2019.[56] Relatives of imprisoned politicians were invited to the inauguration.[39] At 35, Guaidó was the youngest to have led the opposition.[37] Shortly after assuming the presidency of the legislature, Guaidó took actions towards forming a transitional government.[57][58][clarification needed (what actions?)] An often-fragmented opposition unified around Guaidó.[59][60] Two politicians were primarily responsible for the strategy that brought Guaidó to prominence: Julio Borges (in exile)[61] and Leopoldo López (under house arrest). The plan was developed after the failed 2017 negotiations during the Venezuelan crisis between representatives of chavismo and the opposition, and that took more than a year to develop.[60] Ricardo Hausmann and politicians from different political parties were also involved. Borges was involved in external efforts, such as with the Lima Group, along with Antonio Ledezma and Carlos Vecchio, who operated in the United States; María Corina Machado and López operated in Venezuela.[60] David Smolansky and Freddy Guevara also supported Guaidó, along with Henrique Capriles, who had initially been distant.[60] Javier Corrales, professor and author,[e] stated that Guaidó's rise as a presidential figure began within Venezuela, not by foreign pressure.[63] Upon taking office, Guaidó vowed to oppose Maduro, and elaborated an action plan.[39][64][65] The plan, approved by the National Assembly, comprised three phases (end of usurpation, transitional government, and free elections), with eight key points.[66] While on his way to a 13 January 2019 public assembly, Guaidó was briefly detained by members of the Bolivarian Intelligence Service (SEBIN),[67] and released 45 minutes later.[36] The Lima Group[68] and the Secretary General of the Organization of American States (OAS), Luis Almagro, condemned the act.[69] The Maduro government said the detention was carried out unilaterally by the SEBIN personnel,[70] and twelve SEBIN officials were charged for their actions.[71] Guaidó declared that the events demonstrated that there was a break in the chain of command in the Armed Forces, and that Maduro was not in control.[72] The 2020 Venezuelan National Assembly Delegated Committee election of 5 January, to elect the Board of Directors of the National Assembly was disrupted. The events resulted in two competing claims for the Presidency of the National Assembly: one by Luis Parra, an independent legislator, and one by Juan Guaidó.[73] Parra was formerly a member of Justice First, but was expelled from the party on 20 December 2019 based on corruption allegations, which he denies. From inside the legislature, Parra declared himself president of the National Assembly; a move that was welcomed by Maduro administration.[74] The opposition disputed this outcome, saying that quorum had not been achieved and no votes had been counted.[74] Police forces had blocked access to parliament to some opposition members, including Guaidó, and members of the media. Later in the day, a separate session was carried out at the headquarters of El Nacional newspaper, where 100 of the 167 deputies voted to re-elect Guaidó as president of the parliament.[74] In his speech, Guaidó announced his resignation from Popular Will.[2] Guaidó was sworn in a session on 7 January after forcing his way in through police barricades. On the same day, Parra has reiterated his claim to the presidency of the parliament.[75] After what he and critics of the Maduro administration described as the \"illegitimate\" inauguration of Maduro on 10 January 2019, Guaidó challenged Maduro's claim to the presidency.[76] The National Assembly declared Guaidó was willing to assume the responsibilities of the presidency,[77][78] and continued to plan to remove Maduro. Guaidó told the Wall Street Journal that \"[i]t's not about twisting arms, breaking kneecaps, but rather holding out a hand\" and offered \"amnesty to military officers who joined efforts for a transition in power.\"[37] They called for demonstrations on 23 January,[79][80] the 61st anniversary of the overthrow of dictator Marcos Pérez Jiménez.[81] Large numbers of demonstrators came out in cities throughout Venezuela and across the world.[81][82] Guaidó declared he assumed the functions as acting president and took the presidential oath at a rally in Caracas.[83] Within minutes of Guaidó's swearing-in, the United States recognized him as president, followed shortly thereafter by Canada and other Latin American and European countries; Russia, China, Iran, Syria, Cuba and Turkey supported Maduro.[84][11][85] Maduro accused the United States of backing a coup and said he would cut ties with the country.[83] Guaidó has denied the coup allegations, saying peaceful volunteers backed his movement.[86] In December 2018, Guaidó had traveled to Washington D.C. where he met with OAS Secretary General Luis Almagro, and then on 14 January to Colombia for a Lima Group meeting, in which Maduro's mandate was rejected.[87] Spanish newspaper El País described U.S. president Donald Trump's election—coinciding with the election of conservative presidents in Colombia and Brazil, along with deteriorating conditions in Venezuela—as \"a perfect storm,\" influenced by hawks in the Trump administration.[87] Opposition members Carlos Vecchio, Julio Borges and Gustavo Tarre were consulted, and the Trump administration decision to back Guaidó formed on 22 January, according to El Pais.[87] U.S. Secretary of State Mike Pompeo, National Security Adviser John R. Bolton, Treasury Secretary Steven Mnuchin and others met with Trump that day, and Vice President Mike Pence called Guaidó that night to express U.S. support, according to The Wall Street Journal.[88] According to El País, the January Lima Group meeting and the stance taken by Canada, represented by Chrystia Freeland, were key factors leading Donald Trump, known for being an isolationist, to become involved in Venezuela.[87] The Supreme Tribunal of Justice (TSJ) rejected the National Assembly's decisions,[84] while the Supreme Tribunal of Justice of Venezuela in exile welcomed Guaidó as acting president.[89] On 29 January 2019, the TSJ launched a probe of Guaidó, froze his assets, and prohibited him from leaving the country.[90] According to Special Rapporteur on the Independence of Judges and Lawyers for the United Nations Diego García Sayán, the measures were \"not adopted in accordance with constitutional requirements, normal legal procedures and international human rights standards.\"[91] As of April 1, 2021, Guaidó is no longer recognized as Venezuela's rightful President by the European Union's 27 member-states; the United States and the United Kingdom continue to recognize him as the legitimate leader of Venezuela.[92][93][94][95] According to El País, Guaidó has had help, along with National Assembly vice-presidents Stalin González and Edgar Zambrano, from young representatives of various political parties: Miguel Pizarro for humanitarian aid, Carlos Paparoni heading a Finance Commission, and Marialbert Barrios working with embassies.[60] Delsa Solórzano worked with Luisa Ortega Díaz on the Amnesty Law.[60] David Smolansky is the OAS coordinator for the Venezuelan Migrant and Refugee crisis.[96] Carlos Vecchio was accepted by Pompeo as the Guaidó administration's diplomatic envoy to the US.[97] Julio Borges was named to represent Venezuela in the Lima Group.[98] The National Assembly made more than a dozen[99][100][101] other diplomatic appointments, including Elisa Trotta Gamus to Argentina,[102][103] María Teresa Belandria to Brazil,[104] and Humberto Calderón Berti to Colombia.[105][106] Diplomats to Europe and the Dominican Republic were named on 19 February.[107] Gustavo Tarre Briceño was named Venezuela's Permanent Representative to the Organization of American States (OAS) on 29 January 2019,[108] and ratified by the National Assembly according to the constitution.[109][110] On 9 April, the OAS voted 18 to 9, with six abstentions, to accept Tarre Briceño as the ambassador from Venezuela. Maduro's Foreign Ministry called Tarre a \"political usurper.\" The nomination was accepted 20 days before the deadline on Venezuela leaving the union, after they triggered the process in 2017, suggesting that the nation will remain in the OAS against the wishes of the Maduro administration. Venezuela's previous ambassador voted against Tarre. According to the Washington Post, the OAS vote undermined Maduro's presence internationally and marked a step in the official recognition of Guaidó's government.[111] The National Assembly authorized Guaidó's appointment of a new ad hoc directors board of Petróleos de Venezuela (PDVSA), of Citgo, Pdvsa Holding Inc, Citgo Holding Inc. and Citgo Petroleum Corporation. The appointed members of PDVSA were Simón Antúnez, Gustavo J. Velasquez, Carlos José Balza, Ricardo Prada and David Smolansky. Likewise, the appointed members of Citgo Holding and Citgo Petroleum Corporation were Luisa Palacios, Edgar Rincón, Luis Urdaneta, Ángel Olmeta, Andrés Padilla and Rick Esser.[112] With Citgo under the control of Guaidó's administration, the US Department of Treasury extended its license to operate in spite of US sanctions.[113] Guaidó named José Ignacio Hernández as special solicitor, making Hernández the first official named with state power.[114] Ricardo Hausmann was named as Venezuela's representative to the Inter-American Development Bank,[115] who recognized Hausmann as a replacement for Maduro's representative.[116] The Maduro administration's prosecutor general, Tarek William Saab, said the \"appointments by Guaidó and his National Assembly are part of an illegal power grab backed by foreign governments\"[117] and opened a probe into the ambassador and oil industry appointees; a magistrate of \"Venezuela’s pro-Maduro Supreme Court later read a statement ... nullifying the appointments and accusing the National Assembly of overstepping its constitutional powers.\"[117] On 12 July 2021, Special Action Forces (FAES) officials went to Guaidó's residence to arrest him. The security forces besieged Guaidó for twenty minutes in the residence's garage, who took refuge in an armored vehicle, even using explosives against him. The arrest was ultimately foiled due to the vehicle and his neighbors and supporters, who opposed his detention. Guaidó said that the officers did not identify themselves nor did they show any judicial order. Shortly before the same day, former deputy Freddy Guevara was detained while he was driving his vehicle.[118][119][120][121] In a 30 January 2019 New York Times editorial, Guaidó said, We have one of the highest homicide rates in the world, which is aggravated by the government’s brutal crackdown on protesters. This tragedy has prompted the largest exodus in Latin American history, with three million Venezuelans now living abroad. ... Under Mr. Maduro at least 240 Venezuelans have been murdered at marches, and there are 600 political prisoners.[40] He said his response to these problems was three-fold: restore the democratic National Assembly, gain international support, and allow for the people's right to self-determination.[40] On 25 January 2019, Guaidó offered the Amnesty Law (Spanish: Ley de Amnistía a nombre de la Asamblea Nacional de Venezuela) approved by the National Assembly, for military personnel and authorities who help unseat Maduro.[30] He suggested that if Maduro gives up power, he may receive amnesty.[123] Over his first weekend, he held another public assembly, asking supporters to disseminate the Amnesty Law throughout the country to military, police and other functionaries.[124][125] On 30 January, demonstrators took to the streets across the country to encourage the military to allow humanitarian aid and reject Maduro.[126] Maduro also held meetings with the military; top military command remains loyal to Maduro as of February 2019.[126] In an editorial published by the New York Times on the evening of 30 January, Guaidó explained that the law would only apply to individuals who were not found to have committed crimes against humanity.[127] Guaidó told CNN in February 2019 that he would call elections 30 days after Maduro leaves power.[128] He has not stated if he will run for president when elections occur,[86] but said that \"talking about a presidential candidacy separates him from his role at this time.\"[129] In another interview, he declared it was \"premature\" to consider if he would be running for president.[130] The Statute Governing the Transition to Democracy to Re-establish the Validity of the Constitution of the Bolivarian Republic of Venezuela (Spanish: Estatuto que Rige la Transición a la Democracia para Restablecer la Vigencia de la Constitución de la República Bolivariana De Venezuela) was approved on 5 February,[131] and the National Assembly second vice-president Stalin González announced that a commission to set a route towards elections was established on 6 March 2019.[132] Guaidó asked the Bank of England and British Prime Minister Theresa May not to return to the Maduro administration the £1.2&nbsp;billion in gold reserves the UK holds for Venezuela, and to allow the opposition to access it instead.[133][134] In the same week, the US Treasury levied sanctions against PDVSA[135] and transferred control of some Venezuelan assets to Guaidó.[31] Guaidó said the Maduro administration was attempting to move some of the country's assets to Uruguay, \"to keep stealing from the people of Venezuela.\"[136] On 5 February, Paparoni announced that the transfer from Portugal to Uruguay had been stopped.[137] Guaidó seeks to open up the economy by allowing foreign, private oil companies greater participation in ventures with PDVSA;[138] the requirement for 51% PDVSA ownership in joint ventures would be dropped.[139] Pledging to honor \"legal\" and \"financial\" debt, Carlos Vecchio said that agreements in which Venezuela pays debt with oil (signed by the Maduro administration) may not be honored.[138] In a Euronews interview, Guaidó said that hospitals in Venezuela lacked basic supplies and that \"children were dying due to malnutrition.\"[86] He has made bringing humanitarian aid to the hundreds of thousands of Venezuelans who could die if aid does not arrive a priority, and a test of the military's allegiance.[140] The day after assuming the acting presidency, Guaidó requested humanitarian aid for Venezuela from the US and from the United Nations. Guaidó said Venezuela's neighbors, in a \"global coalition to send aid to Venezuela,\" will help get humanitarian aid and medicine into the country; products will be shipped to neighboring ports and brought overland via convoys.[141] He said that the 250,000 people whose lives are in danger will be the recipients of the first phase of the humanitarian effort.[142] He traveled to Cúcuta on 22 February to be present as the aid entered Colombia; Maduro administration security forces clashed with demonstrators and blocked the aid from entering.[143] The International Federation of Red Cross and Red Crescent Societies announced in March 2019 that the Red Cross was preparing to bring humanitarian aid to the country in April to help ease both the chronic hunger and the medical crisis.[144] The Wall Street Journal said that the acceptance of humanitarian shipments by Maduro was his first acknowledgement that Venezuela is \"suffering from an economic collapse.\"[145] Guaidó said the acceptance of humanitarian aid was the \"result of our pressure and insistence,\"[145] and called on Venezuelans to \"stay vigilant to make sure incoming aid is not diverted for 'corrupt' purposes.\"[146] Following the joint report from Human Rights Watch and Johns Hopkins in April 2019, increasing announcements from the United Nations about the scale of the humanitarian crisis, and the softening of Maduro's position on receiving aid, the Red Cross tripled its budget for aid to Venezuela.[147] The increased Red Cross aid would focus in four areas: the migration crisis, the health care system collapse, water and sanitation, and prisons and detention centers.[147] On 23 April 2019, Guaidó named Alberto Federico Ravell, former CEO and co-founder of the news channel Globovisión, as his spokesman and director of the National Center of Communications of Venezuela, Guaidó's information and media board.[148][149][150] In January 2020, Guaidó announced the appointment of an ad hoc directors board of the National Commission of Telecommunications (CONATEL), saying that \"Telesur will no longer be a propaganda tool of the regime.\"[151] Guaidó announced on 31 January, before a packed theatre at the Central University of Venezuela,[152] that the National Assembly had approved a commission to implement a plan for the reconstruction of Venezuela.[153][154] Called Plan País (Plan for the Country), it has been under elaboration for some time, and was initially developed through a series of public and private meetings in the US and Venezuela.[155][156] According to Guaidó, the aims of the plan are to \"stabilize the economy, attend to the humanitarian emergency immediately, rescue public services, and overcome poverty.\"[157] It has provisions to revitalize PDVSA, restore the health sector, and offer assistance to the most poverty-stricken.[152] Implementation of the plan requires Maduro's exit.[155] Guaidó announced he would embark on a tour of the country beginning 16 March, to organize committees for Operación Libertad (trans. Operation Freedom or Operation Liberty) with the goal to claim the presidential residence, Miraflores Palace.[158] From the first rally in Carabobo state, he said, \"We will be in each state of Venezuela and for each state we have visited the responsibility will be yours, the leaders, the united, [to] organize ourselves in freedom commands.\"[158] As part of the ongoing tour, he visited Petare,[159] regarded as one of the world's largest slums, on 12 April.[160] In an open assembly celebrating the anniversary of the 19 April 1810 date when the Venezuelan Independence Movement began, Guaidó offered the example that organized protests in Sudan led to the replacement of Omar al-Bashir, and called for \"the greatest march\" in history on 1 May, to \"once and for all end this tragedy\".[161] Coinciding with his speech, NetBlocks stated that state-run CANTV again blocked access to social media in Venezuela.[162] On 30 April, Guaidó live-streamed a video of himself beside opposition leader Leopoldo López, freed from house arrest after being imprisoned for five years,[163] with the two flanked by members of the Venezuelan armed forces,[164] announcing the \"final phase\" of Operation Freedom.[165] He stated: \"People of Venezuela, it is necessary that we go out together to the street, to support the democratic forces and to recover our freedom. Organized and together, mobilize the main military units. People of Caracas, all to La Carlota.\"[164][166] The Associated Press reported that López \"had been released from house arrest by security forces adhering to an order from Guaidó.\"[167] Several dozen military personnel[168] and civilians joined Juan Guaidó in his call for an uprising.[168] The head of the Bolivarian Intelligence Service, Manuel Cristopher Figuera, denounced the Maduro government and was dismissed from his position[169] before going into hiding.[170] Expected military defections did not happen.[165] By the end of the day, one protester had died[171] and at least 100 were injured;[172][173] López was at the Spanish embassy,[174] while 25 military personnel sought asylum in the Brazilian embassy in Caracas.[175] On 1 May, Guaidó's call for the largest march in history did not materialize and his supporters were forced to retreat by security forces using tear gas.[176] Guaidó acknowledged he had received insufficient military backing,[165] and called for strikes beginning on 2 May, with the aim of a general strike later in May.[176] Guaidó's support began to drop following the incident.[177] In The Miami Herald, Jim Wyss wrote that the \"failed military uprising and a spate of violent but fruitless demonstrations have some wondering if Guaido, and the opposition at large, have what it takes to oust Maduro.\"[177] According to a report by The Washington Post, in August 2019 Guaidó tasked J.J. Rendón with a Strategic Committee to investigate scenarios for achieving the removal of Maduro from office.[178][179] Members of the Strategic Committee argued that the Venezuelan Constitution, the United Nations Convention against Transnational Organized Crime, and other treaties justified action against Maduro.[178] Rendón stated that the Strategic Committee had contacted numerous groups about forcibly removing Maduro from office, but they demanded US$500 million.[178][179] He then made contact with Jordan Goudreau, owner of Silvercorp, on 7 September 2019 at a condominium in Miami, where Silvercorp presented a sales pitch to Rendón that offered the capture or extraction of Maduro from Venezuela, all for US$212.9 million. Rendón signed a retainer agreement in Washington, D.C. on behalf of the Guaidó government with Silvercorp on 16 October 2019. An amount of US$1.5 million was later insisted by Silvercorp in order to initiate \"Operation Resolution,\" the plan to remove Maduro, install Guaidó as President of Venezuela. However, Guaidó representatives ultimately turned down Goudreau's proposal.[180][178] Goudreau was later responsible for the foiled Macuto Bay raid.[178] Following the raid, Guaido's team initially said they had \"no relationship with any company in the security and defense branch,\" however Rendón later admitted that an \"exploratory agreement\" with Silvercorp was signed to seek the capture of members of Maduro's government.[181] When interviewed by BBC Mundo, risk consultant Dimitris Pantoulas, and head of the Datanálisis consultant firm Luis Vicente León agreed that Guaidó's reputation was damaged due to the incident, with León stating \"the opposition seems to have exhausted the routes.\"[182] In an analysis for the Council on Hemispheric Affairs, Patricio Zamorano wrote that the event \"shows that Guaidó is politically immature and inept,\" that such scandals had \"led to a significant withering of his support\" and that Guaidó was willing to resort to violence in order to remove Maduro from power.[183] In response to calls from Mexico, Uruguay, and CARICOM for negotiations, Guaidó said that the National Assembly would not participate in dialogue with Maduro, on the grounds that negotiations have already been attempted, \"within and outside of Venezuela, in private and in public, alone and with international companions.\"[184] Guaidó said that the result of all previous negotiations was more repression, with Maduro taking advantage of the process to strengthen his position.[184] Offering as examples Leopoldo López, the detention of Juan Requesens, Julio Borges (in exile) and others, he said that if Maduro really wanted dialogue, he would release political prisoners.[184] He asked Uruguay and Mexico to join him.[185] Guaidó characterized Uruguay as failing to defend democracy, saying that Uruguay's stance was surprising given Venezuela has 300,000 starving people at risk of dying.[184] After Maduro wrote to Pope Francis, asking for assistance with negotiations, Guaidó refused the Vatican's offer to mediate, calling the attempt a \"false dialogue,\" and saying that by mediating, the Vatican would assist those who \"refused to see the Venezuelan reality.\"[186] Guaidó said that Maduro did not respect conditions of 2016 negotiations, and suggested the Pope should encourage Maduro to allow an orderly transition of power.[187] Corriere della Sera cited a 7 February 2019 reply from Pope Francis addressed to \"Mr. Maduro,\" in which Pope Francis also stated that what had been agreed in earlier negotiations (open a channel for humanitarian aid, hold free elections, free political prisoners, and re-establish the constitutionally-elected National Assembly)[188] had not been followed, and that he would not back \"any kind of dialogue\" but only constructive dialogue \"when all conflicting parties put the common good above any other interest.\"[189][190] Following the failed uprising, representatives of Guaidó and Maduro began mediation, with the assistance of the Norwegian Centre for Conflict Resolution. Jorge Rodríguez and Héctor Rodríguez Castro served as representatives for Maduro while Gerardo Blyde [es] and Stalin González were representatives for Guaidó. Guaidó confirmed that there was an envoy in Norway, but said that the opposition would not take part in false negotiations.[16] After the second meeting in Norway, no deal was reached.[17] On 9 July 2019 negotiations started in Barbados with representatives of Nicolás Maduro and Juan Guaidó.[18][19][20] Several theories arose from the negotiations, including potential elections agreed upon between the government and the opposition, having Héctor Rodríguez as the main government candidate.[191][192][193] On 15 September, Guaidó announced that the opposition concluded the dialogue after the absence of the government in the negotiations for forty days as a protest to the recent sanctions by the United States.[citation needed] In February 2020, the coordinator of the Lima Group, Hugo de Zela, announced that three of its member countries – Argentina, Canada and Peru – were attempting to negotiate with the Cuban government to find a solution to the crisis. Although no details of the negotiation were leaked, it was confirmed by officials in Buenos Aires.[194] In late March 2020, the United States relaxed its position and proposed a transitional government that would exclude both Maduro and Guaidó from the presidency.[25] Secretary of State Mike Pompeo said that sanctions did not apply to humanitarian aid during the coronavirus pandemic health emergency and that the United States would lift all sanctions if Maduro agreed to organize elections that did not include himself in a period of six to twelve months.[26] The deal would enforce a power-sharing scenario between the different government factions, and the US would remove all sanctions should it be agreed to. Elections would have to be held within the year, and all foreign militaries would have to leave the country. The US were still seeking Maduro's arrest at the time of the announcement.[195] Other aspects of the US deal would include releasing all political prisoners and setting up a five-person council to lead the country; two members each chosen by Maduro and Guaidó would sit on the council, with the last member selected by the four. The EU also agreed to remove sanctions if the deal went ahead.[196] Guaidó accepted the proposal,[27] while Venezuela's foreign minister, Jorge Arreaza, rejected it and declared that only parliamentary elections would take place that year.[28] Reuters reported that during the COVID-19 pandemic, allies of both Nicolás Maduro and Juan Guaidó had secretly begun exploratory talks, according to sources on both sides.[197] Guaidó and U.S. Special Representative for Venezuela Elliott Abrams have denied that negotiations have taken place.[198][199] After the announcement of regional elections in 2021, Guaidó announced a \"national salvation agreement\" and proposed the negotiation with Maduro with a schedule for free and fair elections, with international support and observers, in exchange for lifting international sanctions.[29] On 5 August 2021, Mexican President Andrés Manuel López Obrador announced that Mexico would host negotiations talks between Maduro and the opposition, including Guaidó, who stated that he will push for guarantees for what he called free and fair elections.[200] Guaidó has said there is room for long-term Chávez/Maduro allies such as Russia and China in Venezuela, adding that legal security under a new plan for the country would benefit all businesses, including theirs.[152][201] He has approached China to establish diplomatic ties, stating \"China’s support will be very important in boosting our country’s economy and future development.\"[202] According to Euronews, he says he has been \"working to convince China and Russia that it was in their economic interest to withdraw support from Maduro.\"[86] Bloomberg published a 14 April editorial from Guaidó, \"Why China should switch sides in Venezuela,\" in which Guaidó appealed to China and stated that it is in China's interest to support a peaceful transition, rule of law, and economic reconstruction in Venezuela.[203] \"The moment has come for Beijing to add its voice to this chorus. China’s influence in our region has grown tremendously over the past few years. It’s in its own interest to help bring about the climate of peace, stability and well-being to which we all aspire. If it does so, it will find a willing, open and more reliable partner in Caracas.\"[203] According to CNN, following a long history of Fidel Castro's interest in the country, \"Venezuelan oil is the lifeblood of Cuban economy, under a barter system where Cuba receives billions of dollars of crude in exchange for Cuban doctors, teachers, sports trainers, and military and intelligence advisers.\"[204] Guaidó has vowed that Cuban influence in Venezuela will end.[204] Referring to Cubans as \"brothers,\" he said that Cuban individuals are welcome to stay in the country, but not in decision-making positions, and not in the armed forces.[205] On 12 March 2019, the National Assembly voted to cut Venezuela's oil supply to Cuba, which would save about US$2.6 million daily, according to Guaidó,[206] who asked other nations to help implement the measure.[207] Guaidó seeks to restore relations with Israel; Chávez had severed relations with Israel more than ten years prior, favoring support for Palestine during Operation Cast Lead.[208] Guaidó has supported Venezuela's sovereignty claim of Guayana Esequiba throughout his political career.[209] In June 2019, the United Nations reported that 4 million Venezuelans had left the country,[210] many without a valid passport.[211] Associated Press has reported that getting an extension is an expensive and lengthy ordeal for many Venezuelans.[211] The National Assembly decided accordingly to release a decree, signed by Guaidó, to extend Venezuelan passports' lifespan.[211] The decision was accepted by the United States and Canada, which recognized the validity of the Venezuelan passports for five years beyond the printed expiration date.[211][212] In September 2019, Guaidó announced the designation as terrorist organizations of Revolutionary Armed Forces of Colombia (FARC), National Liberation Army (ELN), Hamas, Hezbollah, and the Islamic State of Iraq and the Levant (ISIS/ISIL), ordering all state security forces to protect \"our sovereignty and territorial integrity\" against the threat posed by these groups.[213] Following an American airstrike that killed Iranian Quds Force Commander Qasem Soleimani in January 2020, Guaidó said that Soleimani \"led a criminal and terrorist structure in Iran that for years caused pain to his people and destabilized the Middle East, just as Abu Mahdi al-Muhandis did with Hezbollah.\" Guaidó also accused Nicolás Maduro of allowing him and his Quds Forces to incorporate their sanctioned banks and their companies in Venezuela.[214] As of July 2019, the National Assembly had approved Juan Guaidó's appointment has named 37 ambassadors and foreign representatives to international organizations and nations abroad.[215][216][217][218] On 9 April, the OAS voted 18 to 9, with six abstentions, to accept Guaidó's envoy, Gustavo Tarre Briceño, as the ambassador from Venezuela until new elections can be held. The permanent council approved a text stating that \"Nicolas Maduro's presidential authority lacks legitimacy and his designations for government posts, therefore, lack the necessary legitimacy.\" Antigua and Barbuda, Bolivia, Dominica, Grenada, Mexico, Saint Vincent and the Grenadines, Suriname, Uruguay, and Venezuela voted against the change.[222] Maduro's administration responded calling Tarre a \"loud-mouth political usurper\" and the decision a \"criminal and rampant violation of international law and the OAS Charter,\" saying they do not intend to respect decisions made by Tarre.[223] The nomination was accepted 20 days before the deadline on Venezuela leaving the organization, after they triggered the process in 2017. According to the Washington Post, this acceptance undermined Maduro's presence internationally and marked a step in the official recognition of Guaidó's government.[224] In January 2020, Guaidó announced that he would appoint diplomatic representatives to Bolivia, El Salvador, and Uruguay.[151] The European Union (EU) announced on January 6, 2021, that it could no longer legally recognize Guaidó as interim president, without recognizing Maduro as the legitimate president. It also threatened new sanctions against the Maduro administration.[10][225] In January 2022, opposition parties voted to extend Guaidó's term as interim president for another year and to create a committee of opposition lawmakers to take over his management of foreign affairs, as well as to authorize the appointment of ambassadors in opposition allied countries. After the vote, Guaidó's role consisted in \"defending democracy\" and managing Venezuela’s overseas assets, including oil refiner Citgo and $1 billion in gold lodged in the Bank of England. Guaidó required to keep the committee informed of how he had spent funds under his control.[226] In an interview with Christiane Amanpour, Guaidó did not rule out accepting support from the US armed forces, but said that pressure was being applied in every other way possible to avoid armed conflict.[227] According to Giancarlo Fiorella, writing in Foreign Affairs, \"calls for intervention\" are coming from \"some members of the Venezuelan opposition and from residents of the country desperate for a solution—any solution—to their years-long plight\";[228] he adds that talk of foreign intervention \"has become commonplace\" in Venezuela, and that \"the push for a military intervention in Venezuela is most intense not among hawks in Washington but inside the country itself.\"[228] In every demonstration summoned by Guaidó, there are numerous signs demanding the approval of Article 187(11) of the Constitution, which allows the National Assembly to authorize the deployment of foreign missions in Venezuela.[229] A March poll showed 87.5% support for foreign intervention.[i][228] Guaidó has said he will call for intervention \"when the time comes,\" but in media interviews, he has not stated he supports removing Maduro by force.[228] He has said that the decision \"cannot be taken lightly,\" and has appeared to \"temper hopes ... [of] a magical solution to the country's problems,\" according to Fiorella.[228] Guaidó defied the restriction imposed by the Maduro administration on him leaving Venezuela, and attended Richard Branson's February 2019 Venezuela Live Aid concert in Cúcuta, Colombia,[230] whose purpose was to raise funds and awareness for humanitarian aid to Venezuela. In a move that tested Maduro's authority, Guaidó was met by Colombian president Iván Duque, and welcomed by a crowd chanting, \"Juan arrived!\"[230] Amid continuing tension, and having failed to get humanitarian aid into Venezuela, Guaidó and US vice president Pence attended a 25 February meeting of the Lima Group in Bogotá.[231][232] From there, he embarked on a regional tour to meet with the presidents of Brazil, Paraguay, Argentina, and Ecuador,[233] and discuss ways to rebuild Venezuela and defeat Maduro.[234] Guaidó's trip was approved by Venezuela's National Assembly, as required by the Constitution of Venezuela.[235] Because he left the country under a travel restriction placed upon him by the Maduro administration, he faced the possibility of being imprisoned upon his return to Venezuela.[233] Maduro said that Guaidó was welcome to return to Venezuela, but would have to face justice in the courts for breaching his travel ban.[236] Guaidó announced that he planned to return to Venezuela despite the threats of imprisonment, and said Maduro's \"regime\" was \"weak, lacking support in Venezuela and international recognition.\"[237] Guaidó returned to Caracas from Panama via a commercial flight;[238] the Washington Post described his \"triumphant return\" to \"wild cheers from supporters\" at Venezuela's main airport at Maiquetía, Vargas state on 4 March.[239] He proceeded from the airport to an anti-government demonstration—organized in advance on social media—in Las Mercedes, Caracas, where he addressed a crowd of thousands,[238] offered a tribute to people who had lost their lives in the border clashes beginning on 23 February, and said that immigration officials had \"greeted him at the airport with the words 'welcome, president'.\"[240] He added: \"It is evident that after the threats, somebody did not follow orders. Many did not follow orders. The chain of command [in the government security forces] is broken,\" according to BBC.[240] Following Guaidó's Latin American tour in February 2019, Elvis Amoroso, comptroller for the Maduro administration, alleged in March that Guaidó had not explained how he paid for the trip, and stated there were inconsistencies between his level of spending and income.[241] Amoroso said that Guaidó's 90 trips abroad had cost $94,000, and that Guaidó had not explained the source of the funds.[242] Based on these alleged financial discrepancies, Amoroso said Guaidó would be barred from running for public office for the maximum time allowed by law—fifteen years.[241][243] Leopoldo López and Henrique Capriles had been prohibited from holding office by the Maduro administration on similar pretexts.[243] Guaidó responded that \"The only body that can appoint a comptroller is the legitimate parliament.\"[243] The comptroller general is not a judicial body; according to constitutional lawyer José Vicente Haro, the Inter-American Court of Human Rights ruled in 2011, after Leopoldo López was barred from holding office, that an administrative body cannot disallow a public servant from running. Constitutional law expert Juan Manuel Raffalli stated that Article 65 of Venezuela's Constitution provides that such determinations may only be made by criminal courts, after judgment of criminal activity. The decision would also breach Guaidó's parliamentary immunity.[244] In June 2019, the PanAm Post reported that Guaidó's representatives in Colombia had allegedly used money allocated to pay for defecting soldiers' accommodations for personal purchases,[245][246][247] such as \"parties and nightclubs.\"[248] The representatives, Rossana Barrera and Kevin Rojas, are accused of embezzling up to $60,000; both deny the allegations and have not been charged.[248] Guaidó's presidential office dismissed Barrera and Rojas from their positions and requested the cooperation of the Colombian government, multilateral agencies and other organizations to clarify the events with an impartial investigation.[249][246] The Venezuelan embassy in Colombia issued a statement informing that Guaidó and the appointed ambassador, Humberto Calderón, agreed to carry out an audit.[249] Venezuelan political parties, including Popular Will, Justice First, Democratic Action and A New Era, supported the start of the investigation of the events.[250][251][252][253] Colombian Foreign Minister, Carlos Holmes Trujillo, condemned the reported act of corruption and urged the authorities to advance the investigations to determine if any wrongdoings occurred.[254] According to NPR's Philip Reeves, Guaidó's envoy in Colombia \"began looking into this two months ago after being tipped off by Colombian intelligence,\" leading to \"speculation that Guaidó may actually have known about this for a while.\"[255] Guaidó has declared that the preliminary investigations started two months before the publication of the article.[256] Guaidó was a member of the social-democratic Popular Will, now independent, and although his peers characterize Guaidó as a centrist, Maduro places him on the right of the political spectrum.[257][258] Regarding politics in the United States, Guaidó stated that he was unfamiliar with the subject but has commented: \"What they refer to as socialist in the United States is what we’d call a Social Democrat here.\"[3] While announcing Plan País at the Central University of Venezuela on 31 January, Guaidó said special forces had come to his home and asked for Fabiana, his wife. He then gave a general warning, saying that he would hold anyone who threatened his 20-month-old daughter personally accountable for such actions.[259] Journalists in the place confirmed that FAES officials surrounded his mother-in-law's house in the Baruta municipality and reported that neighbors tried to prevent the security forces from entering.[260] Maduro said Guaidó was a \"clown,\" asking whether he would call elections or continue his \"virtual mandate\" until he was imprisoned by order of the Supreme Tribunal of Justice.[261] During a speech given at the start of the judicial year, Maduro said that he was considering sending his assistant to kill Guaidó, adding seconds later that the remark was a joke.[15] In a discussion before the Constituent National Assembly, Diosdado Cabello, the body's president, asked how far Guaidó was willing to go, saying that unlike the military, Guaidó had never experienced \"the whistle of a bullet\" nearby, and did not know \"how it feels to have a bullet hit three centimetres from your head.\"[14] Guaidó responded that \"lamentably, the Venezuelan people have had to listen to a lot of whistling in these years,\" but that \"we're not going anywhere\" and \"we're not afraid.\"[14] After Guaidó called for protests on 23 January 2019 against Maduro and in favor of \"a interim government,\" the minister for Prison Services, Iris Varela, threatened Guaidó, saying that she had picked out a prison cell for Guaidó and asked him to be quick in naming his cabinet so she could prepare prison cells for them as well.[262] In April 2019, Varela called Guaidó \"garbage\" on Twitter, saying that he assumes the direction of \"a criminal gang that grotesquely steals money from the Venezuelan people with the gringos.\" She also said that warm cell and many years in jail were waiting to pay \"for his crimes.\"[263] On 10 February, Guaidó said that his grandmother-in-law was threatened by colectivos.[264] Guaidó told Euronews: \"I am not worried about this costing my life or my freedom. If I give my life to serve the people. We know the risks we face. Our biggest fear is that what’s happening in Venezuela becomes normal.\"[86] The Lima Group has stated that Guaidó and his family face \"serious and credible threats\" in Venezuela. Colombian Foreign Minister Carlos Holmes Trujillo said that \"any violent actions against Guaidó, his wife, or family\" would be met by all \"legal and political mechanisms.\"[265] In an interview with the Mexican GQ magazine, Guaidó said that he has been persecuted and has received direct death threats from the Maduro government.[13] On 29 February 2020, colectivos shot at Guaidó and his supporters in Barquisimeto, Lara state, during a demonstration, leaving five injured.[266][267] During the March 2019 Venezuelan blackouts, Tarek William Saab called for an investigation of Guaidó, alleging that he had \"sabotaged\" the electric sector; Guaidó said that Venezuela's largest-ever power outage was \"the product of the inefficiency, the incapability, the corruption of a regime that doesn't care about the lives of Venezuelans.\"[268] Roberto Marrero, Guaidó's chief of staff, was arrested by SEBIN during a raid on his home in the early morning hours of 21 March.[269] His attorney said he was to be charged with treason, usurpation of functions, and conspiracy.[270] The US had repeatedly warned Maduro not to go after Guaidó; Haaretz reported that the arrest of Guaidó's number-two person was a test of the US.[269] A risk consultant for London's IHS Markit, Diego Moya-Ocampos, said to Bloomberg that \"the regime is testing the international community and its repeated warnings against laying a hand on Maduro's rival [Guaidó] ... if they can’t touch him, they'll go after those close to him.\"[271] Nicholas Watson of Teneo Intelligence told The Wall Street Journal that \"Marrero's arrest looks like a desperate attempt to break Guaidó's momentum .. The weakness in the regime's position is visible in the fact that arresting Guaidó himself would be seen as a step too far.\"[272] Guaidó called it a \"vile and vulgar kidnapping,\" adding \"Either Nicolas Maduro doesn't dare to arrest me, or he's not the one giving orders.\"[271] According to The Wall Street Journal, Guaidó said he had received calls from security force officials disclaiming any involvement in the arrest; he replied that they need say no more, per the 2019 Venezuelan Amnesty Law; he said the \"incident was indicative of divides within the Maduro regime.\"[272] On 1 April 2019, TSJ supreme justice Maikel Moreno (a political ally of Maduro)[273] asked that the Constituent National Assembly (ANC) controlled by Chavismo remove Guaidó's parliamentary immunity as president of the National Assembly;[274] that is, he asked that they \"strip [him] of immunity from prosecution,\" which moves the Maduro administration a step closer towards arresting and prosecuting Guaidó.[273][275] Maduro officials say that \"Guaidó is under investigation for inciting violence against the government and receiving illicit funds.\"[273] Moreno said the request is based upon Guaidó having attended the Venezuela Aid Live concert on 23 February, after the Maduro administration prohibited him from leaving the country;[274] the trip was approved by the National Assembly.[235] Supporters of Guaidó disagree that the Maduro-backed institutions have the authority to ban Guaidó from leaving the country, and consider acts of the ANC \"null and void.\"[274] The Venezuelan Constitution provides that only the National Assembly can bring the president to trial by approving the legal proceeding in a \"merit hearing\";[274] Venezuela's constitution requires \"authorization in advance from the National Assembly.\"[j][277] Constitutional lawyer Juan Manuel Raffalli said there is no breach to prosecute unless the National Assembly first approves one; he said the proceedings were intended to distract attention from the protests and collapse of public services, referencing the 2019 Venezuelan blackouts.[278] Bypassing the National Assembly,[277] Moreno sent Guaidó's file to the president of the ANC, Diosdado Cabello—described by BBC Mundo as \"one of the most belligerent Chávez leaders against the opposition\"—for the decision to be made by that body.[274] On 2 April, in a speech before the ANC, member María León proposed creating popular tribunals for trying \"traitors,\" which the Miami Herald compared to those used during the Cuban revolution;[275] she argued that \"for me stripping him of his immunity is very little. What do you do with traitors?\"[277] ANC members \"responded with shouts of al paredón (\"put him up against a wall\"),[277] referring to a firing squad.[275][279] Votes were not counted, rather voting was by a show of hands.[275] In record time (less than 30 hours from the TSJ proceedings),[280] the ANC voted to remove Guaidó's immunity from prosecution.[279] Following the decision, Guaidó promised to continue fighting \"Maduro's 'cowardly, miserable and murderous' regime.\"[281] He said, \"What if the regime intends to kidnap us? Well, of course, we know that they only have brute force left ... But we are left with audacity, intelligence, soul, strength of heart, hope and confidence in this country, in ourselves.\"[275] On 5 September, Vice President Delcy Rodríguez released a purported months-old recording in which Guaido's envoy to United Kingdom, Vanessa Neumann, and a Guaido's advisor, Manuel Avendaño, discuss that Guaidó should \"drop the topic\" on Venezuela's claim for Guayana Esequiba (Esequibo), a disputed territory between Guyana and Venezuela.[282] Attorney general Tarek William Saab, announced that Guaidó would be prosecuted for \"high treason\" for the alleged negotiations to hand over the Esequibo.[283] Since April, Norway mediated talks between Guaido and Maduro's commissions, but Maduro paused the discussion due to new US sanctions. In September, Maduro announced that his administration would not resume the talks due to the Esequibo investigation.[282] Avendaño immediately sought refuge in Chilean embassy in Caracas.[282] During a rally in Anzoátegui, Guaidó dismissed the accusations as a distraction,[282] and reaffirmed that the Esequibo belongs to Venezuela.[284] Masked men carrying rifles broke and into the Popular Will office in the eve of the return of rallies in November, demanding the party members to handover their phones.[285] The group identified as part of the special police forces (FAES), according to a legislator.[285] Guaidó referred to the raid as an act of government intimidation.[285] On 21 January 2020, after the disrupted 2020 Venezuelan National Assembly Delegated Committee election, Guaidó's campaign headquarters were raided by police intelligence forces SEBIN.[286] On 4 June 2020, the Venezuelan Foreign minister Jorge Arreaza accused Juan Guaidó of hiding in the French Embassy in Caracas, demanding for him to be handed over to the \"Venezuelan justice.\" However, the Foreign Ministry spokeswoman of France, Agnes von der Muhll denied the claims on 5 June that Guaido had taken refuge in any of the French diplomatic sites in Caracas.[287] On 7 June Guaidó proved the accusations false, as he appeared in the street through videos, wearing a mask and gloves.[287] After the Parliamentary Committee of Electoral Candidacies, in charge of appointing a new National Electoral Council of Venezuela (CNE), announced that it would suspend its meetings because of the COVID-19 pandemic,[288] the Supreme Tribunal of Justice (TSJ), loyal to Nicolás Maduro, declared in June that the National Assembly had not named rectors for the CNE. The opposition to Maduro administration denounced it as attempt to obstruct the procedure for the elections.[289][290] The TSJ decided on 12 June 2020 to name the electoral board that would oversee the parliamentary elections. Indira Alfonzo was declared as the new chief of the CNE through Facebook. Members of the National Assembly argue that the TSJ is not authorized to choose the board, according to the Venezuelan constitution.[291] On 13 June 2020, Juan Guaidó said the opposition would not recognize a \"false\" electoral body named by the Supreme Court, while his allies pledged to extend the term of the current legislature.[292] Guaidó is married to journalist Fabiana Rosales since 2013.[293] They have two daughters, Miranda and Mérida Antonieta.[294][295] On 27 March 2021, Guaidó announced he had tested positive for COVID-19, that he was experiencing \"mild symptoms\" and that he had gone into voluntary isolation.[296][297] On 5 April 2021, Guaidó announced on social media that he had recovered from the disease.[298][299] Prior to becoming the leader of the National Assembly, Guaidó was an unfamiliar figure to both the Venezuelan and international communities,[7][300] with the BBC reporting that he was a compromise candidate selected as leader by opposition parties.[300] Venezuelan lawyer and columnist Gustavo Tovar-Arroyo [es], who was active with Guaidó in the early days of the student protests against Hugo Chávez, described Guaidó as one of the \"conciliators\" of the student movement, saying that Guaidó had been a force for conciliation in the defeat of Chávez's 2007 constitutional referendum and the 2015 Venezuelan parliamentary election in which the PSUV was defeated by the MUD, and that he was named acting president at a time when Venezuela needed conciliation.[301] Argentine writer and journalist Andrés Oppenheimer said that Guaidó is \"the most courageous and inspiring political figure that has emerged in Latin America in years.\"[302] Diego Moya-Ocampos, a Venezuela expert at risk analysts IHS Markit, described Guaidó as charismatic, saying that he had \"unified a divided opposition.\"[303] According to a Bloomberg article, he is known for \"building unity among fellow legislators.\"[1] Michael Shifter said that he \"has tried to reach out to the military, tried to unify the opposition and tried to reach Chavista folks as well.\"[37] The Wall Street Journal quoted Father Alfredo Infante, a Jesuit priest in La Vega, who said that people in the barrios \"feel connected to Guaidó in a way they haven't with other opposition leaders. He comes from a poor background, and looks like he belongs in the barrio.\"[304] In April 2019, Guaidó was named to Time magazine's list of 100 most influential people in the world for that year.[305] Former Colombian president Juan Manuel Santos wrote the profile for Time, which described Guaidó as \"young, energetic, articulate, determined\" and in possession of \"the mother of all virtues: courage.\" Santos said that \"by being in the right place at the right time, [Guaidó] was able to finally unite the opposition and become a beacon of hope for a country that is yearning for a rapid and peaceful change.\"[305] Writing in The Nation, George Ciccariello-Maher called Guaidó a \"second-string politician\" who \"simply declared himself acting president\" in a brazen power grab.[306] Ronal Rodríguez, an expert at the University of Rosario's Venezuelan Observatory in Colombia, said that Guaidó is seen as \"third-rate\" and \"uncharismatic.\"[307] Following the failed uprising on 30 April 2019, recognition and support for Guaidó declined while attendance at his demonstrations subsided.[308][177] After plans to remove Maduro from power failed in May 2020, Guaidó saw his support decrease further.[309] With Maduro retaining control of the country's security forces, Datanálisis surveys in October 2021 showed Guaidó's support within Venezuela had dropped to 16%, partly due to accusations of corruption against some of his representatives outside of the country.[226] In the case of early elections, 33% would vote for Guaidó, 24% would choose another candidate, 18% would not vote, 16% would vote for Maduro, and 7% had no opinion. In an election, Guaidó would win 77% to Maduro's 23%","country":"Venezuela"}