{"name":"Juan Vicente Gómez","url":"/wiki/Juan_Vicente_G%C3%B3mez","Born":"1857-07-24","Died":"1935-12-17","termEnds":"(1857–1935) (1931–36)","termStarts":null,"text":"Juan Vicente Gómez Chacón (24 July 1857 – 17 December 1935) was a Venezuelan military general and ruler of Venezuela from 1908 until his death in 1935. He was president on three occasions during this time, ruling through puppet governments in between.[1] Gómez was born into a prominent family of Andean landowners who lived in the La Mulera.[2] He was the firstborn son of Pedro Cornelio Gomez and Hermenegilda Chacon Alarcon.[3] In 1899, he joined the private army of Cipriano Castro, with whom he had been friends since Castro's exile in Colombia. This army swept down on Caracas in 1899 and seized control of the country. He became Castro's vice president and, in 1902, head of the military, responsible for suppressing several major revolts against the government in the battle of Ciudad Bolivar on 21 July 1903. Gómez seized power from Castro on 19 December 1908, while Castro was in Europe for medical treatment. As president, Gómez managed to deflate Venezuela's staggering debt by granting concessions to foreign oil companies after the discovery of petroleum in Lake Maracaibo in 1918. This, in turn, won him the support of the United States and Europe and economic stability. Though he used the money to launch an extensive public works program, he also received generous kickbacks, increasing his personal fortune enormously. Because of his contributions to the country's development, the Congress bestowed the title of El Benemérito (\"the Meritorious One\") on him. In contrast, his opponents, who disdained his brutal tactics at home, referred to him as El Bagre (\"the Catfish\"), a snide reference to his bushy mustache and outward appearance. They also called him \"the Tyrant of the Andes\" - a reference to his roots in the mountain state of Táchira. On 19 April 1914, Gómez ostensibly stepped down from office in favor of provisional president Victorino Márquez, though he continued to rule the country from his home in Maracay. He returned to office in 1922, ruling until 22 April 1929. Though he was re-elected to a new term of office by the Congress, he declined to return to the capital, and Juan Bautista Pérez assumed the presidency, though Gómez remained the final authority in the country. On 13 June 1931, Congress forced Pérez to resign, and elected Gómez president again. This time, he resumed office, ruling the country until his death. The Generation of 1928 was a group of students who led protests in 1928 against Gómez in the capital city of Caracas. Members included Rómulo Betancourt, Jóvito Villalba, Joaquin Gabaldon Marquez, Juan Oropeza, Raúl Leoni, Andrés Eloy Blanco, Miguel Otero Silva, Pedro Sotillo, Isaac J Pardo, Juan Bautista Fuenmayor, Germán Suárez Flamerich, and Gustavo Machado. Gómez was never married; however, he had two mistresses. The first one was Dionisia Gómez Bello, with whom he had seven children: José Vicente, Josefa, Alí, Flor de María, Graciela, Servilia, and Gonzalo. The second one was Dolores Amelia Nunez Linares' de Cáceres, with whom he had nine children: Juan Vicente, Florencio, Rosa Amelia, Hermenegilda, Cristina, Belén, Berta, Manuel Antonio and Juan Crisóstomo Gómez.[4] Gómez also fathered many other children in brief relationships: at least 64 and possibly as many as 99. He appointed many of his children to public office, sparking charges of nepotism. Gómez's rule of Venezuela is a controversial period in the country's history. His leadership brought enrichment to the country, particularly after the discovery of oil, which enabled the development of a modern infrastructure. His insistence on road construction and the creation of jobs in the then-new oil industry promoted population mobility and more frequent social contact among Venezuelans of different regions – previously a rare occurrence – which permanently rooted a sense of national unity in the country.[5] He brought about the end of civil wars and political insurrections by exerting power over regional caudillos and, as a result, Venezuela became a peaceful country and would remain so for decades.[5] Ironically, the elimination of the caudillo problem and the choosing of Eleazar López Contreras as his last minister of war and marine paved the way to the emergence of modern democracy; see Generation of 1928. He repaid all foreign and internal debt using excess reserves; his fiscal conservatism helped the country get through the Crash of 1929 and the Great Depression, and led to an increase in the value of the bolívar to the point of becoming hard currency.[5] On the debit side, he is considered by some as one of the prominent examples of alleged U.S. domination in Latin America. During his rule, most of the country's wealth ended up in the hands of Gómez and his henchmen, and, according to Woddis, Wall Street.[6] Indeed, at the time of his death, he was by far the richest man in the country. The relative peace and prosperity of his tenure came at the expense of democracy; he held basic civil liberties in disdain, and his secret police were ubiquitous. He also did little for public education (believing that \"an ignorant people is a docile people\"). Although cordial and simple in manner, his ruthless crushing of opponents through his secret police earned him the reputation of a tyrant. He was also accused of trying to make the country a personal fief. John Gunther described Gómez as follows: \"The Catfish was—let us not gloss over the fact—a murderous blackguard. He made use of tortures of inconceivable brutality; political prisoners, of which there were thousands, dragged out their lives bearing leg irons (grillos) that made them permanent cripples, if they were not hung upside down—by the testicles—until they died. Others became human slime, literally. Gómez was quite capable of choosing one out of every ten by lot, and hanging them—by meathooks through their throats!\" (Emphasis in the original.)[7] Former Venezuelan President Rómulo Betancourt said in his book Venezuela: Oil and Politics that \"(...) Gomez was something more than a local despot, he was the instrument of foreign control of the Venezuelan economy, the ally and servant of powerful outside interests.\" This is in reference to Royal Dutch Shell and Standard Oil's appeasement of the dictator in return for exploration rights to the country's oil fields. In Venezuelan politics, Juan Vicente Gómez has come to symbolize political endurance and a caudillo mentality. He was quoted as saying he needed a lifetime to fulfill his political work. Juan Vicente Gómez International Airport was named for him in 1993. Media related to Juan Vicente Gómez at Wikimedia Commons","country":"Venezuela"}