{"name":"Juan José Nieto Gil","url":"/wiki/Juan_Jos%C3%A9_Nieto_Gil","Born":"1805-06-24","Died":"1866-07-16","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Juan José Nieto Gil (24 June 1804 – 16 July 1866) was a Colombian politician, Army general and writer. A Liberal party caudillo of Cartagena, he served interimly as Governor of the Province of Cartagena, and was later elected President of the Sovereign State of Bolívar from 1859 to 1864. In 1861, during the Colombian Civil War, he fought on the side of the Liberal rebels against the Administration of President Mariano Ospina Rodríguez, and acting in rebellion proclaimed himself President of the Granadine Confederation in his right as the Presidential Designate, relinquishing power four months later to the Liberal leader, General Tomás Cipriano de Mosquera y Arboleda, who led a successful coup d'état against the Conservative Government in Bogotá. Nieto, of mulatto background, was the first mixed-race Colombian to rise to politics in the history of Colombia becoming the first mixed-race Colombian to become the executive officeholder of a first level administrative division of Colombia. On 8 May 1860, amid rising tensions between Conservative party politicians in power and the Liberal opposition on the question of federated state's rights and sovereignty, the caudillo and President of Cauca, General Tomás Cipriano de Mosquera y Arboleda, broke relations with the central government and declared civil war against the Administration of President Mariano Ospina Rodríguez. Nieto followed suit and on 3 July broke relations with the central government, soon Mosquera recruited the help of Nieto to overthrow Ospina from power, and sent Ministers Plenipotentiaries to sign a treaty with Bolívar and Nieto as its President; on 10 September, Nieto signed the Treaty of Union and Confederation of the States of Bolívar and Cauca (Tratado de Unión y Confederación de los Estados de Bolívar y Cauca) creating a provisional government and setting the framework for a new republic called United States of New Granada. The treaty also named Mosquera, Nieto and Obando as the First, Second, and Third Presidential Designate respectively.[1] Born 24 June 1804 in the settlement of Cibarco, between the towns of Baranoa and Tubará, in the Province of Santa Marta part of the then Viceroyalty of the New Granada. Born to a humble family of scarce resources, his parents were Tomás Nicolás Nieto and Benedicta Gil, a mason and candlemaker respectively, who lived in the town of Baranoa and moved to Cartagena de Indias in 1811 following the Declaration of Independence of Cartagena Province as part of the larger struggle of the South American Wars of Independence that started in 1810 and gave birth to the Republic of Colombia. On 13 September 1827 he married María Margarita del Carmen Palacio García del Fierro,[2][3] daughter of José de Palacio y Ponce de León, a Canarian businessman for whom Nieto worked for as a scrivener,[4] and of María Francisca García del Fierro y Velacorte, a Neogranadine lady of reputable family of Cartagena who died during childbirth and related to Rafael Núñez Moledo as his grandaunt.[5] Together they had one son, Ricardo, who died during childhood and shortly after Nieto became a widower as well after the passing of his wife.[3] On 21 April 1834 he remarried this time to Josefa Teresa Plácida de los Dolores Cavero y Leguina, likewise of reputable and influential family and daughter of José Ignacio de Cavero y Cárdenas, a Precursor of the Independence of Colombia of Mexican birth, and María Teresa de Leguina y López Tagle, granddaughter of the Count of Pestagua.[5]","country":"Colombia"}