{"name":"Juan Pablo Rojas Paúl","url":"/wiki/Juan_Pablo_Rojas_Pa%C3%BAl","Born":"","Died":"1905-07-22","Political party":"Liberal Party","termEnds":"(1826–1905) (1888–90)","termStarts":null,"text":"Juan Pablo Rojas Paúl (26 November 1826 – 22 July 1905) was the president of Venezuela from 1888 to 1890. He was the first civilian president who was elected by constitutional procedures in 50 years, and the only one who could finish his term properly, until 74 years later. He was the Minister of Finance from 1879 to 1884 and in 1887.[1] Rojas took over the presidency from Hermógenes López, who had served as an interim president after Antonio Guzmán (who was three times president) finally stepped down. Rojas tried to reconcile the followers of Guzmán and Joaquín Crespo, confronted at that time. During the Rojas administration there were violent demonstrations against Guzmán in the capital and other regions of Venezuela. These events precipitated a break of the Rojas administration with Guzmán, who sought to continue ruling indirectly from Paris. The Rojas administration had to face an uprising led by Crespo. After the rebellion was crushed, Crespo had to go into exile. Breaking with Guzmán's anti-clerical policy, Rojas brought French nuns to the country, helped the establishment of congregations, also built and remodeled many religious buildings. Rojas authorized the creation of science faculties, churches, national schools in Maracaibo and Barquisimeto. He inaugurated the submarine cable between La Guaira, the Antilles and Europe, the works of the painter Martín Tovar y Tovar at the Salón Elíptico (Elliptical Room) of the National Capitol. During his period, was published the book Great geographical, historical and statistics compilation of Venezuela authored by General Manuel Landaeta Rosales. In 1888 Rojas founded the National History Academy. His two years in the presidency were marked by an economic bonanza, of which he took advantage to invest in public works. After his presidency, he was again Minister of Finance in 1899.[1] He died in Caracas in 1905, at the age of 78. Juan Pablo Rojas Paúl was married to María Josefa de la Concepción Báez, who served as First Lady of Venezuela from 1888 until 1890.[citation needed] María Josefa de la Concepción Báez","country":"Venezuela"}