{"name":"Julián Trujillo Largacha","url":"/wiki/Juli%C3%A1n_Trujillo_Largacha","Occupation":"Lawyer, soldier, politician","Born":"1828-01-28","Died":"1883-07-18","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Julián Trujillo Largacha was a Colombian lawyer, statesman, General of the Army and President of Colombia from 1878 to 1880.[1] Trujillo was born in Popayán, Cauca, on January 28, 1828.[1] He died in Bogotá, Cundinamarca, on July 18, 1883.[2] Trujillo studied jurisprudence and graduated as a lawyer in 1849.[1] Trujillo married Doña Dolores Thorny Carvajal, with whom he had 7 children. In 1875, Trujillo enlisted in the army to defend the government of President Aquileo Parra against the conservative revolt. He participated in the battle of \"Los Chancos\", where the national army defeated the conservative upraise. He was ascended to the rank of General. Later, Trujillo leads the government’s forces in the successful seizure of Manizales, mayor stronghold of the conservative army. He is ascended to the rank of Great General.[1] After Trujillo’s military victory in the seizure of Manizales, and the granting of amnesty to the conservative opponents, he is appointed as Military and Civilian Chief of the city of Manizales. In 1877, he is designated as President of the State of Antioquia, to replace the defeated and deposed Silverio Arango.[1] In March, 1877, Trujillo is nominated as candidate for the liberal party by General Tomás Cipriano de Mosquera and Manuel Murillo Toro, one month before his arrival to the city of Medellín. This nomination was to honor the desires of General Rafael Núñez, who had expressed his wishes in a letter to General Fernando Ponce, dated October 28, 1876, in which he stated that General Trujillo was the most qualified to be President of Colombia.[3] Both wings of the liberal party, radicals and independents, united in support for the candidacy of Trujillo. He was elected president without opposition from the conservative party, who had been defeated in the war and decided not to take part in this presidential election.[3]","country":"Colombia"}