{"name":"Julio César Turbay Ayala","url":"/wiki/Julio_C%C3%A9sar_Turbay_Ayala","Occupation":"Lawyer","Born":"1916-06-18","Died":"2005-09-13","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Julio César Turbay Ayala (18 June 1916 – 13 September 2005) was a Colombian lawyer and politician who served as the 25th President of Colombia from 1978 to 1982. He also held the positions of Foreign Minister and Ambassador to the United States.[1][2] Turbay was born in a rich neighborhood of “Voto Nacional”, Bogotá, on June 18, 1916. His father, Antonio Amín Turbay, was a businessman who emigrated from Tannourine, Lebanon.[3] His mother, Rosaura Ayala, was a peasant from the province of Cundinamarca. Turbay’s father, a hard working merchant, had built a fortune, which he completely lost during the civil war of the Thousand Days War.[4] Turbay Ayala completed his secondary studies in Bogotá, but never attended college, and instead became an autodidact, a fact that his political adversaries always poked fun at. He received a number of honorary degrees later in life. Turbay started his political career in the Liberal Party as a councilman in the (then) town of Usme in 1936. He would later be appointed as major of the city of Girardot (1937), and then councilman in the town of Engativá in 1938 along with fellow politicians Alfonso López Michelsen and Álvaro Gómez Hurtado. The next few years he spent as a member of the Assembly of Cundinamarca. In 1943 he was chosen for congress as a Chamber Representative. He was a leader of the opposition to conservative governments, and in 1953 became a member of the national directive of the liberal party. With the rise to power of the military Junta that ousted dictator Gustavo Rojas Pinilla, Turbay was appointed Minister of Mines and Petroleum. He was later appointed Minister of Foreign Affairs by president Alberto Lleras Camargo until 1961. He was known as a strong defender of the National Front, and was chosen as senator for four consecutive periods between 1962 and 1974. He also served briefly as interim president in 1967. He was also appointed as ambassador the UN (1967-1969), United Kingdom (1973-1974), and the United States (1975-1976).[1][2] He first attempted to become a presidential candidate in 1974, but ended up supporting López Michelsen, who won the elections that year. The sector supporting López Michelsen was instrumental in Turbay's presidential campaign of 1978, and after a very narrow election he became president of Colombia in 1978. In response to an increase in guerrilla activity from the 19th of April Movement (M-19) and the Revolutionary Armed Forces of Colombia, as well as to the Colombian Communist Party's attempts to extend its political influence and a 1977 national strike, a 1978 decree, known as the Security Statute, was implemented by Turbay's administration. The Security Statute gave the military an increased degree of freedom of action, especially in urban areas, to detain, interrogate and eventually judge suspected guerrillas or their collaborators before military tribunals. Human rights organizations, newspaper columnists, political personalities and opposition groups complained about an increase in the number of arbitrary detentions and acts of torture as a result. Although the Security Statute allegedly benefited some of the counterinsurgency operations of the security forces, such as the capture of most of the M-19's command structure and many of the guerrilla group's urban cells, the measure became highly unpopular inside and outside Colombia, promoting some measure of public sympathy for the victims of the real or perceived military abuses whether they were guerrillas or not, and was phased out towards the end of the Turbay administration.[5][6] The M-19's late 1980 takeover of the Dominican Republic's embassy, during which sixteen ambassadors were held hostage for 61 days, presented a complicated challenge to the Turbay administration.[1][7] The incident soon spread throughout worldwide headlines, as ambassadors from the United States of America, Costa Rica, Mexico, Peru, Israel and Venezuela had been taken hostage, as well as Colombia's top representative to the Holy See. Turbay, despite pressure from military and political sectors, avoided deciding to solve the crisis through the use of direct military force, and instead eventually agreed to let the M-19 rebels travel to Cuba. Allegedly, the rebels also received USD 1 million as payment, instead of the initial $50 million that they had originally demanded from the government. That a mostly peaceful resolution to the crisis was found has been generally considered as a positive aspect of Turbay's administration, as seen by later and contemporary commentators and historians. In particular, former M-19 members, including Rosemberg Pabón, the commander of the guerrilla group's operative unit at the time, later recognized and respected Turbay's handling of the situation. Turbay was a supporter of president Álvaro Uribe. He initially opposed the possibility of presidential reelection in Colombia, but later changed his views, contributing to founding a movement known as Patria Nueva (\"New Homeland\"), in order to help promote Uribe's 2006 reelection aspirations. Turbay was seen as being at odds with some of Uribe's policies, however, in particular due to Turbay's activism in favor of the implementation and negotiation of a prisoner exchange with the FARC guerrilla group. As part of this effort, Turbay participated in several meetings with the relatives of FARC hostages and signed several declarations of support, together with other former presidents such as Alfonso López Michelsen and Ernesto Samper Pizano. On August 31, 2005, Turbay proposed that the government could exchange each jailed guerrilla for 10 \"economic\" hostages (those held for extortion purposes) and one \"political\" hostage (those held by the FARC in order to pressure the Colombian government to release its jailed members). Turbay married his niece, Nydia Quintero Turbay, on July 1, 1948.[8] They had four children together: Julio César, Diana, Claudia, and María Victoria. However, their marriage was annulled by the Roman Catholic Church,[8] and in 1986 he married his longtime companion Amparo Canal, to whom he remained married until his death. He is related to Paola Turbay.[citation needed] In January 1991, Turbay's daughter, the journalist Diana Turbay, was kidnapped by orders of the Medellín Cartel and died during a failed police rescue operation not sanctioned by her family.[9] Her kidnapping is chronicled in News of a Kidnapping by the Nobel Prize-winning author Gabriel García Márquez (1996) and depicted in multiple onscreen productions. A personal idiosyncrasy of Turbay's was his custom of wearing bow ties, a sartorial habit extremely uncommon in Colombia.[citation needed] Turbay died on 13 September 2005, at the age of 89.[10] He was honored by a state funeral personally led by President Álvaro Uribe and was buried at the Sacromonte Caves at Canton Norte, an army base in Bogotá.[citation needed]. He visited Lebanon with his family in 2003 as a final trip to the homeland of his family.","country":"Colombia"}