{"name":"Julián Castro (Venezuelan president)","url":"/wiki/Juli%C3%A1n_Castro_(Venezuelan_president)","Born":"","Died":"1875-06-12","termEnds":"(1810–1875)","termStarts":null,"text":"Julián Castro Contreras (c. 1810 – 12 June 1875) was a Venezuelan military officer and the president of Venezuela between 1858 and 1859. He was presumably born in Petare c. 1810, although this date is not certain. His parents were Juan Manuel Castro and Margarita Contreras. He had a brother, Inocente Castro. He joined the Army and in 1830 held the rank of Alférez (Second Lieutenant in modern military hierarchy). In 1835, as Captain, he took part in the Revolution of Reforms which withdrew President José María Vargas from power. Defeated in the coup, he was imprisoned, but released some years later. Then he and his brother moved to Bejuma (Carabobo State). He married María Nieves Briceño, natural daughter of José Laurencio Silva, a hero of the Venezuelan War of Independence, and had four sons: Julián, Inocente, Ramón and Francisco de Paula. From the rise of José Tadeo Monagas to the Presidency in 1847, Castro began to be promoted in the military system. In 1849 he was promoted to Commander (now Major). In 1849 he was commissioned to fight against José Antonio Páez, who led an insurrection against Monagas, and gained some reputation for courage. After several promotions, he rose to the rank of General de Brigada (Brigadier General) in 1853; the next year, he was appointed Military Commander (Comandante de Armas) of Valencia. In April 1856 Monagas appointed Castro as Governor of Carabobo and promoted him to General de División (Major General). In March 1858 he led a movement against Monagas, who quit as president on 15 March. Castro became president on 18 March. His presidency was troubled, with scandals (the Urrutia Protocol affair, among others), coup attempts, and the beginning of the Federal War (February 1859), led by Ezequiel Zamora and Juan Crisóstomo Falcón. On 2 August 1859 he was imprisoned by some military officers, including the Military Commander of Caracas, Manuel de las Casas, and forced to resign. He remained in prison and was tried by the Venezuelan Congress in July 1860, who found him guilty of treason, but did not punish him. After the trial, Castro left Venezuela. Castro returned to Venezuela in 1870, just before the Revolution of April led by Antonio Guzmán He joined it and remained in the Venezuelan Army until his death. He died in Valencia, on 12 June 1875. Julián Castro was married to María Nieves Briceño[citation needed] who served as First Lady of Venezuela from 1858 to 1859.[citation needed] María Nieves Briceño","country":"Venezuela"}