{"name":"Juscelino Kubitschek","url":"/wiki/Juscelino_Kubitschek","Born":"1902-09-12","Died":"1976-08-22","Political party":"PSD","termEnds":"(PTB)","termStarts":null,"text":"Juscelino Kubitschek de Oliveira (Portuguese pronunciation: [ʒuseˈlinu kubiˈtʃɛk(i) dʒi oliˈvejɾɐ]; 12 September 1902 – 22 August 1976), known also by his initials JK, was a prominent Brazilian politician who served as the 21st president of Brazil from 1956 to 1961. His term was marked by economic prosperity and political stability,[1] being most known for the construction of a new capital, Brasília. Kubitschek was born into a poor family in Diamantina, Minas Gerais.[2] His father, João César de Oliveira (1872–1905), who died when Juscelino was two years old, was a traveling salesman. He was raised by his mother, a schoolteacher named Júlia Kubitschek (1873–1973).[3] His mother was of part Czech and Roma descent. He was educated at a seminary school in Diamantina, where he was an average student.[4] Kubitschek attended the Federal University of Minas Gerais in Belo Horizonte when he turned twenty.[5] He became a licensed medical doctor after seven years of schooling. He then went to live in Europe for a few years after graduating eventually returning to Brazil after the revolution of 1930 that marked the ascension of President Getúlio Vargas. Kubitschek served as a doctor in the military police and saw patients at a military hospital in Minas Gerais. Kubitschek befriended the Governor of Minas Gerais, Benedito Valadares who named Kubitschek his Chief of Staff in 1932. Two years later in 1934 Kubitschek ran for office for the first time, becoming a member of the Federal Chamber of Deputies of Brazil with the support of Partido Progressista (Progressive Party). In 1940, he was appointed Mayor of Belo Horizonte; in 1945, he was elected to that position with the support of Partido Social Democrático (Social Democratic Party) and was noted to be ambitious in his push to expand public works and improve infrastructure. It was his term as Mayor of Belo Horizonte that he would establish a strong, professional relationship with the renowned architect Oscar Niemeyer, who would later become instrumental in designing Brasilia. Kubitschek at this time commissioned Oscar Niemeyer to design several municipal buildings in Belo Horizonte.[6] He would run again for the Federal Chamber of Deputies in 1945, and in 1950 run for Governor of the state of Minas Gerais. As Governor he was noted with focusing on addressing transportation and energy establishing a government energy corporation that built five new power plants, and he promoted improving roads, bridges, schools, and hospitals. After President Getúlio Vargas committed suicide in 1954, his Vice-President João Café Filho fulfilled the rest of his term until the elections of 1955 which were held in October. Juscelino Kubitschek decided to run for president in a race with two other candidates. He ran with the slogan of “fifty years progress in five” and developed a platform that highlighted energy, agriculture, industry, education, and transportation.[7] He also stressed a wish to diversify Brazil’s economy and open it up to foreign investment. He was also a vocal supporter of moving the government capital out of Rio de Janeiro, to a more central location in the country, to promote regional development. Before Kubitschek was even inaugurated however, rumors of a military coup were brewing and the opposition party União Democrática Nacional (National Democratic Union or UDN) became vocal over his close ties to Vargas and his alleged sympathy towards communists. Minister of War, Henrique Lott, and a coalition of high ranking military officers staged a countercoup to insure that Juscelino Kubitschek was inaugurated.[8] Juscelino Kubitschek would be inaugurated as the 21st President of Brazil on 31 January 1956.[7] The plan had 31 goals distributed in six large groups: energy, transport, food, base industries, education, and the main goal, the construction of Brasilia. This plan sought to diversify and expand the Brazilian economy, based on industrial expansion and integration of the national territory.[7] His government was marked by a time of political stability and maintenance of the democratic regime[citation needed]. Kubitschek used his outstanding political ability to reconcile Brazilian society. He managed to rebuild the government structure, as he transferred the capital from Rio de Janeiro to its new location in Brasilia. He avoided any direct clash with his political adversaries, like the UDN, the main opposition party of the Kubitschek administration. He also gave political amnesty to the men who took part in the Jacareacanga Revolt[citation needed]. As a practicing doctor, Juscelino was passionate about reforming healthcare.[9] Kubitschek campaigned on establishing a central health bureaucracy that previously did not exist to address rural health issues more adequately. The most notable is DNERU which was an agency created to address tuberculosis and malaria, and issue vaccines in areas of the country where access to healthcare was scarce. Although his main project was to develop the national industry, it was with the \"Goals plan\", launched in 1956, that there was a greater opening of the national economy for foreign investment. He made all imported machines and industrial equipment exempt from taxes, as well as to assist foreign capital. However, the exemption only applied if the foreign capital was associated with the national capital (\"associated capital\"). To amplify the internal market, he developed a generous credit policy. He promoted the development of the automobile industry, naval industry, heavy industry and the construction of hydro-electric power stations. With the exception of the hydro-electric industry, Juscelino practically created an economy without state-owned companies. He also had a very progressive agenda proposed for Education, however that was never carried out. Kubitschek cared a great deal about the construction of transregional roads. He was criticised for focusing only in road construction and putting aside the railways, a decision still controversial today. The construction of the roads helped the integration of the Amazon region, together with the construction of Brasilia. In the short term the economy boomed, with a stronger industry under his leadership. More dependent on energy resources, Brazil became one of the countries most affected by the oil crises of '73 and '79. Having to import over 80% of its consumption, the quadrupling of oil prices greatly contributed to Brazil's debts and spiralling inflation, for which his administration was directly blamed by the critics as a result. In fact, the economy continued to suffer well into the 1980s as Brazil's industries became less and less competitive in the global market. By the end of his term, the foreign debt had grown from 87 million dollars to 297 million dollars. Inflation and wealth inequality had grown larger, with rural-zone strikes that spread to the urban areas. However, the minimum wage from that time is still considered the highest at any moment in Brazilian history. He also initially sought a loan from International Monetary Fund, but backed out of the negotiations.[7] Kubitschek ended his time in office with a growth of 80% in industrial production but with an inflation rate of 43%. The idea of building a new capital in the center of the country was already idealised in the Brazilian constitutions of 1891, 1934 and 1946, but it was only in 1956 that planning began to take form in response to Kubitschek's campaign promise to develop the interior. Initially the move of the capital from Rio de Janeiro was controversial and had division and opposition from people within Rio and throughout Brazil. Debates that included statesmen, residents and professionals were televised on the TV show \"Que sera do Rio\" and letters to the editor in Correio da Manhã.[10] The work, led by urban planner Lucio Costa, architect Oscar Niemeyer and landscape designer Roberto Burle Marx, started in February 1957. More than 200 machines were put to work and 30,000 workers came from every part of the country, though most from the northeast. The construction went on day and night to meet the objective of finishing Brasília by 21 April 1960, in a homage to the Inconfidência Mineira and Rome's founding. A completely new capital city, its streets, government palaces, infrastructure, living facilities, etc., suddenly emerged in the middle of a savanna in just 41 months, and before the target date. As soon as it was inaugurated, Brasília was considered a masterpiece of urbanism and modern architecture. Brasilia plays a strategic role in integrating Brazil's farthest regions, bringing development to unpopulated areas and guaranteeing Brazil's cultural and territorial unity. The construction of Brasilia, fostered the development of many roads, linking Brazil's vast territories. One important example was the construction of the Belém-Brasilia road. Previously, the only way to go from Rio or São Paulo to Belém was via ship on the Atlantic Ocean. During the Second World War, this weak link had been blocked by German U-boats, virtually disrupting all commerce. The new capital was soon to help integrate all the Brazilian regions, create jobs and absorb a workforce from the Brazilian Northeast, and to stimulate the economy of the Central-west and North. During the construction of Brasilia, in the haste to finish the job, accidents were frequent, something Kubitschek's government did its utmost to cover up.[11] Kubitschek was not free from controversies and was often accused of corruption. In Brazilian history, he remains the president with the greatest list of achievements, so he was vulnerable to attacks from all sides. The accusations began at the time he was governor and intensified during his presidency. The building of Brasília was the main source of accusations. There were serious reasons to believe that people from Juscelino's political group had been favored in the construction. Also, the Brazilian Pan-Air held a monopoly on people and goods transportation during the construction, another source of controversy.[11] During his time in office, Time wrote that he had the seventh greatest fortune in the world, a claim that was never proven. In fact, upon his death many years later, it was shown he had earned very modest means. This did not stop a candidate for the next presidency, Jânio Quadros, from stating during his presidential campaign that he would \"sweep the corruption out of the country\". Later, during the military regime, Juscelino would be questioned about the corruption allegations and about his supposed ties with communist groups. Kubitschek was succeeded by Jânio Quadros in 1961. After the military took power in 1964, Kubitschek's political rights were suspended for 10 years. He went into self-imposed exile and stayed in numerous U.S. and European cities.[12] He returned to Brazil in 1967, but died in a car crash in 1976, near the city of Resende in the state of Rio de Janeiro. 350,000 mourners were present at his burial in Brasília. He is now buried in the JK Memorial in Brasilia, which was opened in 1981. On 26 April 2000, the left-wing former governor of Rio de Janeiro, Leonel Brizola, alleged that the former presidents of Brazil, João Goulart and Kubitschek, who both died a few months apart in 1976, were assassinated as part of Operation Condor, and requested the opening of investigations into their deaths. They were originally reported to have died respectively of a heart attack and a car accident.[13][14] On 27 March 2014, an official commission appointed by President Dilma Rousseff thoroughly investigated Juscelino Kubitschek's death and concluded that he was not assassinated.[15] The Presidente Juscelino Kubitschek International Airport of Brasília, the Juscelino Kubitschek bridge and Juscelino Kubitschek Power Plant are named after him. There is also a luxury hotel named Kubitschek Plaza located in that city. Many cities have things named after him, such as Juscelino Kubitschek, Santa Maria. \"JK\" is a ubiquitous acronym honouring the ex-president, who is often seen by Brazilians as the \"father of modern Brazil\". In 2006, Globo created a miniseries based on Kubitschek's life called JK, featuring Wagner Moura (portraying Kubitschek ages 18–43) and José Wilker (ages 44–75).[16] In 1980, his daughter Márcia Kubitschek (1942–2000) married Cuban-American ballet star Fernando Bujones. Márcia Kubitschek was elected to the National Congress of Brazil in 1987 and served as lieutenant governor of the Federal District from 1991 to 1994.","country":"Brazil"}