{"name":"Jânio Quadros","url":"/wiki/J%C3%A2nio_Quadros","Born":"1917-01-25","Died":"1992-02-16","Political party":"PDC (1947–1960) PTN (1960–1961) PMDB (1980) PTB (1980–1986) PSD (1989–1989) PRN (1989–1992)","termEnds":null,"termStarts":null,"text":"Jânio da Silva Quadros (Portuguese pronunciation: [ˈʒɐ̃niu dɐ ˈsiwvɐ ˈkwadɾus] (listen); January 25, 1917 – February 16, 1992)[1] was a Brazilian lawyer and politician who served as the 22nd president of Brazil from January 31 to August 25, 1961, when he resigned from office. He also served as the 24th and 36th mayor of São Paulo, and the 18th governor of the state of São Paulo. Quadros was known for his populist style of government, honesty, and eccentric behavior. As president, he focused on economic reform and attempted to root out corruption. He also pursued an independent foreign policy, trying to balance relations between the United States and the Eastern Bloc. Although he was elected by a huge margin, his term was marked by uncertainty and political instability, culminating in his resignation. That unexpected move caused national chaos, with the presidency being assumed by João Goulart. Quadros was born in Campo Grande, Mato Grosso do Sul, on January 25, 1917 to Gabriel Quadros and Leonor da Silva Quadros. He attended the University of São Paulo, funded his education by teaching geography and Portuguese, and graduated in 1939 with a degree in law.[2] He then practiced law and taught at the Dante Alighieri Institute until 1945, when he became involved in politics. [3] In 1947, Quadros was elected to the city council of São Paulo, and he was a member until 1950. He was very active in the role by introducing more legislation than had any other member.[4] Quadros ran for mayor of São Paulo in 1953 and defeated the well-funded establishment candidate, Francisco Cardoso, and served as mayor until 1955.[5] During his time as mayor, Quadros gained a reputation for honesty and innovation. He frequently visited the poor neighborhoods of São Paulo and listened to the complaints of residents, which made him popular with the working class.[6] He also succeeded in balancing the city's budget in under a year, adding to his formidable reputation.[7] In 1955, Quadros resigned in order to run for governor of the State of São Paulo. He defeated the experienced politician Adhemar de Barros, his longtime rival, by a margin of 1%. He served as governor until 1959, when he resigned to run for president.[8] Quadros's meteoric rise may be attributed to his widespread use of populist rhetoric and his extravagant behavior. He appealed to popular frustration with the government by making his campaign symbol a broom, symbolic of his pledge to \"sweep away corruption.\" He was also a very charismatic leader who proved adept at gaining the trust of the public. [9] Prior to the 1960 election, Quadros was nominated by several opposition parties, forming a coalition of his National Labor Party (PTN), the Christian Democratic Party and the largest opposition party, the National Democratic Union (UDN). Although he was not an enthusiastic supporter of the UDN, it supported his candidacy because it lacked a viable alternative. Throughout the campaign, Quadros clashed with the UDN. His trip to communist Cuba in March 1960 demonstrated a clear disregard for the party's preferred foreign policy. However, Quadros enjoyed widespread popularity with the Brazilian electorate.[10] The ruling coalition, composed of the PSD and PTB, nominated Henrique Lott, the marshal of the Brazilian army. However, Lott was a flawed candidate whose stubbornness and bluntness cost him potential supporters.[11] Quadros easily won, and his 15.6% margin of victory would be the largest margin for a presidential election held by popular vote until Fernando Henrique Cardoso won by 27% in 1994. Quadros's share of the popular vote was 48%, larger than that of any previous president. Despite that success, the separate race for vice president was won by João Goulart, Lott's running mate.[12] The election marked a historic moment in Brazilian history. When Quadros took office on January 31, 1961, it marked the first time since Brazil had become a republic in 1889 that an incumbent government peacefully transferred power to an elected member of the opposition. It was also the first time in 31 years that the presidency was not held by an heir to the legacy of Getúlio Vargas. After his victory in the 1960 election, Quadros spent the three months before his inauguration traveling in Europe and refraining from discussing what he would do as president. His absence was criticized by many of his allies, who wanted him to take a more active role in preparing the administration to govern.[13] Quadros took office on January 31, 1961. In his inaugural speech, he emphasized the issues of government inefficiency, inflation, and debt. Quadros laid the blame for the country's high rate of inflation on his predecessor, Juscelino Kubitschek, whom he berated for nepotism and corruption. Quadros quickly replaced most incumbent ministers with members of the UDN and other parties that had supported him. However, the Movimento Popular Jânio Quadros was denied influence in the new government, despite its support for Quadros and its prominent role in the campaign. Despite his political skills, Quadros's ability to govern effectively was hampered throughout his presidency by his inexperience with party politics and his small staff. [14] At the beginning of his presidency, Brazil was faced with high inflation and large debts to foreign countries. Quadros's government announced an anti-inflation program in March that simplified exchange rates and cut public spending. The reforms gained the approval of the IMF, and Quadros was able to renegotiate debts with the United States and Europe.[15] Brazil received a total of 1.64 billion dollars of new loans, greatly mitigating the debt crisis that it had been facing. That represented a major breakthrough for the Quadros administration, as several previous Brazilian presidents had failed to renegotiate the debt.[16] In addition to his campaign against inflation, Quadros attempted to reduce bureaucratic inefficiency and corruption. He launched an anti-corruption campaign and largely bypassed the bureaucracy by issuing presidential decrees.[17] However, the policies undermined morale within the government and alienated many members of Congress, and this was exacerbated by his failure to cooperate with his allies, as he rarely consulted the UDN on important decisions and held only two cabinet meetings in his first month in office.[18] As president, Quadros also dissipated his energy on relatively unimportant issues, exerting significant effort to outlaw gambling and to ban women from wearing bikinis on the beach.[19] Quadros pursued an independent foreign policy, outlining \"freedom, independence, and non-interference\" as his guiding principles. He also tried to pursue closer relationships with Africa, hoping to gain influence in the non-aligned movement. He attempted to show solidarity with newly independent African countries by promoting decolonization and opposing racism. He also tried to promote trade and cultural exchanges with those countries. However, Quadros's government often supported states ruled by white minority governments, such as South Africa, which undermined his efforts.[20] Quadros attempted to follow a neutral foreign policy, instead of the pro-American policies of his predecessors, and hoped to play the major powers against one another. However, his willingness to embrace the communist governments of Cuba, China, and the Soviet Union alienated many of his supporters, particularly the UDN. His decision to award the Cruzeiro do Sul, Brazil's highest medal for foreigners, to Che Guevara was particularly controversial and led many to suspect that he was a communist sympathizer.[21] Quadros's foreign policy was one of the most controversial aspects of his presidency and was a major factor in the decline of his support in Congress. In the summer of 1961, Quadros faced increasing opposition from Congress and had alienated many former allies. On August 25, 1961, he unexpectedly resigned, citing foreign and \"terrible occult forces\" in his cryptic resignation letter. It is commonly believed that his resignation was a move to increase his power and that Quadros expected to return to the presidency by the acclamation of the people or by the request of the National Congress of Brazil and the military. Based on Goulart's unpopularity with the military and other conservative elements, he likely expected that his resignation would not be accepted.[22] However, that maneuver was immediately rejected by the National Congress of Brazil, which accepted Quadros's resignation and called on the president of the Chamber of Deputies of Brazil, Pascoal Ranieri Mazzilli, to take office until the vice president, João Goulart, could come back from his trip to China. Quadros's resignation created a serious political crisis, setting the stage for the 1964 coup. The military, which feared Goulart's leftist tendencies, seemed poised to oppose his inauguration by force. The United States was also concerned about the prospect of a Goulart presidency and considered supporting anti-Goulart forces.[23] Goulart finally took the oath as president on September 7, 1961, but his power was restricted by an amendment to the constitution passed on September 2 that created a parliamentary system of government. Goulart was not of the same party as Quadros because, at that time, Brazilians could split their vote for president and vice president from different parties. Shortly after his resignation, Quadros left the capital and traveled to Europe, promising to return to Brazil.[24] The political crisis initiated by his resignation culminated in a military coup in 1964. The military did not allow him to participate in politics, but by the 1980s, Quadros had made a comeback. He joined the Brazilian Labor Party and was candidate for governor of São Paulo in 1982, only to be defeated by André Franco Montoro. Nevertheless, he was elected mayor of São Paulo in 1985, for the second time, defeating the favored candidate, Fernando Henrique Cardoso, later president of Brazil. Quadros served as mayor until 1988. Quadros married Eloa do Valle in 1939. His daughter, Dirce, was a member of the Brazilian National Congress.[25] He died of kidney and lung failure and a hemorrhage on February 16, 1992 at the Albert Einstein Hospital in São Paulo after being hospitalized for 12 days.[26]","country":"Brazil"}