{"name":"Kais Saied","url":"/wiki/Kais_Saied","Born":"1958-02-22","Political party":"Independent","termEnds":"President of the Republic (2019) (Term expires on 23 October 2024)","termStarts":"23 October 2019","text":"Kais Saied (Arabic: قَيس سَعيد; born 22 February 1958) is a Tunisian politician, jurist, and retired law professor serving as the President of Tunisia since October 2019. He was president of the Tunisian Association of Constitutional Law from 1995 to 2019. Having worked in various legal and academic roles since the 1980s, Saied joined the 2019 presidential election as an independent social conservative supported by Ennahda and others across the political spectrum. Running on a populist platform with little campaigning, Saied sought to appeal to younger voters, pledged to combat corruption and supported improving the electoral system. He won the second round of the election with 72.71% of the vote, defeating Nabil Karoui, and was sworn in as president on 23 October 2019. In January 2021, protests began against Saied's government in response to alleged police brutality, economic hardship and the COVID-19 pandemic. On 25 July 2021, Saied suspended the parliament and dismissed Prime Minister Hichem Mechichi, which triggered an ongoing political crisis involving leading figures from Ennahda. Kais Saied is the son of Moncef Saied and Zakia Bellagha from Béni Khiar (Cap Bon). According to Saied, his late father protected the young Tunisian-born mixed Jewish-Berber Muslim Gisèle Halimi from the Nazis.[3] His mother, although educated, is a housewife.[4] His family is of rather modest origin but intellectual and a member of the middle class. His paternal uncle, Hicham Saïed, was the first pediatric surgeon in Tunisia, known for having separated two conjoined twins in the 1970s.[5] Kaïs Saïed completed his secondary studies at Sadiki College.[4] A jurist by formation, he is a specialist in constitutional law, and secretary-general of the Tunisian Association of Constitutional Law between 1990 and 1995 then vice-president of the association since 1995. Director of the public law department at the University of Sousse between 1994 and 1999, then at the Faculty of Juridical, Political and Social Sciences of Tunis of the University of Carthage from 1999 to 2018, he was a member of the group of experts of the General Secretariat of the Arab League between 1989 and 1990, expert at the Arab Institute for Human Rights from 1993 to 1995 and member of the committee of experts responsible for revising the draft Tunisian Constitution in 2014.[6] He was also a member of the scientific council of several commissions academics. While a visiting professor at several Arab universities, in 2013 he refused to be part of the commission of experts whose mission was to find a legal solution to the problem of the Independent High Authority for Elections. He retired in 2018.[7] From 2013 to 2014, Kais Saied participated in several political clubs and meetings, which bring together young people.[8] In 2016, the Mouassissoun movement was created to support Saied's action and projects.[9] Saied was one of the first declared candidates in the 2019 Tunisian presidential election.[10] Running as an Independent social conservative, he has sought to appeal to younger voters.[11] One of his policies included support for allowing citizens to recall their elected officials.[12][13] Saied suggested to voters that many of Tunisia's current issues were due to \"non-respect for many constitutional laws\".[11] He presented a plan to combat corruption, whether it is \"moral or financial\".[11] Saied was supported by both Islamists and leftists.[14] In a June 2019 interview with the newspaper Acharaâ Al Magharibi, Saied announced his support for the death penalty. He also made statements that public expression of homosexuality is financed and encouraged by foreign countries, telling the paper: I was told certain houses were rented by foreign parties... homosexuality has existed throughout history, but certain people want to spread homosexuality.[15] He has taken conservative positions on women's issues as well, coming out against gender equality in inheritance issues, in accordance with the interpretation of religious law.[16] Kais Saied is against normalisation of relations with Israel, saying that Israel is at war with the Muslim world, and any Muslim leader who normalizes his or her country's relationship with the Zionists should be tried for treason. He said his country has no problem with Jews and that Tunisians including his father protected Jews during the Second World War.[17][18] Saied has also stated that he is in favor of a decentralised, three-tier, indirect manner of electing national legislative representatives, some elements of direct democracy, and believes that local representatives should be elected based on character and its underlying structure rather than political ideology. Due to his relative obscurity and lack of campaigning, several of his positions were not well-defined aside from his social conservatism.[14] Despite being supported by Ennahdha in the election and holding socially conservative positions, Saied did not describe himself as an Islamist and had advisers from across the political spectrum.[19] He also is not in favor of adding religious elements to the constitution, stating that these were only his personal beliefs. Several media sources[11][16][20] referred to Saied as \"RoboCop\", given his monotonous voice, his use of Standard Arabic rather than Tunisian dialect, and his focus on law and order issues. On the campaign trail, Saied portrayed himself as a man of the people, somewhat similarly to Nabil Karoui, another populist candidate. Saied received 620,711 votes in the first round of the 2019 Tunisian presidential election, coming in first place, and moved on to face Karoui in the second round. He was announced on 14 October as the new President of Tunisia, winning the second round, receiving 2,777,931 votes equivalent to 72.71% of the vote.[14][21] He took office nine days later, becoming only the second president who was not an heir to the legacy of the country's founding president, Habib Bourguiba. The prime minister then had two months to create a coalition.[14] Saied was sworn in as Tunisia's president on 23 October 2019.[22][23] He is the first president born after the country gained independence from France in 1956. The results of the presidential election were proclaimed identically by the Independent High Authority for Elections on 17 October. On the same day, Kaïs Saïed chose his brother Naoufel, also a professor of constitutional law, to appoint the advisers and members of the presidential cabinet. The office of the Assembly of the Representatives of the People met on 18 October and fixed the oath on 23 October. This date corresponds to the maximum duration of the presidential interim of 90 days. On October 23, at the Presidential Palace of Carthage, after taking his oath before the outgoing Assembly, during which he promises to fight against terrorism and its causes, as well as to guarantee the gains of Tunisian women, while strengthening his economic and social rights, he sees the interim president, Mohamed Ennaceur, transferring presidential powers to him. From a practical point of view, he refused to stay at the presidential palace of Carthage, preferring his villa in Mnihla, located in the governorate of Ariana. On October 30, he appointed diplomat Tarek Bettaïeb as head of the presidential cabinet, General Mohamed Salah Hamdi as national security adviser, while Tarek Hannachi heads the protocol. Abderraouf Bettaïeb is Minister-Advisor to the President of the Republic, Rachida Ennaifer in charge of communication, while Nadia Akacha is responsible for legal affairs. The government being semi-presidential, Kais Saied had a week after his inauguration to instruct the party which took the lead in the legislative elections to form a government. The latter then has a month to obtain the confidence of the Assembly of People's Representatives. On 15 November 2019, he appointed Habib Jemli, the candidate for Ennahdha, to the post of head of government and charged him with forming a cabinet. On 10 January 2020, the Assembly rejected the composition of the government, which was also subject to delays when it was announced. Saied therefore had ten days to appoint a new head of government. On 20 January 2020, he appointed Elyes Fakhfakh. His government was announced on 15 February, but Ennahdha, whose ministers were announced there, announced that he would not vote for confidence because of the non-participation of Heart of Tunisia. A slightly modified version of the government, but without the participation of Heart of Tunisia, was announced on 19 February; Ennahdha, fearing a dissolution, voted to accept the government. On 27 February, the Assembly of People's Representatives granted confidence to the government. In June 2020, according to Al Jazeera, \"an independent member of Parliament published documents indicating that Fakhfakh owned shares in companies that won deals worth 44 million dinars\". Fakhfakh denied any wrongdoing. On 15 July 2020, he resigned.[24] On July 25, 2020, Saïed appointed Hichem Mechichi head of government, with the task of forming a government in one month and obtaining the confidence of the Assembly of the Representatives of the People.[25] Later on, he assumed office on 2 September 2020.[26] On 25 July 2021, in light of violent demonstrations against the government demanding the improvement of basic services and amid a growing COVID-19 outbreak, Saied suspended parliament for thirty days and relieved the prime minister Hichem Mechichi from his duties,[27][28] waiving the immunity of the parliament members and ordering the military to close the parliament house. Saied's actions, which included relieving the prime minister of his duties, assuming the executive authority, suspending the Parliament and closing the offices of some foreign news agencies, appeared to have been clear signs of a coup, as they disregard Article 80 of the Tunisian constitution, which states that before raising an emergency state, the president must consult his prime minister and the head of the Parliament, and even then, the Parliament cannot be suspended.[29] There is currently no constitutional court in Tunisia to offer jurisdiction in his interpretation of the constitution.[30] On 24 August 2021, Saied extended the suspension of parliament, although the constitution states the parliament can only be suspended for a month, raising concerns in some quarters about the future of democracy in the country.[31] On 22 September, Saied announced that he will rule by decree and ignore parts of the constitution.[32] Saied named Najla Bouden as Prime Minister on 29 September 2021.[33] Protests against his consolidation of power continued in October 2021.[34] On 13 December 2021, Saied extended the suspension of the parliament until a new election takes place, and announced a nationwide public consultation that would take place from 1 January until 20 March 2022 to gather suggestions for constitutional and other reforms after which Saied would appoint a committee of experts to draft a new constitution, to be ready by June ahead of the referendum that will take place on 25 July 2022. He said that new parliamentary elections will be held on 17 December 2022, after going through the referendum and preparing a new electoral system.[35] [36][37] On 5 January 2022, the Tunisian judiciary referred 19 predominantly high-ranking politicians to court for \"electoral violations\" allegedly committed during the 2019 presidential elections. Among the 19 were four former prime ministers, Youssef Chahed, Elyes Fakhfakh, Mehdi Jomaa and Hamadi Jebali, as well as former president Moncef Marzouki, and the head of the Ennahda party movement, Rachid Ghannouchi.[38] In February 2022, Saied dissolved the Supreme Judicial Council, the body hitherto charged with judicial independence.[39] According to the country's justice minister, the Tunisian President has indicated that rather than eliminating the Supreme Judicial Council, he will restructure it. This comes days after the country's decision to disband the highest judicial body drew international condemnation.[40] As a result of the President's decisions, more than two hundred judges and attorneys in black robes demonstrated outside the main court in Tunisia's capital on Thursday, February 10 2022.[41] On Sunday, February 13 2022, Saied issued a proclamation appointing a temporary Supreme Judiciary Council.[42] Kais Saied is married to the judge Ichraf Chebil, whom he met when she was a law student in Sousse. He is the father of three children (two daughters and a son: Sarah, Mouna and Amrou).[43] Saied is the author of a number of works on constitutional law, including: After assuming the presidency, Kais Saied garnered significant media attention for his handwritten official letters in fine Maghrebi script.[49][50]","country":"Tunisia"}