{"name":"Laureano Gómez Castro","url":"/wiki/Laureano_G%C3%B3mez_Castro","Born":"1889-02-20","Died":"1965-07-13","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Laureano Eleuterio Gómez Castro (20 February 1889 – 13 July 1965) was a Colombian politician and civil engineer who served as the 18th President of Colombia from 1950 to 1953. In November 1951 poor health led him to cede presidential power to Roberto Urdaneta Arbelaez. On 13 June 1953, when he tried to resume his presidency, he was overthrown in a military coup led by Gustavo Rojas Pinilla. During the three decades prior to being elected president, Gómez was a radical leader of the Conservative Party and is widely considered to be one of the most brilliant and potent orators of the Congress of Colombia. However, he remains a controversial figure because of his sympathy for authoritarian regimes and the dictatorial nature of his government.[1] Gómez was born in Bogotá on 20 February 1889. He studied engineering at the National University of Colombia, graduating in 1909. He was the founder and editor of the periodical La Unidad from 1909 to 1916. He was first elected to parliament in 1911 and served until 1918. He was reelected in 1921 and served in various cabinet roles throughout the next twenty years. Gómez was widely viewed as a brilliant parliamentarian and political tactician. In 1932, Gómez gained control of the Conservative party in Colombia, a role which he relished. Under his leadership, the party became highly disciplined and provided strong opposition to the ruling Liberal Government. However, he got into trouble because of his sympathy for the dictatorship and totalitarian Axis powers. He was also an admirer of Francisco Franco and openly supported him.[2] He also opposed universal suffrage on the grounds of it being \"contradictory with the hierarchical nature of the society\".[3] On 1 February 1936 Gómez founded El Siglo with Jose de la Vega, an old school friend, fellow Conservative, and senator. El Siglo was an intensely partisan newspaper, dedicated to promoting conservatism and Catholicism. The editors indicated that stemming the tide of secularization in Colombia was one of their primary objectives.[4] During the Liberal Republic, El Siglo became a significant platform for criticizing the Liberal Party. Gómez elevated any Liberal misstep to the level of national scandal.[5] And he vehemently attacked Liberal policies; every new policy announcement, no matter how moderate, was met with a chorus of denunciation and declared to be the beginning of the path that would lead to Colombia's ruin. One political scientist described his opposition campaign as \"so wildly vitriolic that at times it seemed to border on insanity.\"[6] In response to these incessant and sometimes brutal attacks, Liberals nicknamed Gómez “El Monstruo” (“The Monster”).[7] The building housing the offices of El Siglo was destroyed during the Bogotazo in the aftermath of the assassination of Jorge Eliecer Gaitán in 1948. While other structures associated with Gómez, such as his house, a restaurant he built, and the Palacio de San Carlos, were burnt to the ground, El Siglo’s building was first set on fire, and then dynamited.[8] In September 1953, while in exile in Spain, Gómez published letters in El Siglo denouncing the military regime then in power in Colombia. As this defied censorship policies which outlawed criticism of General Gustavo Rojas Pinilla or the military government, the newspaper was closed and prohibited from publishing.[9] While the country was amidst the period of unrest called La Violencia, Gómez gained the presidency in 1950 in an election in which the Liberals refused to participate. He was inaugurated in August 1950; thereafter, he continued the state of emergency instituted by his predecessor, Mariano Ospina Pérez.[10] Activists and sympathizers of Liberal Party and Communist Party and the members of Protestant minority were persecuted during this time.[11] Following his inauguration Gómez ordered Colombian troops to support the United Nations Command and United States forces in the Korean War. Other Conservative Party leaders opposed Colombian involvement in this war. The party was already experiencing growing factionalism and Gomez's decision to send troops to Korea further galvanized increasing internal opposition to his rule.[6]: 128  Nevertheless, the Colombian Battalion remained in Korea throughout the war.[10] Gómez believed that strong executive power was essential for social order. In his view, governments should be run by highly educated elites who supposedly knew what was best for everyone. Although he was not the only Colombian politician who claimed that majoritarian democracy had destabilizing effects, he was one of the most strident critics of mass politics. Throughout his political career he decried Liberals who, as he saw it, inflamed the political passions of popular classes and thereby subverted the political order. He explicitly demonstrated his disdain for majoritarian democracy in 1942, when he criticized Congress for being too beholden to the popular will and vowed to give up his Senate seat at the end of the year. Over the next several years, he used the pages of El Siglo to promote the idea of “mixed” democracy, a combination of corporate and popular rule. Three events in the late 1940s strengthened his commitment to blunting majoritarian democracy in Colombia: the mass uprising known as the Bogotazo following the assassination of Jorge Eliécer Gaitán in 1948, Congress’ failed attempt to impeach Conservative president Mariano Ospina Pérez in 1949, and Ospina Perez's subsequent suspension of Congress in retaliation. For Gómez, the Bogotazo was not only a demonstration of the pitfalls of popular rule, but also a sign that Colombia would succumb to communist revolution if nothing was done to stem the tide of increased popular political participation. Thus, by the time he assumed the presidency in 1950, reshaping the Colombian political system through constitutional reform was one of his major goals.[12] On 28 October 1951 Gómez suffered a massive heart attack that partially paralyzed him for the remainder of his life. Nevertheless, two days later, while still in the hospital, he sent a letter to Congress outlining his plan for reforming the constitution. Although he subsequently had to request a temporary retirement from the presidency, he continued to direct the process of constitutional reform through his proxy, Roberto Urdaneta Arbeláez, who was named acting president on 5 November 1951. In early 1952, Urdaneta convened a National Constitutional Assembly; Liberals boycotted it, as did dissident factions of the Conservative Party, led alternately by Gilberto Alzáte Avedaño and Mariano Ospina Pérez.[13] The Assembly worked throughout 1952 and ultimately produced a document with numerous provisions designed to curb popular power, strengthen executive power, and stem the secularization of Colombian political life. Presidential terms increased from four to six years. The length of congressional sessions, on the other hand, decreased. Congress was stripped of its authority to impeach the president or to elect members of the Supreme Court. Members of congress were elected through two different means: either direct popular election, or as representatives of various corporate groups (labor unions, business associations, industrialists, farmers, etc.). Congress was to be split evenly among these two different kinds of senators. The Catholic Church once again enjoyed special state protections: Church sovereignty was guaranteed and Catholic doctrine was to guide public education. Meanwhile, the activities of other religious groups were restricted. Families rather than individuals were seen as society's most important political actor, and were therefore afforded special protection, including the provision that married men be granted two votes in local elections, while single men had only one.[14] When the Constitutional Assembly finished its work, Gómez praised the document, claiming that enhanced executive power would prevent Moscow from asserting communist rule in Colombia and end what he described as communist-inspired violence in the countryside. He also claimed that corporate rule would eliminate the contentious political climate which he believed was caused by universal suffrage.[15] The new constitution was to take effect in mid-1953. Before that happened, however, Gómez was overthrown in a military coup. His successor, Gustavo Rojas Pinilla, eventually convened a hand-picked assembly, which was to continue the process of constitutional reform begun by Gómez. The assembly never did so, however, and the impetus for such reform withered with Gómez's exile.[16] Gómez suffered a heart attack in 1951. Although fearing for his life, he continued to control the government through a puppet successor, Roberto Urdaneta Arbeláez. With public order collapsing, General Gustavo Rojas Pinilla seized power in 1953 and Gómez fled to Spain. There he continued to lead the Conservatives in exile. He was instrumental in a 1956 agreement, the Pact of Benidorm, between the two main parties, negotiated with Liberal leader Alberto Lleras Carmago to counter the military regime. A year after the collapse of the military regime, Gómez, representing the Conservative Party, and Lleras Carmargo, representing the Liberals, signed the Declaration of Sitges, which defined the next 15 years of Colombian politics. The unique agreement provided for alternation of Conservatives and Liberals in the presidency, an equal sharing of ministerial and other government posts. The declaration and the resulting coalition divided authority between the parties until 1974. This period is known as the National Front. Gómez returned to Colombia, where he continued to dominate the Conservative party until his death on 13 July 1965 in Bogotá. Gómez was also a writer and a well known art critic; he was a patron of the arts and did much for artistic culture in Colombia. He had candid disputes with artists he criticized (such as Eladio Velez) and artists he acclaimed (such as Santiago Martinez Delgado).","country":"Colombia"}