{"name":"Luis Herrera Campins","url":"/wiki/Luis_Herrera_Campins","Born":"1925-05-04","Died":"2007-11-09","Political party":"Copei","termEnds":"(1925–2007) (1978)","termStarts":null,"text":"Luis Antonio Herrera Campins (4 May 1925 – 9 November 2007) was the president of Venezuela from 1979 to 1984. He was elected to one five-year term in 1978. He was a member of COPEI, a Christian Democratic party. Luis Antonio Herrera Campins was born in Acarigua, Portuguesa. He studied law initially at Central University of Venezuela, though his studies were interrupted when he was imprisoned during the regime of Marcos Pérez Jiménez after he organized a strike against the dictator. He continued his studies and writings in exile in Spain and Germany.[1] He eventually earned his law degree in 1955 from the Universidad de Santiago de Compostela. Herrera entered politics in 1937, and from 1959 to 1979 he served in the National Congress. He became President of Venezuela on 12 March 1979. Herrera won the December 1978 presidential elections for COPEI, replacing the social democrat Carlos Andrés Pérez of the Democratic Action (AD) party, who had nationalised the oil industry at the height of the boom in 1975. Oil revenues continued to rise during the early years of Herrera's presidency. Herrera had a dirigiste view of the government's economic role, which involved channelling public funds into agricultural and industrial projects, paying generous subsidies and controlling the prices of many goods. His government continued President Pérez's policy of borrowing on a world market awash with petrodollars, and by the early 1980s Venezuela owed the banks more than $20 billion. The government's tacit assumption was that oil prices would remain high forever, and would sustain high levels of public and private consumption. As president, Herrera implemented cultural development programs, including the elaborate Teresa Carreño Theater,[1] and education reforms. He liberalised prices, resulting in rapid changes in the value of the Venezuelan bolívar. Moved in part by territorial claims, Herrera developed a muscular foreign policy. He signed an agreement with Mexico in 1980 to jointly provide Central American and Caribbean countries with a steady flow of oil, a precursor of Hugo Chávez's wide-reaching oil diplomacy in the developing world. In 1982, Herrera sided with Argentina in its war with the United Kingdom over the Falkland Islands, or Islas Malvinas, adroitly exploiting anti-British and anti-American sentiment to boost his flagging popularity. His support for Argentina came while he was asserting Venezuela's longstanding claim to more than half of neighboring Guyana, a former British colony. His government also recognized the Sahrawi Arab Democratic Republic as the sovereign state in Western Sahara. In December 1982, PDVSA signed a cooperation agreement with the German oil company VEBA for the establishment of a joint venture named Ruhr Oel GmbH. This event is considered the beginning of the internationalization of PDVSA. He was succeeded by Jaime Lusinchi, who took the office of President in 1984. By the time Herrera's term ended, the economy was in meltdown, poverty and hardship were widespread and the voters turned on the ruling Christian Democrats, ejecting the party from office in the elections of December 1983.[1] After the end of his presidency, Herrera remained influential in the Copei party, becoming its president in 1995. In 2001, Herrera made headlines when gunmen stole his car. Afterwards, he could be seen on foot wearing old clothes and carrying his own groceries. He underwent a series of surgeries for an abdominal aneurysm that led to a kidney infection and other complications. Herrera died on 9 November 2007 in Caracas at the age of 82, having already retired from Venezuelan politics. He suffered from Alzheimer's disease at the time of his death.[1] He was survived by his wife Betty Urdaneta and three sons.","country":"Venezuela"}