{"name":"Luis Echeverría","url":"/wiki/Luis_Echeverr%C3%ADa","Born":"1922-01-17","Political party":"Institutional Revolutionary","termEnds":null,"termStarts":null,"text":"Luis Echeverría Álvarez (Spanish pronunciation: [lwis etʃeβeˈri.a ˈalβaɾes]; born 17 January 1922) is a Mexican lawyer, academic and politician affiliated with the Institutional Revolutionary Party (PRI), who served as the 57th President of Mexico from 1970 to 1976. Previously, he was Secretary of the Interior from 1963 to 1969. At 100, he is the oldest former head of state in the country's history, as well as the only centenarian. His tenure as Secretary of the Interior during the Díaz Ordaz administration was marked by a notorious increase of political repression in the country; dissident journalists, politicians and activists were subjected to censorship, arbitrary arrests, torture and extrajudicial executions. This culminated with the Tlatelolco massacre of 2 October 1968, which put an end to months of social protests across the country; Díaz Ordaz, Echeverría and Secretary of Defense Marcelino Garcia Barragán have been considered as the intellectual authors of the massacre, in which hundreds of unarmed protestors were killed by members of the Army. The following year, Díaz Ordaz appointed Echeverría as his designated successor to the Presidency, which he assumed on 1 December 1970. Echeverría was one of the most high-profile Presidents in Mexico's post-war history; he attempted to become a leader of the so-called \"Third World\", the countries that were not aligned with either the US or the USSR during the Cold War.[1] He offered political asylum to Hortensia Bussi and other refugees of Augusto Pinochet's dictatorship in Chile, established diplomatic relations and a close collaboration with the People's Republic of China after visiting Beijing and meeting with Chairman Mao Zedong and Premier Zhou Enlai,[2] and tried to use Mao's influence among Asian and African nations in an ultimately failed attempt to become Secretary-General of the United Nations.[3] Echeverría strained relations with Israel (and American Jews) after supporting a UN resolution that equated Zionism to racism.[4][5] Domestically, Echeverría achieved significant economic growth, with the Mexican economy growing by 6.1%, and aggressively promoted the development of infrastructure projects such as new maritime ports in Lázaro Cárdenas and Ciudad Madero.[6] However, his presidency was also characterized by authoritarian methods (in fact, the first documented instances of death flights in Latin America occurred in Mexico under Echeverría),[7][8] the 1971 Corpus Christi massacre against student protesters, the Dirty War against leftist dissent in the country (despite Echeverría himself adopting a leftist-populist rhetoric),[9][10] and the economic crisis that occurred in Mexico towards the end of his term.[11] In 2006, he was indicted and ordered under house arrest for his role in the 1968 Tlatelolco massacre and the 1971 Corpus Christi massacre,[12] but in 2009 the charges against him were dismissed.[13] Echeverría was born in Mexico City to Rodolfo Echeverría and Catalina Álvarez on 17 January 1922.[14] Echeverría joined the faculty of the National Autonomous University of Mexico in 1947 and taught political theory and constitutional law. He rose in the hierarchy of the Institutional Revolutionary Party (PRI) and eventually became the private secretary of the party president, Rodolfo Sánchez Taboada. Echeverría served as Deputy Secretary of the Interior during Adolfo López Mateos's presidency, with Gustavo Díaz Ordaz as Secretary of the Interior. After Díaz Ordaz left the Secretariat in November 1963 to become the presidential candidate of the PRI for the 1964 elections, Echeverría was appointed Secretary of the Interior to serve during the remainder of the López Mateos administration. Once Díaz Ordaz took office as president, he confirmed Echeverría as Secretary of the Interior, where he remained until November 1969. He maintained a hard line against student protesters throughout 1968. Clashes between the government and protesters culminated in the Tlatelolco massacre in October 1968, a few days before the 1968 Summer Olympics were held in Mexico City.[15][16] In a separate incident, he ordered the transfer of 15% of the Mexican military to the state of Guerrero to counter guerrilla groups that were operating there. On 22 October 1969, Díaz Ordaz summoned Alfonso Martínez Domínguez—the PRI party president—and other party leaders to his office in Los Pinos to reveal Echeverría as his successor. Martínez Domínguez asked the president if he was sure of his decision and Díaz Ordaz replied, \"Why do you ask? It's the most important decision of my life and I've thought it over well.\"[17] On 8 November 1969, Díaz Ordaz officially announced Echeverría as the presidential candidate. At one point during his campaign for the presidency, Echeverría called for a moment of silence to remember the victims of the Tlatelolco massacre, an act that enraged President Díaz Ordaz and almost prompted him to call for Echeverría's resignation.[citation needed] Although Echeverría was a hardliner in Díaz Ordaz's administration and considered responsible for the Tlatelolco massacre, he became \"immediately obsessed with making people forget that he had ever done it.\"[18] Echeverría was the first president born after the Mexican Revolution. Once Echeverría inaugurated as president, he embarked on a massive program of populist political and economic reform, nationalizing the mining and electrical industries, redistributing private land in the states of Sinaloa and Sonora to peasants, imposing limits on foreign investment, and extending Mexico's patrimonial waters to 370 kilometres (230 mi). State spending on health, housing construction, education, and food subsidies was also significantly increased,[19] and the percentage of the population covered by the social security system was doubled.[20] He enraged the left because he did not bring the perpetrators of the 1971 Corpus Christi massacre to justice. On 8 October 1974, Echeverría issued a decree creating the new Mexican states of Baja California Sur and Quintana Roo.[21] After decades of economic growth under his predecessors, the Echeverría administration oversaw an economic crisis during its final months, becoming the first in a series of Presidencies in Mexico that faced severe economic crises during the next two decades.[22] During his period in office, the country's external debt soared from $6 billion in 1970 to $20 billion in 1976.[11] By 1976, for every dollar that Mexico received from exportations, 31 cents had to be destined to the payment of the interests and amortizations on the external debt. Between 1954 and 1976, the Mexican governments had maintained the value of the Mexican Peso at 12.50 MXP per 1 USD. On 30 August 1976, as a result of the mounting economic problems, the Echeverría administration devalued the Peso in 59.2%, leaving it with a value of 19.90 MXP per USD. Two months later, the Peso was devalued for a second time, now with a value of 26,60 MXP per USD.[23] The inflation rate was at 459% at the end of his term. The trade deficit, which was of $703 million in 1971, ascended to a record high of $3769 million in 1975, and by 1976 it was of $3024 million. The balance of services, which traditionally had registered superavits and had been used to partly finance the negative trade balance, entered into deficit for the first time in 1975 and 1976.[24] By the end of the Echeverría administration, the government was issuing banknotes without value and acquiring debt. Despite this, the Mexican economy grew by 6.1%, and important infrastructure and public works projects were completed after stalling for decades.[6] Echeverría nationalized the barbasco industry in the late 1970s. Wild barbasco was the natural source of hormones that were the key component in the contraceptive pill. Nationalization and the creation of the state-run company PROQUIVEMEX came as the importance of Mexico to the industry was waning.[25] During the administration of Echeverría, a new Federal Election Law was approved: Following the PRI tradition, Echeverría handpicked his successor for the Presidency, and chose his Finance Minister and childhood friend, José López Portillo, to be the PRI Presidential candidate for the 1976 elections. Due to a series of events and an internal conflict in the opposition party PAN, López Portillo was the only candidate in the Presidential election, winning unopposed.[22] The Echeverría government adopted the first national environmental law in 1971. From 1960 to 1970, Mexico City had grown from 3 million inhabitants to 7 million, with problems of pollution and urbanization. Attention on the environmental impacts came from academics at the National Autonomous University, the National Polytechnic Institute, and the Colegio de México as well as interest in the 1969 U.S. National Environmental Policy Act. The Mexican government enacted a series of regulations to control atmospheric pollution, as well as issuing new quality standards for surface and coastal waters. As a structural matter, the government created a new agency to deal with the environment, which in later administrations this became a full cabinet-level ministry.[27] The Echeverría administration was characterized by growing political violence: As a consequence of numerous student and youth protest movements during this administration, the PRI and President Echeverría attempted to neutralize the politicized youth. In late 1971, after the Corpus Christi massacre and the Avándaro Rock Festival, Echeverría famously issued a ban on almost every form of rock music recorded by Mexican bands. The ban (also known as \"Avandarazo\" because it was in response to the Avándaro Rock Festival, which had been criticized by the conservative sectors of the PRI) included forbidding the recording of most forms of Rock music by national groups and the prohibition of its sales in retail stores, as well as forbidding live rock concerts and the airplay of rock songs. The ban lasted for many years, and it was only gradually lifted in the 1980s.[28][29][30][31] With the so-called \"tercermundismo\" (\"Third Worldism\") a reorientation in Mexican foreign policy took place during the presidential term of Echeverría. He showed his solidarity with the developing nations and tried to establish Mexico as the defender of Third World interests.[32] The aims of Echeverría's foreign policy were to diversify Mexico's economic links and to fight for a more equal and just international order.[33] He visited numerous countries and had strong ties with the socialist governments of Cuba and Chile. Echeverría visited Cuba in 1975.[34] Also, Mexico provided political asylum to many political refugees from South American countries who fled their country's repressive military dictatorships; among them Hortensia Bussi, the widow of former Chilean President Salvador Allende.[35] Moreover, he condemned Zionism and allowed the Palestine Liberation Organization to open an office in the capital.[36] Echeverría used his position as president to promote the Declaración de México about the equality of women and their contribution for development and peace, proclaimed by the World Conference on Women, 1975 (later called United Nations General Assembly Resolution 3379) which equated Zionism with Southafrica's apartheid and as a form of racial discrimination. This resulted in a touristic boycott of the American Jewish community against Mexico, which made visible internal and external conflicts of Echeverría's politics.[37] Echeverría's candidacy rode a wave of anger by citizens in Northwestern Mexico against the United States for its use (and perceived misappropriation) of water from the Colorado River, which drains much of the American Southwest before crossing into Mexico. The established treaty between the US and Mexico called for the US to allow a specified volume of water, 1.85 cubic kilometres (0.44 cu mi), to pass the U.S.-Mexican border, but it did not establish any quality levels. Throughout the 20th century, the United States, through its water policy managed by the United States Bureau of Reclamation, had developed wideranging irrigation along the river, which had led to progressively higher levels of salinity in the water as it moved downstream. By the late 1960s, the high salinity of the water crossing into Mexico had resulted in the ruin of large tracts of the irrigated land along the lower Colorado. The sudden increase in oil prices in 1973, coupled with the possibility of new Mexican oil deposits in the Bay of Campeche, gave Echeverría a strong bargaining position against the Nixon administration in the United States. Echeverría threatened to bring the issue to the World Court, prompting the Nixon administration to renegotiate the treaty to include a salinity-control agreement. In 1976, Echeverría sought to parlay his Third World credentials and relationship with the recently deceased Mao Zedong into becoming Secretary-General of the United Nations.[3] Secretary-General Kurt Waldheim of Austria was running for a second term in the 1976 Secretary-General selection. Although Secretaries-General usually run unopposed, the People's Republic of China expressed dissatisfaction that a European headed an organization that had a Third World majority.[38] On 18 October 1976, Echeverría entered the race against Waldheim.[39] However, he was defeated by a large margin when the Security Council voted on 7 December 1976. China did cast one symbolic Security Council veto against Waldheim in the first round, but voted in favor in the second round. Echeverría received only 3 votes to Waldheim's 14, with only Panama abstaining to deny Waldheim a unanimous victory.[3] Echeverría designated his Finance Minister, José López Portillo as the PRI candidate for the presidency and in effect his successor in the presidency. López Portillo's aides expressed their hope that Echeverría could become Secretary-General of the United Nations so that he would be out of the country for most of López Portillo's term.[40] Echeverría unveiled López Portillo's candidacy on 22 September 1975, choosing him over Porfirio Muñoz Ledo and Mario Moya Palencia, Minister of the Interior. López Portillo and Echeverría were in the same age cohort, but López Portillo was not a practiced politician. He had been groomed from early on in Echeverría's term to be his successor and had no base of power himself. Moya Palencia had the support of many senior PRI politicians and office holders, an independent power base, which put him out of the running for presidential candidacy.[41] Before the electoral reform of 1977, only four political parties were allowed to participate in the elections: the ruling Institutional Revolutionary Party (PRI), the Popular Socialist Party (PPS), the Authentic Party of the Mexican Revolution (PARM) and the right-wing National Action Party (PAN), which was practically the only real opposition party at the time.[42] The PPS and the PARM supported López Portillo's candidacy, as they had traditionally done with previous candidates for the PRI. At the time, the opposition party PAN was going through internal conflicts and, for the first time upon its foundation, it did not nominate a candidate for the 1976 presidential elections, since none of the aspiring candidates achieved a major of their assembly's votes.[43] On the other hand, the Mexican Communist Party nominated Valentín Campa as their presidential candidate. At the time, however, this party had no official registry and was not allowed to participate in elections, so Campa's candidacy was not officially recognized and he didn't have access to the media. He had to run as a write-in candidate, as he would not appear in the ballots.[44] These factors led to López Portillo effectively running unopposed. His campaign echoed this \"unanimous\" support for him, and his slogan was \"La solución somos todos\" (\"All of us are the solution\"). López Portillo later joked that, due to running without opposition, it would have been enough for \"his mother's vote for him\" to win the election.[45] The practice established in 1940 by Lázaro Cárdenas of leaving power entirely with the inauguration of his successor did not continue under Echeverría. Echeverría imposed appointees on the new president, such as Hermenegildo Cuenca Díaz for governor of Baja California. López Portillo's Minister of the Interior, Jesús Reyes Heroles, kept the president abreast of Echeverría's overstepping boundaries, such as use of the presidential telephone network, visits to ministers, and meetings with political elites at his residence. Reyes Heroles took a series of steps to outflank Echeverría, including recording his conversations on the presidential telephone network and suggesting the replacement of officials partial to Echeverría.[46] Echeverría served as ambassador to Australia and New Zealand from 1978 to 1979.[47][48] Despite not keeping influence over López Portillo after their break, Echeverría continued to have influence in Mexico. After leaving office, Salinas, the president from 1988 to 1994, publicly accused Echeverría of inspiring the murder of their party's presidential candidate, Luis Donaldo Colosio in March 1994 and of leading a conspiracy against Salinas's reformist allies in the party, which had led to a systemic political and economic crisis.[49] Salinas claimed that Echeverría pressed him to replace the murdered candidate, Luis Donaldo Colosio, with an old-guard figure. Echeverría brushed off the accusations as absurd. Echeverría's brother-in-law, Rubén Zuno Arce, was convicted by a California court in 1992 and sentenced to life in prison for his role in the Guadalajara drug cartel and the murder of a US federal agent seven years earlier.[50] Echeverría repeatedly requested President Carlos Salinas to pressure Washington for the release of Zuno Arce but to no avail. After the defeat of the PRI in the general elections of July 2000, it emerged that Vicente Fox (the president from 2000 to 2006) had met privately with Echeverría at the latter's home in Mexico City numerous times during the former's presidential campaign in 1999 and 2000.[51] Fox appointed several Echeverría loyalists to top positions in his government, including Adolfo Aguilar Zínser, who headed Echeverría's \"Third World University\" in the 1970s, as national security advisor and Juan José Bremer (Echeverría's personal secretary) as ambassador to Washington. The most controversial was Alejandro Gertz Manero, who had been accused by the Mexican press of bearing responsibility for the suicide of a museum owner in 1972, as Gertz, then working for Echeverría's attorney general, attempted to confiscate his private collection of pre-Hispanic artifacts (Echeverría has a collection of such artifacts).[52] Fox appointed Gertz as chief of the Federal Police. In 2002, he was the first political official called to testify before the Mexican justice system for the Tlatelolco massacre of students in the Plaza de las Tres Culturas in Tlatelolco in 1968. On 23 July 2006, a special prosecutor indicted Echeverría and requested his arrest for allegedly ordering the attack that killed and wounded many student demonstrators during a protest in Mexico City over education funding on 10 June 1971. The incident became known as the Corpus Christi massacre for the feast day on which it took place, but also as the Halconazo (\"Falcon Strike\") since the special unit involved was called Los Halcones (\"The Falcons\"). The evidence against Echeverría appeared to be based on documents that allegedly show that he ordered the formation of special army units that committed the killings and that he had received regular updates about the episode and its aftermath from his chief of secret police. At the time, the government argued police forces and civilian demonstrators were attacked and people on both sides killed by armed civilians, who were convicted and later freed because of a general amnesty. After the political transition of 2000, Echeverría was charged with genocide by the special prosecutor, an untested charge in the Mexican legal system, partly because the statute of limitations for charges of homicide had expired (charges of genocide under Mexican law have no statute of limitations since 2002). On 24 July 2004, a judge refused to issue an arrest warrant for Echeverría because of the statute of limitations, apparently rejecting the special prosecutor's assertion of genocide-based special circumstances. The special prosecutor said that he would appeal the judge's decision. Echeverría has steadfastly denied any complicity in the killings. On 24 February 2005, the Supreme Court of Justice decided 4–1 that the statute of limitations (30 years) had expired by the time the prosecution began and that Mexico's ratification by Congress in 2002 of the convention on 26 November 1968, signed by the president on 3 July 1969 but ratified by Congress on 10 December 2001 and coming into effect 90 days later, which states that genocide has no statute of limitations, could not be applied retroactively to Echeverría's case since only Congress can make such agreements part of the legal system. Charges of genocide, which would have been difficult to sustain even if they were accepted, were about the last hope for Echeverría's prosecution. While the case is still technically open in court, it will be difficult to obtain a conviction. The prosecution argued before the Supreme Court that political conditions prevented an earlier prosecution, the president was constitutionally protected against charges for his full term so the statute of limitations should be extended, and the UN convention accepted by Mexico covered past events of genocide. The Supreme Court said that the law did not take into account political conditions and presidential immunity in calculating the statute of limitations, the prosecution failed to prove earlier charges against the defendants (producing only photocopies, with no legal value, of supposed legal proceedings from the late 1970s and early 1980s), and Article 14 of the Mexican Constitution bans retroactivity of laws. On 20 September 2005, the special prosecutor for crimes of the past filed genocide charges against Echeverría for his responsibility, as interior minister at the time, in 2 October 1968 Tlatelolco massacre. Again, the assigned criminal judge dismissed the file and held that the statute of limitations had expired and that the massacre did not constitute genocide. An arrest warrant for Echeverría was issued by a Mexican court on 30 June 2006, but he was found not guilty of the charges on 8 July 2006. Echeverría is now suing the PRD for untrue allegations. On 29 November 2006, he was charged with the massacres and ordered under house arrest by a Mexican judge.[12] Finally, on 26 March 2009, a federal court ordered Echeverría's absolute freedom and dismissed the charge of genocide for the events of Tlatelolco.[53] On 2 January 1945, Echeverría married María Esther Zuno (8 December 1924 – 4 December 1999) and they had eight children. His son Álvaro Echeverría Zuno, an economist, committed suicide on 19 May 2020, at age 71.[54] On 15 January 2018, it was reported that he had died, but this was later discarded. On 17 January, he celebrated his 96th birthday in hospital and was discharged a day later.[55][56] On 1 April 2018, with a lifespan of 35,138 days, Echeverría surpassed Pedro Lascuráin (1856–1952) in terms of longevity, and is now the oldest former president in Mexican history. He was hospitalized again on 21 June 2018[57] and was discharged on 10 July.[58] Echeverría turned 100 on 17 January 2022.[59] Reporter Martin Walker notes that \"Echeverria is hated by Mexico's left, who have sought to bring genocide charges against him as the minister of the interior responsible for the 1968 Olympic Games massacre of students and other protestors near downtown Mexico City. The Right in Mexico blames Echeverría for an economic disaster whose effects are still felt. When Echeverría took office, the Mexican peso was trading at just over 12 to the dollar and there was little foreign debt. He sharply increased indebtedness and eventually the peso collapsed to about one-thousandth of its 1970 exchange rate, wiping out the savings of the middle classes.\"[51] In a national survey conducted in 2012 about former presidents, 27% of the respondents considered that the Echeverría administration was \"very good\" or \"good\", 16% responded that it was an \"average\" administration, and 46% responded that it was a \"very bad\" or \"bad\" administration. He was the second-worst rated former president in the survey, with only Carlos Salinas de Gortari receiving a lower approval rating.[60] Media related to Luis Echeverría Álvarez at Wikimedia Commons","country":"Mexico"}