{"name":"Luiz Inácio Lula da Silva","url":"/wiki/Luiz_In%C3%A1cio_Lula_da_Silva","Occupation":"Metalworker, trade unionist","Born":"1945-10-27","Education":"National Service for Industrial Training","Political party":"PT (1980–present)","termEnds":null,"termStarts":null,"text":"President (2003–2010) Federal Deputy (1987–1991)  Luiz Inácio Lula da Silva (Brazilian Portuguese: [luˈiz iˈnasju ˈlulɐ dɐ ˈsiwvɐ] (listen); born Luiz Inácio da Silva; 27 October 1945),[1] commonly known mononymously as Lula, is a Brazilian politician and former union leader who served as the 35th president of Brazil from 2003 to 2010.[2] He was a founding member of the Workers' Party (PT) and ran unsuccessfully for president three times before achieving victory in the 2002 election. He was re-elected in 2006.[3] In May 2021, Lula stated that he will run for a third term in the October 2022 general election, against the incumbent President Jair Bolsonaro.[4][5][6] During his time in office, Lula introduced sweeping social programs including Bolsa Família and Fome Zero, aimed at combating poverty and lifting the station of the country's working class. As president, Lula played a prominent role in international matters including activities related to the nuclear program of Iran and climate change, being described as \"a man with audacious ambitions to alter the balance of power among nations\".[7] Succeeded by his former Chief of Staff, Dilma Rousseff, Lula left an enduring mark on Brazilian politics in the form of Lulism. He has been called one of the most popular politicians in Brazilian history and while in office was one of the most popular in the world.[8][9][10] In 2011, Lula, who was a smoker for 40 years,[11] was diagnosed with throat cancer and underwent chemotherapy, leading to a successful recovery.[12] In early 2016, Lula was appointed Chief of Staff under Rousseff, but Justice Gilmar Mendes of the Supreme Federal Court blocked the appointment due to ongoing federal investigations at the time.[13][14] In July 2017, Lula was convicted on charges of money laundering and corruption in a controversial trial, and sentenced to nine and a half years in prison. The federal judge of the case, Sergio Moro, later became Minister of Justice and Public Security in Jair Bolsonaro's government.[15] After an unsuccessful appeal, Lula was arrested in April 2018 and spent 580 days in jail.[16][17][18] Lula attempted to run in the 2018 presidential election, but was disqualified under Brazil's \"Clean Slate\" Law.[19] In November 2019, the Supreme Federal Court ruled that incarcerations with pending appeals were unlawful and Lula was released from prison as a result.[20] In March 2021, Supreme Court Justice Edson Fachin ruled that all of Lula's convictions must be nullified, because he was tried by a court that did not have proper jurisdiction over his case.[21] Fachin's ruling, which was confirmed by other Supreme Court Justices in April 2021, restored Lula's political rights.[22] The Supreme Federal Court ruled later in March 2021 that judge Moro who oversaw his corruption trial, was biased.[23] All of the cases Moro had brought against Lula were annulled by 24 June 2021.[24] Luiz Inácio da Silva was born on 27 October 1945 (registered with a date of birth of 6 October 1945) in Caetés (then a district of Garanhuns), located 250 km (150 miles) from Recife, capital of Pernambuco, a state in the Northeast of Brazil. He was the seventh of eight children of Aristides Inácio da Silva and Eurídice Ferreira de Melo. Two weeks after Lula's birth, his father moved to Santos, São Paulo, with Valdomira Ferreira de Góis, a cousin of Eurídice. He was raised Roman Catholic.[25] Lula's mother was of Portuguese and partial Italian descent.[26] In December 1952, when Lula was only 7 years old, his mother decided to move to São Paulo with her children to rejoin her husband. After a journey of thirteen days in a pau-de-arara (open truck bed), they arrived in Guarujá and discovered that Aristides had formed a second family with Valdomira. Aristides' two families lived in the same house for some time, but they did not get along very well, and four years later, Eurídice moved with her children to a small room behind a bar in São Paulo. After that, Lula rarely saw his father, who became an alcoholic and died in 1978.[27] Lula was married twice. In 1969, he married Maria de Lourdes, who died of hepatitis in 1971 while pregnant with their first son, who also died.[28] Lula and Miriam Cordeiro had a daughter, Lurian, born out of wedlock in 1974.[29] In 1974, Lula married Marisa Letícia Rocco Casa, a widow with whom he then had three sons. He also adopted Casa's son from her first marriage. They remained married until her death on 2 February 2017 after a stroke.[30] Lula had little formal education. He did not learn to read until he was ten years old[31] and quit school after the second grade to work and help his family. His first job at age 12 was as shoeshiner and street vendor. By 14 he had a formal job in a warehouse.[32] He lost the little finger on his left hand at 19 in an accident, while working as a press operator in an automobile parts factory.[31] After the accident, he had to run to several hospitals before he received medical attention. This experience increased his interest in participating in the Workers' Union. Around that time, he became involved in union activities and held several important union posts.[32][33] Inspired by his brother Frei Chico, Lula joined the labour movement when he worked at Villares Metals S.A, rising steadily through the ranks. He was elected in 1975, and reelected in 1978, as president of the Steel Workers' Union of São Bernardo do Campo and Diadema. Both cities are located in the ABCD Region, home to most of Brazil's automobile manufacturing facilities, including Ford, Volkswagen, Toyota, Mercedes-Benz and others, and are among the most industrialized in the country. In the late 1970s, when Brazil was under military rule, Lula helped organize union activities, including major strikes. Labour courts found the strikes illegal, and Lula was jailed for a month. Due to this, and like other people imprisoned for political activities under the military government, Lula was awarded a lifetime pension after the fall of the military regime.[34] On 10 February 1980, a group of academics, intellectuals, and union leaders, including Lula, founded the Partido dos Trabalhadores (PT) or Workers' Party, a left-wing party with progressive ideas created in the midst of Brazil's military government. In 1982, he added the nickname Lula to his legal name.[35] In 1983, he helped found the Central Única dos Trabalhadores (CUT) union association. In 1984, PT and Lula joined the popular Diretas Já! (Direct [Elections] Now!) campaign, demanding a direct popular vote for the next Brazilian presidential election. According to the 1967 constitution, Presidents were at that time elected by both Houses of Congress in joint session, with representatives of all State Legislatures; this was widely recognised as a mere sham as, since the March 1964 coup d'état, each \"elected\" President had been a retired general chosen in a closed military caucus. Lula and the PT supported the public demand for a change in the electoral system. But the campaign was defeated by a vote in Congress that rejected an amendment calling direct elections for the following year, and, in 1985, a civilian president, Tancredo Neves, was elected by the same indirect procedure, with Lula's support. Only four years later, as a direct result of Diretas Já! and after years of popular struggle, the 1989 elections were the first in 29 years to elect a president by direct popular vote. Lula first ran for office in 1982, for the state government of São Paulo, and lost. In the 1986 elections, Lula won a seat in Congress with the most votes nationwide.[36] The Workers' Party helped write the country's post-military government Constitution, ensuring strong constitutional guarantees for workers' rights, but failed to achieve a proposed push for agrarian reform in the Constitutional text. Under Lula's leadership, the PT took a stance against the Constitution in the 1988 Constituent Assembly, reluctantly agreeing to sign the agreed draft at a later stage. In 1989, still as a Congressman, Lula ran as the PT candidate in the first democratic elections for president since 1960. Lula and Leonel Brizola, two popular left-wing candidates, were expected to vie for first place. Lula was viewed as the more left-leaning of the two, advocating immediate land reform and a default on the external debt. However, a minor candidate, Fernando Collor de Mello, former governor of Alagoas, quickly amassed support among the nation's elite with a more business-friendly agenda. Collor became popular taking emphatic anti-corruption positions; he eventually beat Lula in the second round of the 1989 elections. In 1992, Collor resigned, under threat of impeachment for his alleged embezzlement of public money. Lula refused to run for re-election as a Congressman in 1990, busying himself with expanding the Workers' Party organizations around the country. As the political scene in the 1990s came under the sway of the Brazilian real monetary stabilization plan, which ended decades of rampant inflation, former PSDB Minister of Finance Fernando Henrique Cardoso defeated Lula in 1994 and again, by an even wider margin, in 1998. A 2010 article in the Washington Post said that, before winning the presidency, Lula had been a \"strident union organizer known for his bushy beard and Che Guevara T-shirts\".[37] In the 2002 campaign, Lula foreswore both his informal clothing style and his platform plank of linking the payment of Brazil's foreign debt to a prior thorough audit. This last point had worried economists, businessmen and banks, who feared that even a partial Brazilian default along with the existing Argentine default would have a massive ripple effect through the world economy. Embracing political consultant Duda Mendonça's advice to pursue a more media-friendly image, Lula led the field in the first round of the 2002 election, held on 6 October, with a nearly two-to-one margin over PSDB candidate José Serra. He then defeated Serra in the runoff with 61.3 percent of the vote.[citation needed] At the 1 October 2006 general elections, Lula came within a few thousand votes of being reelected in a single round (to date, Cardoso is the only person to win a first-round victory since the return of direct elections in 1989). He faced a run-off on 29 October and won by a substantial margin over the PSDB's Geraldo Alckmin, albeit with a slightly smaller share of the vote than he'd won in the 2002 runoff (60.83 percent vs 61.3 percent).[38] In an interview published 26 August 2007, he said that he had no intention to seek a constitutional change so that he could run for a third consecutive term; he also said that he wanted \"to reach the end of [his] term in a strong position in order to influence the succession.\"[39] In early September 2018, Brazil's top electoral court banned former president Lula da Silva from running for president on the 2018 general election due to his corruption conviction, in accordance with Lei da Ficha Limpa. Instead, Fernando Haddad ran for president on the Workers Party ticket and was defeated by Jair Bolsonaro, after securing nearly 45 percent of the popular vote in a run-off between the candidates.[40] Lula served two terms as president from 2003 through 2010 and left office on 1 January 2011. During his farewell speech he said he felt an additional burden to prove that he could handle the presidency despite his humble beginnings. \"If I failed, it would be the workers' class which would be failing; it would be this country's poor who would be proving they did not have what it takes to rule.\"[41] Very few of the proposed reforms were actually implemented during Lula's terms of office. Some wings of the Worker's Party disagreed with the increasing moderation in focus since the late eighties and have since left the party to form parties, such as the Workers' Cause Party, the United Socialist Workers' Party and during Lula's presidency the Socialism and Liberty Party. Alliances with old, traditional oligarch politicians, like former presidents José Sarney and Fernando Collor, have been a cause of disappointment for some.[42] Lula put social programs at the top of his agenda during the campaigns and after election. From very early on his leading program was to eradicate hunger, following the lead of projects already put into practice by the Fernando Henrique Cardoso administration, but expanded by the new Fome Zero (\"Zero Hunger\") program.[43] The program combined a series of programs with the goal of ending hunger in Brazil through the construction of water cisterns in Brazil's semi-arid region of Sertão, countering teenage pregnancy, strengthening family agriculture, distributing a minimum amount of cash to the poor and many other measures. Lula launched a housing aid program that was far superior in scope to the policies developed until then. More than 15 billion euros were invested in water purification and the urbanization of favelas, and more than 40 billion in housing. As a priority, the government proposes to relocate the poor populations that occupy the \"risk zones\", prone to floods or landslides, and then to extend the electricity network, to launch work to relocate the streets and to improve the precarious housing. The government is undertaking to democratize access to real estate credit.[44] During Lula's first term, child malnutrition decreased by 46%. In May 2010, the UN World Food Programme (WFP) awarded Lula da Silva the title of \"World Champion in the Fight against Hunger\".[45] The largest assistance program was Bolsa Família (Family Allowance), which was based upon the previous Bolsa Escola (School Allowance), which was conditional on school attendance, first introduced in the city of Campinas by then-mayor José Roberto Magalhães Teixeira. Not long thereafter, other municipalities and states adopted similar programs. President Fernando Henrique Cardoso later federalized the program in 2001. In 2003, Lula formed Bolsa Família by combining Bolsa Escola with additional allowances for food and kitchen gas. This was preceded by the creation of a new ministry – the Ministry of Social Development and Eradication of Hunger. This merger reduced administrative costs and bureaucratic complexity for both the families involved and the administration of the program. Fome Zero has a government budget and accepts donations from the private sector and international organizations. The Bolsa Família program has been praised internationally for its achievements, despite internal criticism accusing it of having turned into an electoral weapon. Along with projects such as Fome Zero and Bolsa Família, another Lula administration flagship program was the Growth Acceleration Program (PAC). The PAC had a total budget of $646 billion reais (US$353 billion) by 2010, and was the Lula administration's main investment program. It was intended to strengthen Brazil's infrastructure, and consequently to stimulate the private sector and create more jobs. The social and urban infrastructure sector was scheduled to receive $84.2 billion reais (US$46 billion). As Lula gained strength in the run-up to the 2002 elections, the fear of drastic measures, and comparisons with Hugo Chávez of Venezuela, increased internal market speculation. This led to some market hysteria, contributing to a drop in the value of the real, and a downgrade of Brazil's credit rating.[46] Lula also chose Henrique Meirelles of the Brazilian Social Democracy Party, a prominent market-oriented economist, as head of the Brazilian Central Bank. As a former CEO of the BankBoston he was well known to the market.[47] Meirelles was elected to the Chamber of Deputies in 2002 as a member of the opposing PSDB, but resigned as deputy to become Governor of the Central Bank.[47] Lula and his cabinet followed in part the lead of the previous government,[48] by renewing all agreements with the International Monetary Fund, which were signed by the time Argentina defaulted on its own deals in 2001. His government achieved a satisfactory primary budget surplus in the first two years, as required by the IMF agreement, exceeding the target for the third year. In late 2005, the government paid off its debt to the IMF in full, two years ahead of schedule.[49] The Brazilian economy was generally not affected by the mensalão scandal, which related to vote buying in the Brazilian Congress.[50] In early 2006, however, Antonio Palocci had to resign as finance minister due to his involvement in an abuse of power scandal. Lula then appointed Guido Mantega, a member of the PT and an economist by profession, as finance minister. Mantega, a former Marxist who had written a PhD thesis (in Sociology) on the history of economic ideas in Brazil from a left-wing viewpoint, was known for his criticism of high interest rates, something he claimed satisfied banking interests. Mantega was also supportive of a higher level of employment by the state. Not long after the start of his second term, Lula's government announced the Growth Acceleration Program (Programa de Aceleração de Crescimento, PAC), an investment program to solve many of the problems that prevented the Brazilian economy from expanding more rapidly. The measures included investment in the creation and repair of roads and railways, simplification and reduction of taxation, and modernization of the country's energy production to avoid further shortages. The money pledged to be spent on this program was considered to be around R$ 500 billion (more than 250 billion dollars) over four years. Prior to taking office, Lula had been a critic of privatization. In his government, however, his administration created public-private partnership concessions for seven federal roadways.[51] After decades with the largest foreign debt among emerging economies, Brazil became a net creditor for the first time in January 2008.[52] By mid-2008, both Fitch Ratings and Standard & Poor's had elevated the classification of Brazilian debt from speculative to investment grade. Banks made record profits under Lula's government.[53] Lula's second term was much more confident; Lula was then not only the undisputed master of popular affection, as the first president to bring a modest well-being to many people, but also in complete control of his own administration. His two leading ministers were gone. Palocci was no longer needed to calm the nerves of overseas investors and Lula had never liked and somewhat feared José Dirceu, a virtuoso of cold political calculation and intrigue. Their joint elimination freed Lula for sole command in Brasilia. When, midway through his second term its test came, he handled it with aplomb. The crash of Wall Street in 2008 might have been a tsunami in the US and Europe, he declared, but in Brazil it would be no more than a little 'ripple' (\"uma marolinha\"). The phrase was seized on by the Brazilian press as proof of reckless economic ignorance and irresponsibility.[54] In 2008, Brazil enjoyed economic good health to fight the global financial crisis with a large economic stimulus lasting, at least, until 2014.[55] The Lula administration's economic policies also helped to significantly raise living standards, with the percentage of Brazilians belonging to the consumerist middle class rising from 37% to 50% of the population. According to The Washington Post: Under Lula, Brazil became the world's eighth-largest economy, more than 20 million people rose out of acute poverty and Rio de Janeiro was awarded the 2016 Summer Olympics, the first time the Games will be held in South America. In terms of environmental protection, the creation of conservation areas and indigenous reserves led to a substantial decrease in deforestation starting in 2004.[56] Initially, Lula's administration pushed for progressive policies that significantly curbed deforestation in the Amazon. Despite this, he did not support legislation that would have required the country to phase out its fossil fuels. During his 2022 election campaign, he focused more on environmental issues and espoused more environmentally conscious policies.[57] Leading a large and competitive agricultural state, Lula generally opposed and criticized farm subsidies, and this position has been seen as one of the reasons for the walkout of developing nations and subsequent collapse of the Cancún World Trade Organization talks in 2003 over G8 agricultural subsidies.[58] Brazil played an important role in negotiations regarding internal conflicts in Venezuela and Colombia, and concentrated efforts on strengthening Mercosur.[59] During the Lula administration, Brazilian foreign trade increased dramatically, changing from deficits to several surpluses after 2003. In 2004, the surplus was US$29 billion, due to a substantial increase in global demand for commodities. Brazil also provided UN peace-keeping troops and led a peace-keeping mission in Haiti.[60] According to The Economist of 2 March 2006, Lula had a pragmatic foreign policy, seeing himself as a negotiator, not an ideologue, a leader adept at reconciling opposites. As a result, he befriended both Venezuelan president Hugo Chávez and U.S. President George W. Bush.[61] Lula also gained increasing stature in the Southern hemisphere through economic growth in Brazil. In 2008, he was said to have become a \"point man for healing regional crises,\" as in the escalation of tensions between Colombia, Venezuela and Ecuador. Former Finance Minister, and current advisor, Delfim Netto, said: \"Lula is the ultimate pragmatist.\"[62] He travelled to more than 80 countries during his presidency.[63] A goal of Lula's foreign policy was for the country to gain a seat as a permanent member of the United Nations Security Council. In this he was unsuccessful.[63] Lula was considered to have pulled off a major coup with Turkey in regards to getting Iran to send its uranium abroad in contravention of western calls.[63][64] The condemnation of Iranian Sakineh Mohammadi Ashtiani for the crime of adultery, with a sentence of execution by stoning led to calls for Lula da Silva's intervention on her behalf. On the issue, Lula commented that \"I need to respect the laws of a [foreign] country. If my friendship with the president of Iran and the respect that I have for him is worth something, if this woman has become a nuisance, we will receive her in Brazil.\" The Iranian government, however, declined the offer.[65][66] Lula da Silva's actions and comments sparked controversy. Mina Ahadi, an Iranian Communist politician, welcomed Lula da Silva's offer of asylum for Ashtiani, but also reiterated a call for an end to stoning altogether and requesting a cessation of recognition and support for the Iranian government.[67][68][69][70] Jackson Diehl, Deputy editorial page Editor of The Washington Post, called Lula da Silva the \"best friend of tyrants in the democratic world\" and criticised his actions.[65] Shirin Ebadi, Iranian human rights activist and Nobel Peace Prize winner viewed Lula da Silva's intervention in a more positive light, calling it a \"powerful message to the Islamic Republic.\"[71] In the final month of his administration, his government officially recognized Palestine as a state, with a number of Latin American countries following suit. Lula's administration was plagued by corruption scandals, notably the Mensalão scandal and Escândalo dos Sanguessugas [pt] in his first term. The Brazilian attorney-general presented charges against 40 politicians and officials involved in the Mensalão affair, including several charges against Lula himself. Top officials involved, such as Roberto Jefferson, José Dirceu, Luiz Gushiken and Humberto Costa denied he was aware of any wrongdoing; but one of his own party members, Arlindo Chinaglia, alleged that Lula had been warned that the corruption existed.[72] Having lost numerous government aides in the face of political turmoil, Lula survived largely unscathed in the eyes of the public, with overwhelming approval rates. His administration was heavily criticized for relying on local political barons, like José Sarney, Jader Barbalho, Renan Calheiros and Fernando Collor to ensure a majority in Congress. He did lose some important votes in Congress however, such as when the Senate barred a tax on financial transactions from being reinstated. Another frequent reproach was his ambiguous treatment of the left wing of the PT. Analysts felt that he would occasionally give in to left-wing calls for tighter government control on media and increased state intervention: in 2004, he pushed for the creation of a \"Federal Council of Journalists\" (CFJ) and a \"National Cinema Agency\" (Ancinav), the latter designed to overhaul funding for electronic communications. Both proposals ultimately failed amid concerns over the effect of state control on free speech.[73][74] Fernando Henrique Cardoso, Lula's predecessor as president, accused Lula of denying the positive achievements of the Cardoso administration.[75] Before a G-20 summit in London in March 2009, Lula caused an uproar by declaring that the economic crisis was caused by \"the irrational behavior of white people with blue eyes, who before seemed to know everything, and now have shown they don't know anything.\"[76] When wanted Italian terrorist Cesare Battisti was arrested in Rio de Janeiro on 18 March 2007 by Brazilian and French police officers, Brazilian Minister of Justice Tarso Genro granted him status as a political refugee, a controversial decision which divided Italy and the Brazilian and international press. On 5 February 2009, the European Parliament adopted a resolution in support of Italy and held a minute's silence in memory of Battisti's victims. On 18 November 2009, the Brazilian Supreme Court declared the refugee status illegal and allowed Battisi's extradition, but also stated that the Brazilian constitution gave the president personal powers to deny the extradition if he chose to, effectively putting the final decision in the hands of Lula.[77] Lula decided to bar extradition of Battisti.[78] On 31 December 2010, Lula's last day in office, the decision not to allow extradition was officially announced. Battisti was released on 9 June 2011 from prison after the Brazilian Constitutional Court denied Italy's request to extradite him. Italy planned to appeal to the International Court of Justice in The Hague.[79] Battisti was extradited in December 2018.[80] Lula da Silva stated on Brazilian public television that he knew nothing about the scandals.[81] He also said that people who did not agree with paying a tax for each check issued and/or financial transaction were people who illegally failed to pay their income tax.[81] In 2014, Brazil began Operação Lava Jato (English: Operation Car Wash), resulting in several arrests and convictions, including nine suits against Lula. In April 2015, the Public Ministry of Brazil opened an investigation into allegations of influence peddling by Lula, which alleged that between 2011 and 2014 he had lobbied for government contracts in foreign countries for the Odebrecht company and had also persuaded the Brazilian Development Bank to finance the projects in Ghana, Angola, Cuba, and the Dominican Republic.[82] In June 2015, Marcelo Odebrecht, president of Odebrecht, was arrested on charges that he had paid politicians $230 million in bribes.[83] Three other company executives were also arrested, as well as the chief executive of Andrade Gutierrez, another construction conglomerate.[84] On 4 March 2016, as part of \"Operation Car Wash\", Brazilian authorities raided Lula's home.[85][86] After the raid, the police detained Lula for questioning.[87][88] A police statement alleged that Lula had collaborated in illegal bribes from the oil company Petrobras to benefit his political party and presidential campaign.[87] Prosecutor Carlos Fernando said, \"The favors to Lula from big construction companies involved in the fraud at Petrobras were many and hard to quantify\".[89] Lula said that he and his party were being politically persecuted.[90][91][92] On 16 March 2016, Rousseff appointed Lula as her chief of staff, a position comparable to that of prime minister. This would have shielded him from arrest due to the immunity that went with the position.[93] Cabinet ministers in Brazil are among close to seven hundred senior government officials enjoying special judicial standing, which means they can only be tried by Brazil's Supreme Federal Court. Supreme Court Judge Gilmar Mendes suspended Lula da Silva's appointment on the grounds that Rousseff was trying to help Lula circumvent prosecution.[94][95] On 14 September 2016, prosecutors filed corruption charges against Lula, accusing him of being the mastermind or 'maximum commander of the scheme'.[96] On 19 September 2016, 13th Circuit (Paraná) federal judge Sérgio Moro, who was leading the corruption probe, accepted an indictment for money laundering against Lula and his wife Marisa Leticia Lula da Silva. On 11 May 2017, Lula answered a summons by appearing in Curitiba and was questioned by Moro. The closed-court hearing lasted five hours. Thousands of Lula supporters went to Curitiba, together with Dilma Rousseff. After the hearing, Lula and Rousseff gave speeches to his supporters; Lula attacked what he called bias in the Brazilian media.[97] Lula was found guilty by the lower court of accepting R$3.7 million in bribes ($1.2 million US) in the form of improvements to a beachfront house, alleged to be his property, made by a construction company Grupo OAS [pt], which in turn received lucrative contracts from the state-owned oil company Petrobras.[98] Lula also faced other charges, including money laundering, influence peddling and obstruction of justice.[99][98] On 12 July 2017, Sergio Moro sentenced Lula to nine and a half years in prison.[100] Lula remained free pending his appeal.[101] Lula's lawyer accused the judge of bias and the judge replied that nobody, not even the former president, should be above the rule of law.[101] On 25 January 2018, the Appeal Court of Porto Alegre found Lula guilty of corruption and money laundering and increased his sentence to 12 years of prison[102] for one of the nine charges, while the other eight were still pending. On 26 March 2018, that same court upheld its own sentence, thus ending the case in that court.[103] On 23 March 2021, the Supreme Federal Court ruled by a 3-2 decision that Moro, who had overseen Lula's trial in a case, was biased against him.[23] It upheld the ruling on 23 June by a 7-4 decision.[104] Judge Gilmar Mendes of the Supreme Federal Court on 24 June annulled the two other cases Moro had brought against Lula, reasoning that there was a link between them and the case in which Moro was declared biased. This meant that all evidence Moro had collected against Lula is inadmissible in court and fresh trials would be needed.[24] On 5 April 2018, Brazil's Supreme Federal Court (STF) voted 6–5 to deny Lula's habeas corpus petition.[105] The court ruled that Lula must begin serving the sentence relating to 12 July 2017 conviction, despite not having exhausted all of his appeals. Lula and his political party vowed to continue his campaign from prison following the court's decision that he must surrender himself by 6 April.[106] The head of Brazil's army, General Eduardo Villas Boas, called for Lula to be placed behind bars.[107] Lula failed to turn himself in at the scheduled time,[108] but he did so on the following day on 7 April 2018.[109] After the imprisonment of Lula, protesters took to the streets in cities across Brazil.[110] Lula's imprisonment led to the formation of the Free Lula Movement. On 8 July 2018, federal judge for the 4th region Rogério Favreto ordered Lula's release. Moro immediately stated that Favreto did not have the power to release Lula and Favreto's ruling was overturned the same day by the Judge Pedro Gebran Neto, president of the 4th regional court.[111] On 9 June 2019, The Intercept published leaked Telegram messages between the judge in Lula's case, Sérgio Moro, and the Operation Car Wash lead prosecutor, Deltan Dallagnol, in which they allegedly conspired to convict Lula to prevent his candidacy for the 2018 presidential election.[112][113] [114][115][116][117][118] Moro was accused of lacking impartiality in Lula's trial.[119] Following the disclosures, the resumption of legal proceedings was determined by the Supreme Court.[120] Moro denied any wrongdoing or judicial misconduct during the course of Operation Car Wash and his investigation of the former president, claiming that the conversations leaked by The Intercept were misrepresented by the press and that conversations between prosecutors and judges are normal.[121] Moro became Minister of Justice and Public Security after the election of president Jair Bolsonaro, and it is disputed whether an agreement was in place prior to Bolsonaro's election. The information published by The Intercept prompted reactions both in Brazil and overseas. A group of seventeen lawyers, ministers of Justice, and high court members from eight countries reacted to the leaks by describing former President Lula as a political prisoner and calling for his release.[122] United States Senator Bernie Sanders said Lula should be released and his conviction annulled. Ro Khanna asked the Trump administration to investigate Lula's case, saying that \"Moro was a bad actor and part of a larger conspiracy to send Lula to jail\".[123] American political commentator Michael Brooks, a vocal advocate for the former president, stated that Lula's imprisonment and Moro's alleged political motives had rendered the results of the 2018 election \"fundamentally illegitimate.\"[124] On 8 November 2019, Lula was released from prison after 580 days when a Brazilian Supreme Court decided to end mandatory imprisonment of convicted criminals after their first appeal failed.[125][126][127] On 27 November, the Federal Regional Tribunal of Region 4 [pt] in Porto Alegre increased Lula's sentence to 17 years.[128] Judge Edson Fachin of the Supreme Federal Court annulled all convictions against Lula on 8 March 2021, ruling that the court in Curitiba which convicted him lacked jurisdiction to do so, and ordered a retrial in Brasilia.[129] A full Supreme Court bench later upheld the ruling by a 8-3 decision on 15 April.[130] After the Brazilian Federal Supreme Court refused to consider alleged violations of fundamental human rights by Judge Moro, Lula's defense lawyers appealed to the United Nations Human Rights Committee.[131] In the lawsuit, the lawyers requested that the Committee provide an opinion on the accusations that Moro violated Lula's right to privacy, his right to not be arbitrarily arrested and his right to the presumption of innocence until proven guilty. They presented as proof of abusive practices: Because the judge's chief of staff had posted on her Facebook page a petition calling for Lula's imprisonment[132] and the presiding judge of the appellate panel had praised Moro's decision to convict Lula for corruption, before Moro had issued his decision,[133] an op-ed in The New York Times concluded that \"Brazil’s democracy is now weaker than it has been since military rule ended\".[134] The newspaper was joined by a number of international intellectuals, activists and political leaders, from Noam Chomsky to a group of twelve United States Congressmen,[135] who complained that the legal proceedings appeared to be designed to prevent Lula (the front-runner in opinion polls) from running for president in 2018.[136][better source needed] On 28 July 2016, Lula filed a 39-page petition with the UN's Human Rights Committee outlining alleged abuses of power. The petition stated that \"Lula is a victim of abuse of power by a judge, with the complicity of prosecutors and the media\".[137] The petition was the first ever taken against Brazil which ratified the committee's protocol in 2009. The UN accepted the case[138] and Brazil was given six months to respond to the petition. The committee was made of 18 international jurists.[139] In November 2016, Lula's legal team filed additional evidence of abuses by the Brazilian justice system,[140] and another document was filed on 5 October 2017, in Geneva, Switzerland, reporting other facts, such as Judge Moro's attendance at the premiere of a film that depicted former President Lula as guilty, despite the lack of any definitive decision against him at that time.[141] Following Judge Moro's issuance of an arrest warrant for the ex-President, on 6 April 2018, Lula appealed to the UN's Human Rights Committee to ask the government to prevent his arrest until he had exhausted all appeals.[142] Lula argued that the Brazilian Supreme Court had narrowly adopted its ruling with only six votes against five, which “shows the need for an independent court to examine if the presumption of innocence was violated\" in his case. The Human Rights Committee received a request for \"interim measures\" and was deliberating the request.[143] However, the UN Human Rights Committee denied the request seeking emergency action against his imprisonment.[144] On 28 May 2018, the Committee initiated a formal investigation into violations against basic judicial guarantees in Lula's case.[145] In August, the UN Human Rights Committee \"requested Brazil to take all necessary measures to ensure that Lula can enjoy and exercise his political rights while in prison, as candidate in the 2018 presidential elections.\"[146][147] On 2 August 2018, Pope Francis received three former allies of Lula in Rome: Celso Amorim, Alberto Fernández and Carlos Ominami. At the conclusion of the hour-long meeting,[148] Pope Francis was given a copy of Lula's biography The Truth Will Win by Amorim. Later, he addressed a handwritten note to Lula (posted on his Twitter account) with the following text: \"To Luiz Inacio Lula da Silva with my blessing, asking him to pray for me, Francisco”.[149] In the same month, President of Brazil Dilma Rousseff, who had previously served as Chief of Staff to President Lula da Silva from 2005 to 2010, confirmed that the Pope also sent her an unofficial letter, the content of which was not disclosed.[150] Lula, along with his former chief of staff Gilberto Carvalho [pt] and five others, was indicted in a corruption probe as part of Operation Zelotes [pt] regarding payment of R$6 million in bribe. According to the prosecutors, they helped pass Provisional Measure 471 (which was later converted into Law 12,218/2010) in 2009 in order to benefit the automotive companies CAOA and MMC.[151] Judge Frederico Botelho de Barros Viana of the 10th Federal Court of Brasilia however acquitted all the accused on 21 June 2021, stating that the prosecution could not convincingly demonstrate that the defendants were involved in a criminal conspiracy.[152] On 29 October 2011, through the Syrian-Lebanese Hospital of São Paulo, it was announced that Lula had a malignant tumor in his larynx. He had chemotherapy to counteract the tumor, and on 16 November, his press office released photos of his wife shaving his beard and hair, leaving him bald, although he retained his moustache.[153] It was the first time that he had been seen without his beard since he left office.[154] He was treated with radiation, and the cancer went into remission. Lula announced his recovery in March 2012, as well as his return to politics. Fellow politician Dilma Rousseff, then president of Brazil, welcomed the news.[155] Contrary to rumors, Lula stated in early 2013 that he was not a presidential candidate, supporting Dilma Rousseff for a second term.[156] The appointment raised concerns[from whom?] about his arrest and investigation.[157] On 21 January 2021 Lula said that he tested positive for COVID-19 while participating in the filming of an Oliver Stone documentary in Cuba, five days after arriving on the island. He did not need hospital admission and was able to recover.[158] On 13 March 2021, Lula received his first dosage of the CoronaVac vaccine.[159] In 2017, Lula announced he would stand as the Workers' Party candidate for president again in the 2018 election. In September, he led a caravan of supporters which travelled through the states of Brazil, starting with Minas Gerais, whose governor was Lula's political ally Fernando Pimentel.[160] While traveling through the South of Brazil, the caravan became the target of protests. In Paraná, a campaign bus was shot, and in Rio Grande do Sul, rocks were thrown at pro-Lula militants.[161] Despite Lula's imprisonment in April 2018, the Workers' Party kept Lula as the party's presidential candidate. In a poll conducted by Ibope in June 2018, Lula led with 33% of vote intentions, with the PSL candidate Jair Bolsonaro polling second with 15%.[162] Lula negotiated a national coalition with the PCdoB and regional alliances with the Socialist Party.[163] The Workers' Party officially nominated Lula as its candidate on 5 August 2018, in São Paulo. Actor Sérgio Mamberti read a letter written by Lula, who was unable to attend because of his prison sentence. Former São Paulo mayor Fernando Haddad was named as Lula's running mate and intended to represent Lula in events and debates. In the event that Lula were declared ineligible, Haddad would replace Lula as candidate, with Manuela d'Ávila replacing Haddad as the vice presidential candidate.[164] In response to an appeal considering Lula as a political prisoner, the UN Human Rights Committee ruled on 17 August 2018 that it had requested the Brazilian government to allow Lula to exercise his political rights.[165] In a 26 August poll, Lula had 39 percent of vote intentions within one month of the first round. The same opinion polling put Lula ahead of all his challengers in a second round run-off, including the nearest one, PSL candidate Jair Bolsonaro, by 52 to 32.[166] Lula's candidacy was denied by the Superior Electoral Court on 31 August 2018, when the majority of the seven-judge panel voted to bar Lula from running in the presidential race.[167] On 11 September 2018, Lula officially dropped out of the election and was replaced by Fernando Haddad, whom Lula endorsed.[168] Lula married Marisa Letícia Rocco Casa in 1974 and they had three sons. He also adopted Casa's son from her first marriage. They remained married until Casa's death on 2 February 2017 after a stroke.[30] Lula's brother, Genival, died in January 2019,[169] and his 7-year-old grandson, Arthur, died of meningitis in March 2019.[170] In May 2021, Lula stated that he will run for a third term in the October 2022 general election, against the incumbent President Jair Bolsonaro,[4][5][6] with opinion polls at the end of July 2021 suggesting he would comfortably beat Bolsonaro.[6] He was 17% ahead of Bolsonaro in a poll in January 2022.[171] In April 2022, Lula announced his running mate is Geraldo Alckmin, a three-term governor of Sao Paulo state who ran against da Silva in the 2006 presidential elections.[172] His political philosophy is somewhat controversial in academia. In Brazil, the term \"liberal\" is often avoided by leftists because of connotations with pro-business policies during neoliberalism or the military dictatorship. He advocated \"Socialism of the 21st century\", but Lulism is considered to be substantially similar to social liberalism.[173][174][175] However, even though he showed a moderate centre-left liberal tendency economically, he highlighted his closeness with Venezuela's socialist and left-wing populist regime and negatively evaluated Juan Guaidó.[176] The list of Lula's awards since 2003: Academy Award-nominated film director Fábio Barreto directed the 2009 Brazilian film Lula, Son of Brazil that depicts the life of Lula up to 35 years of age.[205] The film was a commercial and critical failure,[206][207] accused of being election propaganda,[208][209] and producers even aired it for free.[210] Some observers in Brazil said the film was a sign of cult of personality.[211] The series The Mechanism on Netflix deals with Operation Car Wash and features a character that alludes to Lula, João Higino, played by Arthur Kohl.[212] The 2019 documentary The Edge of Democracy, written and directed by Petra Costa, chronicled the rise and fall of Lula and Dilma Rousseff and the socio-political upheaval in Brazil during the period.[213]","country":"Brazil"}