{"name":"Mahinda Rajapaksa","url":"/wiki/Mahinda_Rajapaksa","Born":"1945-11-18","Political party":"Sri Lanka Podujana Peramuna (after 2018)","termEnds":null,"termStarts":null,"text":"Mahinda Rajapaksa (Sinhala: මහින්ද රාජපක්ෂ, Tamil: மஹிந்த ராஜபக்ஷ; born Percy Mahendra Rajapaksa; 18 November 1945) is a Sri Lankan politician. He served as the President of Sri Lanka from 2005 to 2015; the Prime Minister of Sri Lanka from 2004 to 2005, 2018, and 2019 to 2022[1]; the Leader of the Opposition from 2002 to 2004 and 2018 to 2019, and the Minister of Finance from 2005 to 2015 and 2019 to 2021. He has been the Member of Parliament (MP) for Kurunegala since 2015.[2] Rajapaksa is a lawyer by profession and was first elected to the Parliament of Sri Lanka in 1970. He served as the leader of the Sri Lanka Freedom Party from 2005 to 2015. Rajapaksa was sworn in for his first six-year term as president on 19 November 2005. He was subsequently re-elected in 2010 for a second term.[3] Rajapaksa was defeated in his bid for a third term in the 2015 presidential election by Maithripala Sirisena, and he left office on 9 January 2015. Later that year, Rajapaksa unsuccessfully sought to become Prime Minister in the 2015 parliamentary election; that year, the United People's Freedom Alliance was defeated. He was, however, elected as the Member of Parliament for the Kurunegala District. On 26 October 2018, Rajapaksa was appointed to the office of prime minister by President Maithripala Sirisena after the United People's Freedom Alliance withdrew from the unity government. The incumbent, Ranil Wickremesinghe, refused to accept his dismissal, stating that it was unconstitutional. This disagreement resulted in a constitutional crisis. The Sri Lankan Parliament passed two no-confidence motions brought against Rajapaksa on 14 and 16 November 2018. Failing to follow proper procedures, President Sirisena rejected both. On 3 December 2018, a court suspended Rajapaksa's powers as Prime Minister, ruling that his cabinet could not function until establishing its legitimacy. Rajapaksa resigned from the post of prime minister on 15 December 2018. Wickremesinghe was re-appointed as Prime Minister, and Rajapaksa was appointed Leader of the Opposition. He became the leader of the Sri Lanka Podujana Peramuna in 2019, splitting the Sri Lanka Freedom Party. He became Prime Minister again on 21 November 2019 after being appointed by his brother, Gotabaya Rajapaksa, who had become president on 18 November after winning the 2019 Sri Lankan presidential election. On 9 August 2020, Rajapaksa was sworn in as Prime Minister of Sri Lanka for the fourth time at a Buddhist temple on Colombo's outskirts. On 3 May 2022, a motion of no confidence aimed at Rajapaksa and his cabinet was declared by opposition leaders.[4] He was targeted during the 2022 Sri Lankan Protests over the corruption and mismanagement by the Rajapaksa family which led to an economic crisis that brought Sri Lanka to the point of bankruptcy as it defaulted on its loans for the first time in its history since independence. Protesters called him \"Myna\" and demanded his resignation which he resisted. On 9 May 2022, Mahinda Rajapaksa organised his supporters at his official residence who were brought by buses and led by SLPP MPs. Then the loyalists attacked protestors at Temple Trees before assaulting protestors at Galle Face as attacks were carried out simultaneously against protests in other areas. However this intensified protests and retaliatory violence against Rajapaksa loyalists erupted islandwide and Mahinda Rajapaksa submitted his letter of resignation the same day. [5][6] Rajapaksa was born Percy Mahendra Rajapaksa,[7] in Weeraketiya, in the rural southern district of Hambantota to an established political family.[8] His father, D. A. Rajapaksa, had succeeded his brother D. M. Rajapaksa seat in the State Council of Ceylon following the latter's death in May 1945. D. M. Rajapaksa had started wearing the earthy brown shawl to represent kurakkan (finger millet), which was cultivated by the people of his area; he championed their cause throughout his life. In later years Mahinda Rajapaksa would follow his uncle's example and wear a similar characteristic shawl. D. A. Rajapaksa, went on to serve as the member of parliament from Beliatta from 1947 to 1965, and served as Cabinet Minister of Agriculture and Land in Wijeyananda Dahanayake's government.[8] His mother Dona Dandina Samarasinghe Dissanayake was from Palatuwa, Matara. He was the second eldest of nine chidden in the family which included six boys and three girls. His elder siblings are Chamal, Jayanthi and younger siblings were Tudor, Gotabaya, Basil, Preethi, Dudley and Gandini.[7] Rajapaksa spent his formative years at the family home in Medamulana. At the age of six, he was sent to his father's school Richmond College in Galle. Initially, he and his elder brother were boarded with a family in Galle, later their mother rented a house in Galle called the 'Singapore House' and moved there to facilitate the education of the growing family. In the mid-fifties, the Rajapaksa family moved to Colombo and Mahinda Rajapaksa was admitted to Nalanda College, Colombo. Later in 1957, he transferred to Thurstan College, where he took part in sports such as cricket, rugger and athletics, taking part in the 400m relay team and becoming the putt shot champion.[8][7] In the mid-sixties, he started work as a library assistant at the Vidyodaya Pirivena and soon became active in leftwing politics. He became a member of the Ceylon Mercantile Union and was elected its branch secretary in 1967. His father who had lost his parliamentary seat in the 1965 general elections, died in November 1967. The Sri Lanka Freedom Party (SLFP) party leader Sirima Bandaranaike offered his father's post of SLFP party organiser for the Beliatta electorate to his older brother Chamal. Chamal who had joined the Ceylon Police Force as a Sub-inspector, turndown Mrs Bandaranaike's offer in favour of his younger brother and Mahinda Rajapaksa was appointed as SLFP organiser for Beliatta in 1968.[7][9] Rajapaksa contested the 1970 general elections as the SLFP candidate for the Beliatta constituency and was elected to the House of Representatives having gained 23,103 votes against his rival Dr Ranjit Atapattu from the United National Party (UNP) who gained 16,477. At the time he was the youngest member of parliament (MP) at the age of twenty-four years and served as a backbencher in the governing party.[10] Following changes to the admission process to the Sri Lanka Law College, which allowed young MPs to gain admission, he entered Sri Lanka Law College and studied law while serving as an MP. In July 1977, Rajapaksa lost his parliamentary seat in SLFP's landslide defeat in the 1977 general elections, to Dr Ranjit Atapattu who had gained 24,289 votes to Rajapaksa's 17,896.[8][7] In November 1977, Rajapaksa was called to the bar as an attorney at law. He thereafter started his legal practice in criminal law in the Unofficial Bar in Tangalle, which he did until 1994.[8][7][9] He continued to engage in politics and was re-elected to parliament in 1989, representing Hambantota District under proportional representation. He came to prominence as a leader, together with Dr Manorani Saravanamuttu of the Mothers' Front. Saravanamuttu's organization united the mothers of those who had \"disappeared\" during the 1987–1989 JVP insurrection; the insurrection was instigated by a rebel group that called themselves Deshapremi Jathika Vyaparaya, or \"Patriotic National Movement\".[8] During the insurrection, Rajapaksa frequently tried to encourage third-party intervention. He frequently complained about Sri Lanka's situation while in Geneva; he claimed that to restore democratic ideals, it is neither treacherous nor unpatriotic to seek third-party intervention. He also demanded that the United Nations, alongside NGOs such as Amnesty International, be allowed to come to Sri Lanka and investigate.[11] Rajapaksa requested that foreign nations put human-rights-related conditions on Sri Lanka when giving aid. On 25 October 1990, he said, \"If the government is going to deny human rights, we should go not only to Geneva, but to any place in the world, or hell if necessary, and act against the government. The lamentation of this country's innocents should be raised anywhere.\"[12] In 1994, Rajapaksa appeared in the Sinhalese film Nomiyena Minisun.[13][10] In 1994, following the election victory of the People's Alliance, a political front led by Sri Lanka Freedom Party and headed by Chandrika Kumaratunga, Rajapaksa was appointed Minister of Labor. He held this post until 1997 when, following a cabinet reshuffle, his portfolio was changed to Minister of Fisheries and Aquatic Resources.[8][14] When the United National Party (UNP) defeated the People's Alliance in the 2001 elections, Rajapaksa lost his position in the government. He was however appointed as Leader of the Opposition in March 2002.[8] After Sri Lanka's 2004 parliamentary elections, in which the United People's Freedom Alliance gained a slim majority, Rajapaksa became the new Prime Minister. He was sworn in as Sri Lanka's 13th Prime Minister on 6 April 2004.[8] While Rajapaksa was Prime Minister, he was also in charge of the Ministry of Highways, Ports & Shipping.[15] Mahinda Rajapaksa was chosen by the Sri Lanka Freedom Party to run against Ranil Wickremesinghe, former Prime Minister and Opposition Leader. Wickremesinghe was the leader of the United National Party in the presidential election held on 17 November 2005. Despite the huge election campaign led by the UNP, Mahinda Rajapaksa was able to gain a narrow victory, by 190,000 votes. Rajapaksa's opponents claimed that he won only because the LTTE called for Tamil voters to boycott the polls. Most voters in these areas were forcibly restrained from voting, and it is said that they would have favoured Wickremesinghe of the UNP party.[16] Rajapaksa received 50.3% of the vote.[17] After becoming President of Sri Lanka, Rajapaksa reshuffled the cabinet and took the portfolios of Defense and Finance in the new cabinet, which was sworn in on 23 November 2005.[17] Immediately following his election in 2005, Rajapaksa extended the term of the Commander of the Sri Lanka Army, Sarath Fonseka, less than 30 days before he was scheduled to retire.[18] Over the next three and a half years, Fonseka and Rajapaksa's brother, Defense Secretary Gotabhaya Rajapaksa, led the country's armed forces in their battle against the Liberation Tigers of Tamil Eelam (LTTE, or Tamil Tigers), ultimately defeating the Tigers and killing their leader, Velupillai Prabhakaran.[18] Although styling himself as a man of peace and a willing negotiator, Rajapaksa signalled his intention to end the peace process once in power by allying with the Sinhalese nationalist Janatha Vimukthi Peramuna and Jathika Hela Urumaya parties. The JVP had opposed the original 2002 peace process as treasonous. The agreement made with Rajapaksa included provisions that called for a revision of the ceasefire agreement to give the military broader powers against the LTTE, as well as ruling out any devolution of power to the Tamil people. Furthermore, the cessation of aid to the tsunami-damaged LTTE-occupied areas, and the sidelining of the Norwegian facilitators due to their alleged bias were included.[19] Immediately following his election victory, a series of mine blasts blamed on the LTTE claimed the lives of many off-duty servicemen and civilians, pushing the country back to the brink of civil war.[20] Following the closure by the LTTE of the Mavil Aru reservoir supplying water to 15,000 people in government-controlled areas on 21 July 2006,[21] the Sri Lankan military launched an offensive against the LTTE, bringing the entire reservoir under government control. Further military engagements led to the LTTE being driven out of the entire Eastern Province of Sri Lanka and loss of 95% of the territory they had controlled.[22][23][24][25] The Sri Lankan government declared total victory on 18 May 2009. On 19 May 2009, President Rajapaksa delivered a victory address to the Parliament and declared that Sri Lanka was liberated from terrorism.[26] In 2010, WikiLeaks made public classified US messages sent during 2009 and 2010, stating that American diplomats, including the US Ambassador to Sri Lanka Patricia A. Butenis, believed that Rajapaksa was responsible for massacres of Tamil civilians and captured LTTE fighters at the end of the war with the LTTE.[citation needed] The cables also stated that the responsibility for many of the alleged crimes rested with the country's senior civilian and military leadership, including President Rajapaksa, his brothers, and General Fonseka.[27] In April 2011, the Secretary-General of the United Nations Ban Ki-moon published a report by an UN-appointed panel of experts, which concluded that as many as 40,000 people were killed in the final weeks of the war between the Tamil Tigers and the government forces.[citation needed] A number of foreign journalists and news teams, such as the UK's Channel Four News, have reported and filmed evidence of targeted shelling of civilians, executions, and atrocities.[28] Dead female Tamil fighters appeared to have been raped or sexually assaulted, abused, and murdered.[29] Rajapaksa and his government have denied all allegations of war crimes.[30] Following the end of the conflict, a rift emerged between Rajapaksa and Fonseka over reasons which are still disputed. On 15 November 2009, Rajapaksa ordered Fonseka to leave his post as Chief of the Defence Staff with immediate effect through a letter from his secretary.[31] Fonseka then joined the opposition as the candidate against Rajapaksa in the 2010 Presidential election, which Rajapaksa won. Fonseka was subsequently sentenced to two years in jail for various offences by a court martial. President Rajapaksa signed documents for the release of Fonseka in May 2012. His presidency after ending the civil war in 2009 is known for initiating large-scale infrastructure projects such as the Colombo Lotus Tower,[32] Magampura Mahinda Rajapaksa Port,[33] the Colombo Harbour South Container Terminal, the Mattala Rajapaksa International Airport, the Colombo–Katunayake Expressway, and the Mahinda Rajapaksa International Cricket Stadium. Sri Lanka also rose into the \"high\" category of the Human Development Index during this time.[34] Development projects included highways, roads, a Colombo beautification project, and rural infrastructure development.[35] However, the roadway projects reportedly had extremely high costs and were suspected of corruption, and large Chinese loans tripled the country's foreign debt and created an economic crisis.[36][37] Rajapaksa claimed that under his tenure, Sri Lanka started to experience rapid economic growth and that the gross domestic product (GDP) growth rate reached over 7%.[38] However, these claims have been disputed, and after his terms in office ended, the successor government revealed that GDP growth was inflated by using the year 2002 as the base year. GDP growth for 2013 and 2014, which had been calculated at 7.2% and 7.4% using 2002 as the base year, was reduced to 3.4 and 4.5 percent, respectively.[clarification needed][39][40] A forensic audit was launched, with International Monetary Fund help, on various projects initiated by Rajapaksa.[41] The audit confirmed that Sri Lanka had additional liabilities of 1.3 trillion rupees (8.9 billion US dollars).[42] Rajapaksa was accused of election fraud in relation to both of his previous presidential election runs. During the 2005 presidential election, opposition parties accused Rajapaksa of bribing the LTTE to dissuade people from voting in the northern and eastern provinces. Most voters in these areas were forcibly restrained from voting by the militant group, and it is said[by whom?] that they would have favoured the opposition candidate Ranil Wickremesinghe.[43] In the 2010 election, Rajapaksa was accused of manipulating election results using computers.[44] In the 2015 election, according to the Presidential Commission of Inquiry investigating irregularities into SriLankan Airlines, it was revealed that security officers and vehicles of the national carrier had been used in the Rajapaksa's 2015 presidential campaign. At the time, Nishantha Wickramasinghe, a brother-in-law of Rajapaksa, was also Chairman of SriLankan Airlines until Rajapaksa lost the presidential election in 2015.[45] Capitalizing on the end of the Sri Lankan Civil War in May 2009, coming off an election win in January 2010, and with the near-collapse of the opposition United National Party, President Rajapaksa rallied more than the two-thirds majority in Parliament necessary to pass an amendment to the constitution removing presidential term limits.[46] On 9 September 2010, Parliament passed the amendment to remove presidential term limits from the Constitution. This amendment allowed Rajapaksa to run for a third term and cement his grip on power. The move came just a day after the Supreme Court ruled that a referendum was not required to make the change. The amendment had consequences beyond just term limits, including provisions that increased the president's power to act without oversight, removing an independent advisory council that the president was previously required to consult before appointing people to important nonpartisan posts, like Supreme Court judges and members of the human rights and electoral commissions. A Parliamentary Council without veto power and with only two opposition members was created in its place.[46] In a move that was widely seen as solidifying his control over the Supreme Court, Rajapaksa removed chief justice Shirani Bandaranayake from office in January 2013, allowing Rajapaksa to appoint an ally and legal adviser, former Attorney General Mohan Peiris, as Chief Justice.[47][48][49] In November 2014, the Supreme Court dismissed legal objections regarding President Rajapaksa's eligibility to seek a third term.[50] Two years ahead of schedule, in November 2014, Rajapaksa signed an official proclamation confirming that he would seek re-election for a third term, after being unanimously endorsed by the Sri Lanka Freedom Party. Though his second term officially was to end in November 2016, he could legally seek re-election after completing four years in office, a marker he passed on 19 November.[50] In the run-up to the election, several people had been suggested for nomination as the common opposition candidate: former President Chandrika Kumaratunga, UNP leader Ranil Wickremesinghe, UNP Leadership Council Chairman Karu Jayasuriya, former Chief Justice Shirani Bandaranayake, and leader of the National Movement for Social Justice Maduluwawe Sobitha Thero.[51][52] However, on 21 November 2014, after the election had been called, Maithripala Sirisena was announced as the common opposition candidate by the UNP.[53][54] Sirisena had been Minister of Health in Rajapaksa's government and general secretary of the SLFP before defecting to the opposition coalition.[55][56] Sirisena immediately received the support of former President Chandrika Kumaratunga and several UPFA MPs that had defected alongside him (Duminda Dissanayake, M. K. D. S. Gunawardena, Wasantha Senanayake, Rajitha Senaratne, and Rajiva Wijesinha).[57][58][59] Sirisena and the other UPFA MPs were stripped of their ministerial positions and expelled from the SLFP.[60][61][62] Rajapaksa received the backing of a number of small constituent parties of the UPFA, including the Ceylon Workers' Congress,[63] Communist Party,[64] the Lanka Sama Samaja Party (LSSP),[65] the National Freedom Front,[66] the National Union of Workers,[67] and the Up-Country People's Front.[68] On nomination day, 8 December 2014, two opposition MPs, Tissa Attanayake and Jayantha Ketagoda, defected to the government to support Rajapaksa.[69][70] Attanayake was later appointed Minister of Health, the post previously held by Sirisena.[71][72] Rajapaksa also received support from the Buddhist extremist group Bodu Bala Sena.[73] However, the Jathika Hela Urumaya (JHU) party withdrew from the UPFA government on 18 November 2014, citing Rajapaksa's refusal to reform the executive presidency and enact reforms to promote accountability.[50][74][75][76] After much hesitation, the All Ceylon Muslim Congress and the Sri Lanka Muslim Congress also withdrew from the UPFA government, on 22 and 28 December 2014 respectively, blaming the government's failure to protect Sri Lankan Muslims from Sinhalese Buddhist extremists.[77][78][79] Rajapaksa released his manifesto, titled Mahinda's Vision — The World Winning Path, on 23 December 2014 at the Bandaranaike Memorial International Conference Hall.[80][81] The manifesto pledged to introduce a new constitution within one year of being elected, but not to abolish the executive presidency — it would be amended and the \"weakness\" in the parliamentary system eliminated.[82][83][84] A naval force and a special security force would be set up, with the help of the army, to tackle drug trafficking and other organised crime.[82][85] The manifesto also pledged to establish a transparent judicial inquiry into the alleged war crimes during the final stages of the Sri Lankan Civil War, but Rajapaksa had refused to co-operate with the UN investigation.[86][87][88] In the presidential election of 8 January 2015, Rajapaksa was defeated by his ex-aide Maithripala Sirisena, winning only 47.6% of the vote.[89] Many had accused Rajapaksa of authoritarianism, nepotism, poor governance, and corruption.[90] In June 2018, The New York Times reported that President Rajapaksa, during the 2015 presidential campaign and elections, received large payments from a Chinese port construction fund that flowed directly to campaign aides and activities. Rajapaksa had agreed to Chinese terms and was seen as an important ally in China's efforts to tilt influence away from India in South Asia. The payments were confirmed by documents and checks detailed in a government investigation report obtained by The New York Times.[91] During the final months of the election, the ambassador of China to Sri Lanka had lobbied voters, \"even caddies at Colombo's premier golf course\", to support Rajapaksa over the opposition, which was threatening to tear up economic agreements with the Chinese government.[91] With the election coming around, large payments started to flow toward the president's circle. Affiliates of Rajapaksa's campaign received at least $7.6 million that was dispensed from China Harbor's account at Standard Chartered Bank. A sum of around $3.7 million was distributed in checks with ten days to go before polls opened, including $678,000 to print campaign t-shirts and other promotional material, and $297,000 to buy supporters' gifts, including women's saris. $38,000 was paid to a popular Buddhist monk who was supporting the Rajapaksa campaign, while two checks totalling $1.7 million were delivered by volunteers to Temple Trees. A subaccount controlled by China Harbor, called \"HPDP Phase 2\", shorthand for Hambantota Port Development Project, was the source of most of the payments.[91][92][93] Rajapaksa responded in the Colombo Telegraph by calling the article \"part of a political mudslinging campaign\".[94][95] In July 2018, a joint Chinese-Sri Lankan company, Colombo International Container Terminals Limited (CICT), confirmed paying nearly 20 million Sri Lankan rupees as a donation to the Pushpa Rajapaksa Foundation, a private fund meant to build houses for the poor. Pushpa Rajapaksa is Mahinda Rajapaksa's sister-in-law, wife of his brother, Basil Rajapaksa, who was also his economic development minister. CICT did not say how the money was used.[96] According to Sri Lankan MP Athuraliye Rathana Thero, Rajapaksa attempted a coup d'état hours after the announcement of the election results, in order to remain in power, but the Army Chief, Jagath Jayasuriya, disobeyed the orders.[97][98] According to MPs Rajitha Senaratne and Mangala Samaraweera, before going to the Army Chief, Rajapaksa had earlier instructed the Attorney General to prepare the necessary documentation for the issuance of a State of Emergency, but the Attorney General had refused.[99] Rajapaksa subsequently accepted defeat and left the Temple Trees, the official residence of president, with the control of the government peacefully transferring to Maithripala Sirisena.[100] The Sirisena government launched a probe into the alleged coup by Rajapaksa.[101] The government argued that Rajapaksa attempted to seize the poll-counting centres when he realised that he was losing the election.[102] One of the witnesses, the Attorney General, described to the Criminal Investigation Department the coup attempt made by Rajapaksa. The Attorney General said that he had refused to act on behalf of Rajapaksa.[103] Former army chief General Sarath Fonseka claimed that the Rajapaksa had moved about 2,000 troops into Colombo from the Northern Province three days before the election results were announced. The general claimed that the troops were ready take action on a coup.[104] However, the cabinet spokesperson of the new government stated, during a press conference held on 24 March 2015, that there was no evidence to prove that such a coup was attempted on the night of the election.[105] A spokesman for Rajapaksa has denied the allegations as baseless.[106][107] The army and police also denied the allegations.[108] Rajapaksa unsuccessfully sought to become Prime Minister again, after losing his third-term presidential bid, in the 2015 parliamentary elections. The position of Prime Minister is largely that of a senior member of the cabinet who acts as a deputy to the President. The President directly appoints the Prime Minister, a person \"who, in the President's opinion, is most likely to command the confidence of Parliament\"; this is usually the leader of the party in power.[109] Although Rajapaksa was elected as a Member of Parliament for Kurunegala with 423,529 preferential votes, his party was defeated in the election by Ranil Wickremesinghe's United National Party; Wickremesinghe was appointed as Prime Minister.[110][111] Rajapaksa returned to Parliament after his tenure as president, the only former president to do so. He was elected as Member of Parliament for Kurunegala District.[110] Rajapaksa is being investigated by the Presidential Commission of Inquiry to Investigate and Inquire into Serious Acts of Fraud, Corruption and Abuse of Power, State Resources and Privileges (PRECIFAC) over alleged financial losses incurred by the state-run Independent Television Network (ITN) due to his campaign's failure to pay for advertisements broadcast during Rajapaksa's 2015 presidential election campaign and also over the appointment of the ITN Chairman in September 2014. However, Rajapaksa has accused the PRECIFAC of being unconstitutional, and Rajapaksa's lawyers objected to its composition.[112][113] On 16 January 2015, The Sirisena government announced that it would investigate Rajapaksa's deals with China and other countries that allegedly included kickbacks and mega-project deals. Furthermore, the government stated that the deals would be suspended until the investigations were completed.[114] Janatha Vimukthi Peramuna (JVP) announced that they had filed corruption charges against the Rajapaksa brothers at the Bribery and Corruption Commission and demanded that 11 individuals and an institution be investigated for massive corruption.[115] Meanwhile, MP Mervyn Silva also filed corruption charges against Mahinda's brothers, Gotabaya Rajapaksa and Basil Rajapaksa. Silva criticised former Defense Secretary Gotabaya Rajapaksa for human rights violations and the death of Lasantha Wickrematunge.[116] The Sri Lanka Air Force announced that Mahinda Rajapaksa and his family had used military aircraft for the Presidential election campaign, using $17,300 (Rs. 2,278,000) of public funds to travel across the island.[117] Rajapaksa and his family were the subjects of numerous state resource abuse complaints from organizations and election monitors, including claims of their involvement in fraud, misuse of powers, murder, and money-laundering activities that are said to have taken $5.31 billion (Rs. 700 billion) out of the country illegally through the Central Bank using Rajapaksa's close association with Ajith Nivard Cabraal, the former governor of the Central Bank of Sri Lanka.[118][119] On 23 January 2015, The Seychelles government announced that it would assist the Sri Lankan government in their search for funds that were allegedly transferred by the Rajapaksa regime into Port Victoria offshore bank accounts.[120] In February, India announced that it would assist the Sri Lankan government in tracing billions of dollars that were allegedly deposited into overseas bank accounts belonging to Rajapaksa and associates.[121] The government sought help from the World Bank and the International Monetary Fund in locating this hidden wealth to expose the alleged corruption of the previous regime.[122] The Anti-Corruption Unit led by Prime Minister Ranil Wickremesinghe included a high-powered \"rapid response team\" to look into corrupt land transactions, stock market price-fixing, and the abuse of state funds for political purposes by the Rajapaksa family and the close associates of Mahinda Rajapaksa.[122] On 7 May 2015, Foreign Minister Mangala Samaraweera received intelligence reports from four foreign nations that involved tracing billions of dollars stashed abroad, stating that the Rajapaksa family holds $18 billion (approximate Rs. 238,000,000,000) worth of assets in foreign countries. Minister Samaraweera didn't mention the names of the countries that were involved in this investigation.[123] The government asserted that they had traced only $2 billion and were seeking access to a bank account that was held by the Rajapaksa family; Minister Samaraweera stated that it would not be an easy task to retrieve the assets held by the Rajapaksa family abroad, and was willing to go after those belonging to the state.[124] Rajapaksa has a long history of denying allegations that are levelled against his family members and political associations. He is also widely accused of using his family members for government duties, claims he has rejected.[125] In 2016, Rajapaksa loyalists created the Sri Lanka Podujana Peramuna party in an attempt to split with the SLFP. While Rajapaksa is not officially the leader of the party, the inaugural meeting was held in his political office which had a 15-foot cut-out of Rajapaksa smiling and surrounded by school children. In the courtyard was a banner of similar size showing golden rice fields and Rajapaksa's smiling face at its centre.[126] Rajapaksa adopted a more anti-China policy, opposing major development projects such as the Southern Economic Development Zone, in which China planned to invest over US$5 billion. During the opening ceremony, protesters led by joint opposition MPs ignored a court order banning protests in the area and pelted stones at the event's participants, during which the Chinese envoy claimed that China will ignore \"negative forces\".[127][128] Rajapaksa also changed his stance on private medical universities such as the South Asian Institute of Technology and Medicine (SAITM); during his rule, SAITM was accepted with several concessions from the Board of Investment, and at the request of Rajapaksa, SAITM gave scholarships to students who gained 3As in advanced-level exams. Ten students were given each given Rs. 7 million scholarships by Rajapaksa himself. However, in 2017 he claimed that \"there needs to be a standard. The law cannot interfere. If it happens, everyone in this country will try to become doctors,\" opposing the institution. In reply, Dr Neville Fernando, the chairman of SAITM, called him an opportunist, as the students to whom Rajapaksa had granted scholarships, were then in their final year.[129][130] Mahinda Rajapaksa's proxy, Sri Lanka Podujana Peramuna (SLPP), won a landslide victory in the 2018 local authority elections. They were able to secure 239 local government bodies out of 340.[131][132] The SLPP called for the resignation of the government and for fresh general elections to be held.[133][134] On the evening of 26 October 2018, President Maithripala Sirisena appointed Rajapaksa as Prime Minister after the United People's Freedom Alliance withdrew from the unity government and informed Ranil Wickremesinghe that he was being removed from office. Wickremesinghe refused to accept the dismissal, stating that it was unconstitutional, which resulted in the 2018 Sri Lankan constitutional crisis.[135] Amid claims that Rajapaksa had failed to secure a majority in Parliament while the crisis was prolonged, Sirisena dissolved Parliament by proclamation on 9 November and called for snap elections. On 11 November 2018, Rajapaksa left the SLFP and joined the SLPP.[136] The president's proclamation was challenged in the Supreme Court by multiple petitions, the court stayed the proclamation on 12 November, and Parliament met soon after. Rajapaksa faced multiple no-confidence motions, and after a quo warranto writ petition filed by 122 MPs against the appointment of Rajapaksa as Prime Minister and other Ministers, the Court of Appeal issued an interim order on 3 December restraining the functioning of the respondents, Mahinda Rajapaksa as Prime Minister as well as other cabinet ministers, deputy ministers, and state ministers. The following day, Rajapaksa filed an appeal in the Supreme Court against the interim order.[137] On 13 December 2018, the Supreme Court ruled that President Sirisena's decision to dissolve the Parliament 20 months before the end of its term was unconstitutional.[138] The following day, the Supreme Court refused to vacate the interim order given by the Court of Appeal restraining Rajapaksa and his cabinet from functioning.[139] The next day, 15 December, Rajapaksa publicly resigned from the post of Prime Minister. On 18 December 2018, the Speaker of Parliament, Karu Jayasuriya, announced that Mahinda Rajapaksa had been appointed as Leader of the Opposition, with the UPFA joining the opposition benches in Parliament. He replaced R. Sampanthan, who was the leader of the Tamil National Alliance.[140] The Rajapaksa family regained power in the November 2019 presidential elections His younger brother and former wartime defence chief Gotabaya Rajapaksa won the election and was sworn in as the new President of Sri Lanka.[141][142] Their firm grip of power was consolidated in parliamentary elections in August 2020. The family's political party Sri Lanka People's Front (known by its Sinhala initials SLPP) got a landslide victory and a clear majority in the parliament. Five members of the Rajapaksa family won seats in the parliament. Mahinda Rajapaksa became the new prime minister.[143] Mahinda Rajapaksa family was targeted alongside the entire Rajapaksa family during the 2022 Sri Lankan Protests as their mismanagement and corruption was blamed for the destruction of the Sri Lankan economy, creating an economic crisis that caused Sri Lanka to default on its foreign debt for the first time in its history since independence. [144][145] Mahinda was called Myna by the protesters who established MynaGoGama protest site outside his official residence at temple trees.[146][147] On 3 May 2022, opposition leaders declared a motion of no confidence aimed at Rajapaksa and his cabinet, in an attempt to remove him from power.[4] On the 9 May 2022, Rajapaksa loyalists were transported to his residence on buses who were then addressed by Rajapaksa. The loyalists were then armed with iron bars and assaulted unarmed protesters near Temple Trees and destroyed MynaGoGama. The Rajapaksa loyalists then travelled to Galle Face where they assaulted protesters and burned down their tents.[148][149] With the uprising of violent clashes and unstable situations in the country, Prime Minister Rajapaksa resigned from his post on 9 May 2022.[150] The following day a gazette was released confirming Mahinda Rajapaksa's resignation from the post as prime minister. [151] On 10 May 2022, Rajapaksa and his family members fled to Trincomalee Navy based for security reasons. This was confirmed by the ministry of defence on 11 May 2022.[152][153] Rajapaksa's governments have been criticised for their corruption. During his leadership, Sri Lanka scored extremely low in the Transparency International Corruption Index. A Transparency International-led coalition revealed Rs. 3,000,000,000 had gone missing from a road project for a 2012 exhibition.[154] In August 2018, Rajapaksa was questioned at his official residence in Colombo by the Criminal Investigations Department (CID) in connection with the abduction and assault of journalist and former associate editor of The Nation Keith Noyahr in 2008.[155] The CID detectives questioned Rajapaksa about a phone call from Karu Jayasuriya and the then-editor of The Nation newspaper, Lalith Alahakoon, to Rajapaksa, after which Noyahr was released. Rajapaksa had said that he did not recall receiving a phone call, and claimed the case was political revenge.[156] Noyahr was abducted and severely assaulted before being released in May 2008, after which he fled to Australia with his family, fearing for his life.[157][158] Rajapaksa has been accused of nepotism, appointing three brothers to run important ministries and giving other political positions to relatives, regardless of their merit. The Rajapaksas held the offices of the ministries of finance and planning, defence, ports and aviation, and highways and road development. Appointments have included his brother, Gotabhaya Rajapaksa, who was given the post of Defence Secretary without holding any elections for the post; he controlled the armed forces, the police, and the Coast Guard, and was in charge of immigration and emigration. Rajapaksa appointed another brother, Basil Rajapaksa, as minister of Economic Development. His oldest brother, Chamal Rajapaksa, was appointed the Speaker of the Parliament of Sri Lanka from 2010 to 2015, and has held many[which?] other posts. The Rajapaksa family-controlled over 70% of Sri Lanka's budget during their governance.[159][160] Other appointees include his nephew, Shashindra Rajapaksa, who served as the Chief minister of Uva from 2009 to 2015. Some of his cousins were given ambassadorial positions: Jaliya Wickramasuriya was appointed as Sri Lanka's ambassador to the United States, and Udayanga Weeratunga was appointed as the ambassador to Russia. Dozens of nephews, nieces, cousins and in-laws have also been appointed as heads of banks, boards, and corporations.[160] Media groups have alleged that media freedom was curtailed in Sri Lanka during Rajapaksa's terms as president.[161] In 2008, Reporters Without Borders ranked Sri Lanka 165th among 173 countries in its annual Worldwide Press Freedom Index.[162] The next year, the country was ranked 162. By 2010, following the end of the war, the RSF ranking was 158th. These rankings have been questioned by independent Sri Lanka newspapers. RSF's 2010 Press Freedom Index has Sri Lanka at number 158, nearly tied with Saudi Arabia. This makes the rankings somewhat suspect. In Saudi Arabia, all newspapers are owned by the royal family or their associates. All TV and radio stations are government-owned. Saudi journalists are forbidden by law to criticise the royal family or religious authorities and writers and bloggers are routinely arrested. Sri Lanka is obviously not this bad. A total of 17 journalists and media workers were killed during Rajapaksa's presidency.[164][165] Rajapaksa's policies on ethnic relations were mixed. The content of the president's historic speech in Tamil at the UN was an effort to establish that he is a people's leader, representing all the peoples of Sri Lanka, including the Tamil minority. While my mother tongue is Sinhala, let me elaborate a few thoughts in Tamil. Sinhala and Tamil are the two languages of the people of Sri Lanka. Both these have been used through the centuries, are rich in literature, and are widely used in my country, with recognition as Official Languages.[166] He added, in Tamil, With the widening of democracy in our country, the bonds between the Sinhala and Tamil people of Sri Lanka will grow stronger and remain a major force for its future development. We will march towards a richer freedom and lasting unity that await us as a nation.[166] At the same time, he took no action against Sinhala Buddhist extremists,[167] and his brother, Gotabhaya Rajapaksa, was accused of supporting the extremist Bodu Bala Sena but later distanced himself from the organization, accusing it of being a \"Western conspiracy\".[168][169] President Rajapaksa also imposed an unofficial ban on the Tamil version of the Sri Lankan anthem,[170] which has existed since 1948 and has been sung at various events including the 1949 Independence Day.[171] State administrators in Tamil-speaking regions blocked the Tamil version of the anthem and in some cases used security forces to disrupt events.[172] He continued to stand against the Tamil version of the anthem and slammed his successors for removing the ban and singing it again on Independence Day, claiming that the \"national anthem should be sung in one language and not two or three languages\"; the Pro-Rajapaksa Joint Opposition also boycotted the event.[173] Rajapaksa is considered to be the most popular Sri Lankan politician of his time.[174] However, Rajapaksa is accused of creating a cult of personality around himself, using the civil war victory and Sinhala chauvinism. He was referred as a \"King\" by some of his supporters, and he used the media to portray himself as a strong man.[175][176][177] During his time in power, his pictures were shown on buses, billboards, and all forms of media. Television ads where songs were sung by school children in his rallies would hail him as \"our father\" and \"father of the country\". Rajapaksa also printed his picture on currency and named the budget airline Mihin Lanka after himself.[178][179][180] Rajapaksa thought having his name in the sky would bring him good fortune.[178] By 2022 the popularity of the Rajapaksas had declined and during the 2022 Sri Lankan Protests protesters named him \"Myna\" as an insulting nickname and demanded his resignation alongside the entire Rajapaksa family.[181] Mattala Rajapaksa International Airport, Magampura Mahinda Rajapaksa Port, Nelum Pokuna Mahinda Rajapaksa Theatre, and Mahinda Rajapaksa International Stadium were all high-profile lavish infrastructure projects initiated by Rajapaksa during his administration and named for him.[182] Due to these critics have accused Rajapaksa of being Narcissistic.[183][184][185] He was presented with the Nalanda Keerthi Sri award in 2004 by his alma mater, Nalanda College.[187] He has been given three honorary doctorates. The first was a Doctor of Law from the University of Colombo on 6 September 2009.[188] The second degree was awarded by the Peoples' Friendship University of Russia on 6 February 2010 for his contribution to world peace and outstanding success in defeating terrorism.[189] Rajapaksa was given an honorary doctorate by the Beijing University of Foreign Languages in China in August 2011.[190] The Visva Bharati University of Calcutta in India conferred on him the title Professor Emeritus for his record on human rights.[191] In 1983, Rajapaksa married Shiranthi Wickremesinghe, a child psychologist and educator. Shiranthi Rajapaksa is the daughter of E. P. Wickremesinghe, a retired commodore of the Sri Lanka Navy.[192] The Rajapaksas have three sons: Namal, Yoshitha, and Rohitha. In April 2010, Namal Rajapaksa was elected as a Member of Parliament for the Hambantota District, obtaining the highest number of preferential votes in his father's former district. Namal was again elected to Parliament by obtaining the most votes from the Hambantota district in the 2015 General Elections. Yoshitha Rajapaksa was commissioned as an Acting Sub Lieutenant in the Sri Lanka Navy in March 2009.[193] Several members of Rajapaksa's family are currently active in politics.[194] Most notable is his brother, Gotabaya Rajapaksa, the current president of Sri Lanka and a former secretary for the Ministry of Defence. His career in the Ministry of Defence ended at the same time as Mahinda Rajapaksa's presidency, on 9 January 2015.[195] Another brother, Basil Rajapaksa, was elected to the Parliament of Sri Lanka from the Gampaha District in April 2010. He was later appointed Minister of Economic Development. Basil was arrested in April 2015 on corruption charges.[196] He served as minister of finance of Sri Lanka from 2021 to 2022 until his resignation amidst the 2022 Sri Lankan anti-government protests Mahinda Rajapaksa's eldest brother, Chamal Rajapaksa, has been an MP since 1989. He was elected Speaker of the 14th Parliament of Sri Lanka. Other family members involved in politics include his nephew, Shashindra Rajapaksa, the Chief Minister of Uva Province. Shameendra Rajapaksa, another nephew, is the director of SriLankan Airlines. His cousin Jaliya Wickramasuriya is Sri Lanka's ambassador to the United States. His cousin Udayanga Weeratunga is Sri Lanka's ambassador to Russia. Prasanna Wickramasuriya, another cousin, is chairman of Airport & Aviation Services. Rajapaksa's brother-in-law, Nishantha Wickramasinghe, is the chairman of SriLankan Airlines.[197] Mahinda Rajapaksa is superstitious; he wears talismans and consults astrologers in his decision-making.[198] He is known for acquiring a large number of valuable rings as lucky charms, some with colored stones and elephant hair. This has earned him the nickname \"lord of the rings\". During a wedding, which Rajapaksa attended as a VIP guest, he lost a gem-studded ring. After covertly searching under carpets and in washrooms, hotel staff found the ring on the floor near the VIP table.[199][200] *Appointed MPs were abolished in 1972 by the First Republican Constitution","country":"Sri Lanka"}