{"name":"Manfred Gerlach","url":"/wiki/Manfred_Gerlach","Born":"1928-05-08","Died":"2011-10-17","Political party":"Liberal Democratic Party of Germany Free Democratic Party","termEnds":null,"termStarts":null,"text":"Manfred Gerlach (8 May 1928 – 17 October 2011) was a German jurist and politician, and the longtime leader of the East German Liberal Democratic Party. He served as Chairman of the Council of State and was thus head of state of East Germany from 6 December 1989 to 5 April 1990.[1] Gerlach was born in Leipzig and became a member of the resistance during World War II.[citation needed] After the war, he studied law at the German Academy of State Sciences and Law \"Walter Ulbricht\" from 1951 to 1954. He worked as editor-in-chief of the Liberal-Democratic newspaper in Halle/Saale. In 1964, he earned his doctorate and would become a professor two decades later, in 1984. He was a co-founder of the Liberal Democratic Party of Germany (LDPD) and the Free German Youth (FDJ) in Leipzig. He was the LDPD youth leader of North-West Saxony from 1946 to 1950. From 1947 to 1952 he was also a member of the executive council of the Saxon LDPD from 1947 to 1952. In the 1950s, he was a mayor (Bürgermeister and deputy Oberbürgermeister) of the city of Leipzig.[1] He served as the LDPD's vice-chairman until 1953. From 1954 to 1967, he was the LDPD's General Secretary. At the LDPD's general party congress of 1967, he was elected as chairman of the LDPD. He remained chairman until 10 February 1990. From 1949 to 1990, Gerlach was a member of the People's Chamber. He was also one of the deputy chairmen of the Council of State (de facto Vice-President) from 1960 until 1990.[1] He initially supported the Socialist Unity Party line of Gleichschaltung of the East German non-communist parties. However, he began to move away from total submissiveness towards the SED in the late 1970s. Under his leadership, the LDPD developed some small scale contacts with its West German counterparts, the Free Democrats (FDP). However, as a state functionary, he defended the nationalisation of the last substantive private enterprises. Gerlach reportedly welcomed the liberalisation in the USSR started by Mikhail Gorbachev. His support for more liberalisation and pluralism in East Germany earned him remarkable popularity; popularity which he, however, lost due to his hesitant attitude during the overthrow of the SED in 1989.[2] On 13 October 1989, Gerlach was the first important East German politician to publicly question the monopolistic role of the SED.[1] A few days later, on 18 October, SED leader Erich Honecker was finally deposed by his own Politburo. After the Fall of the Berlin Wall, Gerlach was elected chairman of the Council of State and thus the first non-communist head of state of the GDR who was not a caretaker.[1] He held this post until April 1990, when the State Council was abolished in a prelude to reunification with West Germany. In March 1990, Gerlach's party and two other liberal parties merged into the new Association of Free Democrats, which merged into the West German FDP after reunification. In November 1993, Gerlach resigned his FDP party membership.[1] In politics, his views thereafter became close to those of the Party of Democratic Socialism (the former SED). Gerlach was a signatory of the Berliner Alternatives Geschichtsforum,[3] which promoted more positive views on GDR history. Critics of the former communist regime have described these publications co-authored by former GDR high functionaries (e.g. Gerlach, Gerald Götting, Hans Modrow etc.) as whitewashing the SED dictatorship and working on the image of current Germany by using antifascist rhetoric.[4] Gerlach had earned numerous state awards by the GDR, including the Patriotic Order of Merit and the Star of People's Friendship in 1964 and 1988 and the Order of Karl Marx in 1988. On 17 October 2011, Gerlach died, aged 83, in Berlin following a long illness.[5]","country":"Germany"}