{"name":"Manuel María Lombardini","url":"/wiki/Manuel_Mar%C3%ADa_Lombardini","Born":"1802-07-23","Died":"1853-12-22","Political party":"Conservative","termEnds":null,"termStarts":"He was appointed provisional president by Congress when Ceballos resigned because of the rebellion of Plan del Hospicio.","text":"Manuel Maria Lombardini was a Mexican soldier who served as president briefly for about three months in 1853. He rose to power in the wake of a revolution against the government of President Mariano Arista. After Arista and his succesor Juan Ceballos resigned, the insurgents elevated Lombardini to the presidency as a matter of convenience, and he was only ever meant to serve as a placeholder while the true aim of the insurgents, the restoration of Santa Anna, was carried out. Lombardini would resign accordingly on April 20th, and he died of pneumonia on December of the same year. Manuel Maria Lombardini was born in Mexico City in 1802, and joined the military at a young age, serving with merit as a member of the artillery corps. In August, 1814 he was a member of the Patriots of Tacubaya company, and fought in the War of Mexican Independence on the side of the Spanish, before switching sides in August, 1821 to join Agustin de Iturbide’s Plan of Iguala. He presented himself before the Sixth Cavalry Squadron at Toluca, and under the command of General Filisola took part in the siege of Mexico City. He left the military one year later, but political developments which led up to the Arenas Conspiracy, a plot to restore Spanish rule in 1827, led him to return to military service. During the First Mexican Republic, he joined the liberal Yorkino Party as a sublieutenant, and joined in the assault made at Tulancingo on January 7, 1828, against the Plan of Montaño in which the conservative Esoces Party led by Nicolas Bravo attempted to overthrow the government of Guadalupe Victoria. Lombardini continued to champion the causes of the Yorkino Party which included the demand for public offices, and the expulsion of the Spaniards, but during the Revolution of the Acordada during which liberal supporters fought against president elect and Minister of War Manuel Gomez Pedraza he remained loyal to the government of Guadalupe Victoria. [1] He took part in the Plan of Jalapa against Vicente Guerreo in 1829 and was in charge of the forces desitined to fight Guerrero’s partisans in Chietla and Oaxaca. In 1830 he reached the rank of lieutenant. He joined the Plan of Veracruz against President Bustamante in April, 1832, joining the forces of General Ignacio Inclan with twenty five armed soldiers from Mexico City. He was made captain of veterans at the end of the year after joining the forces of Colonel Valencia in the fight against Bustamante on September of 1832.[2] As Valencia’s assistant he entered to Zumpango took part in the taking of Lerma and Toluca and in the siege of Mexico City, seeing action as well at Casas Blancas. He also fought at the Rancho de Posadas, and upon winning there was granted the rank of lieutenant colonel by Santa Anna. He took the town of Zacapoaxtla and established order there. Bustamante would be overthrown in December of 1832 and the triumphan liberals would elect Santa Anna and Valentin Gomez Farias, but discontent over the new administration caused another revolution to flare up, eventually joined by Santa Anna who had switched sides to the conservatives. Lombardini would also switch sides and in June, 1834 he distinguished himself at the siege of Puebla, taking part in the conservative Plan of Cuernavaca which overthrew president Valentin Gomez Farias. He was granted theh rank of lietenant, and Batallion Number 11 was placed at his disposal. [3] Under the Centralist Republic of Mexico, in 1836, he joined the campaign against Texas which had already won a def acto independence in 1835, unrecognized by Mexican authorities. He was placed under the command of Nicholas Bravo, in 1836, but when the Pastry War broke out, he joined the struggle against the French, marching towards Veracruz and afterward Tuxpam with the forces commanded by General Cos. [4] During the Federalist Revolt of 1839 against the rule of President Anastasio Bustamante who had returned to power, he was taken prisoner by the federalist commanders Urrea and Mejia. He returned in Mexico in time for the Federalist Revolt of 1840, during which insurgents took control of the National Palace and during which warfare devastated the capital for twelve days. He joined Valencia during another revolt, against President Anastasio Bustamante in August 31, 1841, not aimed at restoring the federalist system, but upon establishing a stronger more centralist system which came to be known as the Bases of Tacubaya. [5] He fought bravely during the Mexican-American War, and was wounded at the Battle of Angostura. When Mexican forces evacuated the capital in September, 1847, they did so under Lombardini’s command. After the war ended he was made a commander in the capital. He defended the troops who lost their jobs in the wake of the Arista administration’s vast downsizing measures, and when revolution flared up, he came to an arrangement with the leaders of the Plan of Jalisco in 1852. Both President Arista and President Ceballos resigned after being able to control the revolution and the insurgents then chose Lombardini as the new president on February 8. [6] Lombardini was a mere placeholder while the final aim of the insurgents, the restoration of Santa Anna, was carried out. He formed no cabinet, but attended to the different ministries through existing subordinate officials. [7] He had no experience or talents as an administrator, and his brief reign was marked by corruption, confusion and disorder, especially in the financial sphere. The army swelled in expenses and commisions. [8] Meanwhile, the state authorites, which had been charged by the insurgents with electing the new president, decided on March 17 to elect Santa Anna to the presidency. [9] Lombardini now began receiving orders from Santa Anna, and on April 12, Lombardini granted Santa Anna the title of captain-general. [10] Lombardini officially handed over the office of president on April 20. [11] After resigning from the presidency, Lombardini retained the post of chief of the capital garrison, and continued to support Santa Anna. His health declined however, and he died of pneumonia on December 22, 1853. His death received very little attention, having been overshadowed by the restoration of Santa Anna. [12]","country":"Mexico"}