{"name":"Manuel Ávila Camacho","url":"/wiki/Manuel_%C3%81vila_Camacho","Born":"1897-04-24","Died":"1955-10-13","Political party":"Institutional Revolutionary Party","termEnds":null,"termStarts":null,"text":"Manuel Ávila Camacho (Spanish pronunciation: [maˈnwel ˈaβila kaˈmatʃo]; 24 April 1897 – 13 October 1955) was a Mexican politician and military leader who served as the President of Mexico from 1940 to 1946. Despite participating in the Mexican Revolution and achieving a high rank, he came to the presidency of Mexico because of his direct connection to General Lázaro Cárdenas and served him as a right-hand man as his Chief of his General Staff during the Mexican Revolution and afterwards.[1] He was called affectionately by Mexicans \"The Gentleman President\" (\"El Presidente Caballero\").[2] As president, he pursued \"national policies of unity, adjustment, and moderation.\"[3] His administration completed the transition from military to civilian leadership, ended confrontational anticlericalism, reversed the push for socialist education, and restored a working relationship with the US during World War II.[4] Manuel Ávila was born in Teziutlán, a small but economically important town in Puebla, to middle-class parents, Manuel Ávila Castillo and Eufrosina Camacho Bello.[5] His older brother, Maximino Ávila Camacho, was a more dominant personality. There were several other siblings, among them a sister, María Jovita Ávila Camacho, and several brothers. Two of his brothers, Maximino Ávila Camacho and Rafael Ávila Camacho, served as governors of Puebla. Manuel Ávila Camacho did not receive a university degree although he studied at the National Preparatory School. He joined the revolutionary army in 1914 as a second lieutenant and reached the rank of colonel by 1920. The same year, he served as the chief of staff of the state of Michoacán under Lázaro Cárdenas and became his close friend. He opposed the 1923 rebellion of former revolutionary general Adolfo de la Huerta.[6] In 1929, he fought under General Cárdenas against the Escobar Rebellion, the last serious military rebellion of disgruntled revolutionary generals, and the same year, he achieved the rank of brigadier general. He was married to Soledad Orozco García (1904–1996), who was born in Zapopan, Jalisco, and was a member of a prominent family in Jalisco. After his military service, Ávila Camacho entered the public arena in 1933 as the executive officer of the Secretariat of National Defense and became Secretary of National Defense in 1937. In 1940, he was elected president of Mexico after he had been nominated to represent the party that later became the Institutional Revolutionary Party. Camacho won the controversial presidential election over right-wing candidate and revolutionary-era General Juan Andreu Almazán. Camacho, a professed Catholic, said, \"I am a believer.\" Since the revolution, all presidents had been anticlerical.[7] During Camacho's term, the conflict between the Roman Catholic Church in Mexico and the Mexican government largely ended. He protected the working class by creating the Mexican Social Security Institute (IMSS) in 1943. He worked to reduce illiteracy, continued land reform, and declared a rent freeze to benefit low-income citizens. He promoted election reform and passed a new electoral law passed in 1946 to make it difficult for opposition parties of the far right and the far left to operate legally. The law established the following criteria that had to be fulfilled by any political organization to be recognized as a political party: On 18 January 1946, he had the Party of the Mexican Revolution (PRM) renamed to the Institutional Revolutionary Party (PRI), its current name. The Mexican army had been a sector of the PRM, but it was eliminated from the organization of the PRI.[9] Economically, he pursued the country's industrialization, which benefited only a small group, and income inequality increased.[10] World War II stimulated Mexican industry, which grew by approximately 10% annually between 1940 and 1945, and Mexican raw materials fueled the US war industry.[11] In agriculture, his administration invited the Rockefeller Foundation to introduce Green Revolution technology to bolster Mexico's agricultural productivity.[12] In education, Camacho reversed Lázaro Cárdenas's policy of socialist education in Mexico and had the constitutional amendments that mandated it repealed.[13] During his term, Camacho faced the difficulty of governing during World War II. After two of Mexico's ships (Potrero del Llano and Faja de Oro) carrying oil were destroyed by German submarines in the Gulf of Mexico,[14] Camacho declared war against the Axis powers on 22 May 1942. Mexican participation in World War II was mainly limited to an airborne squadron, the 201st (Escuadrón 201), to fight the Japanese in the Pacific. The squadron consisted of 300 men, and after receiving training in Texas, it was sent to the Philippines on 27 March 1945. On 7 June 1945, its missions started, and the squadron participated in the Battle of Luzon. By the end of the war, 5 Mexican soldiers had lost their lives in combat. Despite its short participation in the war, Mexico belonged to the victorious nations and had thus gained the right to participate in the postwar international conferences.[15] Mexico's joining the conflict on the side of the Allies improved relations with the United States. Mexico provided both raw material for the conflict and also 300,000 guest workers under the Bracero program to replace some of the Americans who had left to fight in the war. Mexico also resumed diplomatic relations with the United Kingdom and the Soviet Union, which had been broken off during the presidency of Lázaro Cárdenas.[citation needed] In 1945, Mexico signed the United Nations Charter, and in 1946, it became the headquarters of the Inter-American Conference about War and Peace.[citation needed] Conflicts with the United States, which had existed in the decades before his presidency, were resolved. Especially in the early years of World War II, Mexican-American relations were excellent. The United States provided Mexico with financial aid for improvements on the railway system and the construction of the Pan American Highway. Moreover, the Mexican foreign debt was reduced.[16] When his term ended in 1946, Camacho retired to work on his farm.[17]","country":"Mexico"}