{"name":"Manuel Antonio Sanclemente Sanclemente","url":"/wiki/Manuel_Antonio_Sanclemente_Sanclemente","Occupation":"Lawyer, educator, politician","Born":"1814-09-19","Died":"1902-03-12","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Manuel Antonio Sanclemente Sanclemente (September 19, 1814–March 12, 1902) was President of Colombia between 1898 and 1900.[1] Sanclemente was born in Buga, Valle del Cauca Department on September 19, 1814.[1] He died in Villeta, Cundinamarca on March 19, 1902, in house arrest.[2] He studied law at the University of Cauca in Popayán. He graduated in 1837.[1] Sanclemente was elected to the position of magistrate of the Supreme Court of Colombia in 1854. During the administration of President Mariano Ospina Rodríguez, Sanclemente was appointed Secretary of Government and Minister of War, a position that he would hold between April 1, 1857 and July 18, 1861.[1] In 1898, Sanclemente ran for President of Colombia, at age 84. The conservative candidates for this election were Sanclemente for president and José Manuel Marroquín for vice-president. The Consejo Electoral (electoral commission) certified the results in favor of Sanclemente and Marroquín on July 4, 1898. They were elected for a six years presidential term.[1] The day of the inauguration, August 7, 1898, Sanclemente was sick and not feeling well enough to take the oath as president. Thus, Vice-President Marroquín had to take the oath in his place.[3] A few weeks later, Sanclemente notified the Senate that he intended to assume his office as president on November 3, 1898. The Senate, in turn, informed the House of Representatives of his intentions. The House objected to that date and instead proposed November 5 for his inauguration. The House objected to show its displeasure with Sanclemente. The Senate did not agree with the House. Thus, on November 3, Sanclemente expressed that if the House would not assemble with the Senate in a joint session of Congress, he would take his oath before the Supreme Court, as he did. A few days later, the House recognized his inauguration.[3] In October 1899, the Colombian Liberal Party launched an assault, with all its human, political and military power, against the government of Sanclemente, just like the revolution, which Tomás Cipriano de Mosquera had launched against the government of Mariano Ospina Rodríguez in 1860. This was the beginning of the Thousand Days War.[4] The revolt started in Santander and spread out through the entire country. The principal revolutionary generals of the liberals were Gabriel Vargas Santos, Rafael Uribe Uribe, Benjamín Herrera, Foción Soto and Lucas Caballero. Defending the government were the conservative generals Ramón González Valencia, Alfredo Vásquez Cobo, Jorge Holguín and Pedro Nel Ospina. The civil war lasted for three years, until November 1902, and left thousands dead, millions in monetary losses and a profound resentment among the people. Both sides won and loss many battles, but at the end, the conservative government was triumphant.[4] On July 31, 1900, in the midst of the civil war, the last coup d’état of the 19th century would take place. President Sanclemente was of old age, in bad health and not fully fit to govern the country in the middle of a devastating civil war. While Sanclemente was resting in his summer retreat, in the town of Villeta, a group of influential politicians and highranking military gathered in Bogotá determined to place him under house arrest. Sanclemente was notified on August 3. Among the military and political leaders that conjured the coup were the future presidents of Colombia Miguel Abadía Méndez, José Vicente Concha and Ramón González Valencia and Vice-President José Manuel Marroquín.[4]","country":"Colombia"}