{"name":"Manuel Gómez Pedraza","url":"/wiki/Manuel_G%C3%B3mez_Pedraza","Born":"","Died":"aged 62","Political party":"Moderate","termEnds":"(part of the Liberal Party)","termStarts":"He assumed the presidency to conclude the term he would have begun in 1829, had he not \"resigned\" prior to inauguration, as the winner of the elections of 1828.","text":"Manuel Gómez Pedraza y Rodríguez (22 April 1789 – 14 May 1851) was a Mexican general and president of his country from 1832 to 1833. Manuel Gomez Pedraza was born in Queretaro and was an official in charge of militias during Spanish rule. He was very strict in following discipline and orders. During the war he was initially a royalist, and played a role in the defeat of Morelos, fighting at the head of the Fieles de Potosi Batallion, and he was loyal to the Spanish up until the very end, being viewed as a very reliable by the hierarchy, and being recommended for a promotion to the Spanish Cortes. He was a passionate supporter of the First Mexican Empire, and he was stationed in Mexico City during the empire’s last days. [1] Under the First Mexican Republic, he was governor and commandant general of the State of Puebla in 1824, where he was accused of not being harsh enough during political insurrections, and of not having provided protection to several foreigners who were robbed. He survived these charges, and was called upon by President Victoria to take be the Minister of War when Mier y Teran stepped down. [2] In this time of fierce partisan strife, between the liberal Yorkino Party and the conservative Escoses Party Gomez Pedraza belonged to the latter, but to a moderate branch of ‘imparciales’ which was made up of men loyal to the federal form of government, and which included both Yorkinos and Escoseses, and who launched Pedraza to the candidacy for the 1828 Presidential elections. [3] The presidential elections at this time were decided by the state legislatures. Gomez Pedraza would turn out to be the winner, defeating the rival candidate Vicente Guerrero, but Guerrero’s partisans alleged that Pedraza as minister of war used his influence to send military agents throughout the states to influence the election in his favor. [4] Yorkino revolts against the results broke out at Veracruz in September 1828, and at Mexico City, and they were notable enough that Gomez Pedraza worried he could not trust the army. Gomez Pedraza vacillated as the revolutionaries made more gains, and he decided to concede, resigning the ministry and leaving the country for France after which congress recognized the events and declared Guerrero president and Anastasio Bustamante vice president[5] Two years later Gomez Pedraza returned from Bordeaux on October 1830, but the government of Anastasio Bustamante did not allow him to enter the country and he disembarked and headed for the United States, eventually settling in Pennsylvania. Here, he published a summary of his public life, attacking the government of Bustamante. Deputy Quintana Roo attacked the government for not allowing Gomez Pedraza back into the country without due cause. After the overthrow of Bustamante in 1832 through the Plan of Veracruz, the revolutionists resolved on inviting Gomez Pedraza back into the country to serve out the remaining months of the term he was first elected to in 1828. A commisioner was sent to go to the United States to convince Gomez Pedraza to return, but he initially declined. He was eventually convinced by the commisioners who argued that he could unite a nation that was relapsing into civil war. Gomez Pedraza arrive din Veracruz at the beginning of November. [6] He met with Santa Anna who assured Gomez Pedraza that this revolution had a popular character which the others lacked, that among his supporters were prominent men of all views, and free from partisan spirit. He described the pointless struggle that the two parties had engaged in now for six years and violently fought over for four, assuring Gomez Pedraza that he was free from being the tool of either. Gomez Pedraza noted how difficult it was going to be to assume the presidency and expressed hopes to reform the constitution, guarantee the people free elections, social rights, the right of petition, and to reorganize the military. He laid out a programming expressing that the national will shall only be that which is expressed by means and manners laid out in the constitution and in the laws, and that all pronunciamientos made against the national will thus defined, shall be punished with the utmost severity of the law. [7] President Anastasio Bustamante officially stepped down on December 24, 1832 through the Treaty of Zavaleta, and power passed to Gomez Pedraza. Santa Anna and Gomez Pedraza entered the capital on January 3, 1833 amdist public clamor and celebration. [8] In one carriage was a painting portraying the Battle of Tampico, and an allegory of the Mexican nation was portrayed by a dressed up young girl, carrying on her right hand the portrait of Santa Anna. Another carriage had a young woman carrying a copy of the constitution[9] Upon assuming the presidency Gomez Pedraza passed a decree expelling the Spaniards who had returned during the presidency of Bustamante. Lists of Spaniards in the cities were compiled, and a few exceptions were made such as for those Spaniards who had not taken active part in supporting Spain during the War of Independence. [10] Vindictive measures were also taken against officials who had been a part of the Bustamante administration. [11] As the constitution forbade presidents from being re-elected, Gomez Pedraza was not qualified to run in the elections of 1833, and he instead endorsed Santa Anna and Valentin Gomez Farias who eventually would be elected president and vice president respectively. [12] He dissolved a large portion of the armed forces that had brought him to power and urged the legislatures to pass severe measures against the armed bands of outlaws that were interfering with commerce, travel, and agriculture. He handed power over to Gomez Farias on April 1, as president-elect Santa Anna was not in the capital at the time[13] After he stepped down he continued to be a member of the liberal federalist party, but Gomez Pedraza and his liberal colleague Rodriguez Puebla were among those liberals who opposed President Gomez Farias’ efforts to assimilate Mexico’s Indigenous communities. [14] When Anastasio Bustamante returned to the presidency under the Centralist Republic of Mexico, he at one point pursued a moderate course to the point where Gomez Pedraza ended in his ministry in December, 1838, but he resigned after three days due to disagreements. He was however able to serve as Minister of Relations under Santa Anna in 1841, during a time when federalists hoped that the upcoming constitutional congress would result in re-establishing a federalist constitution. Gomez Pedraza would actually be a part of that constitutional congress until it was dissolved by President Nicolas Bravo. [15] After the fall of Santa Anna in 1844, Gomez Pedraza was a member of the grand jury charged with trying Santa Anna after his capture, but the dictator was amnestied. Later as part of the senate he helped pursue President Herrera’s aim of seeking a diplomatic solution to the Texas problem, hoping to recognize its independence, while gaining concessions that would allow Mexico an honorable end to the decade long conflict, but this was interrupted by a coup led by militarists who preferred war. [16] During the subsequent Mexican American War he was a part of the council of state, and he tried to restrain President Gomez Farias’ efforts to nationalize church lands. [17] At the end of the war, as the Mexican government was based in Queretaro, Gomez Pedraza took part in the confidential consultory commisions, established by Pedro Maria Anaya, Gomez Pedraza himself belonging to the commision of foreign relations. [18] After the treaty of peace was established he returned to the capital and was a candidate for the presidential elections of 1850 but lost to Mariano Arista. The government of President Herrera commisioned him to conclude a treaty with Robert Letcher regarding communications across the Isthmus of Tehuantepec. [19] Shortly after he fell gravely ill with tuberculosis. He maintained lucidity on his deathbed and arranged his public affairs. He also asked not to receive a funeral. He died on May 14, 1851. [20]","country":"Mexico"}