{"name":"Manuel Robles Pezuela","url":"/wiki/Manuel_Robles_Pezuela","Born":"","Died":"aged 44","Political party":"Conservative","termEnds":null,"termStarts":"He assumed the conservative presidency with the support of the Plan de Navidad.","text":"Manuel Robles Pezuela (23 May 1817 - 23 March 1862) was a military engineer, military commander, and eventually interim President of Mexico during a civil war, the War of Reform, being waged between conservatives and liberals, in which he served as president of the Conservatives, in opposition to President Benito Juarez, head of the Liberals. He was a known moderate, and his administration was marked by failed efforts to come to a compromise with the liberals. The Conservatives lost the war in 1860, and only two years later, Robles attempted to join General Almonte's efforts to aid the French during the Second French Intervention, but was captured en route by the liberal government, and executed. Manuel Robles Pezuela was born in Guanajuato on May 23, 1817 to Francisco Robles, engineer and colonel, and Josefina Pezuela. He enrolled in the College of Mining at which his father was the director and was awarded prizes for his academic achievements in chemistry, english, and geography. In 1840 he obtain the rank of engineering official with honors. In 1842, Robles was promoted to captain of engineers and in 1846, a lieutenant colonel. That year he engaged in important geodesic and topographic projects in the Isthmus of Tehuantepec. He built the majority of the road between Vera Cruz and San Juan, with the intention of continuing to road up to Jalapa. He drew up plans for Vera Cruz, and worked on that city's docks. He was a member of the Mexican Society of Statistics and of the Paris Geographical Society.[1] He saw action throughout Mexico during the Mexican-American War. He commanded the engineers in Vera Cruz and was present for the siege and bombardment of that city. For his services in that battle he was given a medal of honor by the state congress of Vera Cruz. As commander of engineers he was present at the Battle of Cerro Gordo, being at the hill of El Telegrafo when the Americans were temporarily repulsed, remaining there until the Mexican forces were ultimately defeated. He found himself under the immediate command of Santa Anna, at the Battle of Chapultepec, after having left defenses ready at Peñol Viejo.[2] In 1852, he was Minister of War, but dissatisfied with the regime of Santa Anna, he resigned, and traveled through the United States, England, and the Ottoman Empire, making a study of fortresses, military, and scientific establishments.[3] He returned to Mexico in September 1858, after the War of Reform had already begun, and offered his services to General Echeagaray, advising him to dig a trench around the liberal held Fortress of Perote in order to cut off its communications. He traveled to the capital and joined the 'fusionist' wing of the Conservative Party which advocated compromise with the liberals. Dissatisfaction with Conservative president Zuolaga's handling of the war, and his inability to pass a new constitution caused Echeagaray to revolt against him through the Plan of Ayotla in December, 1858. The revolt was suppressed only for a modified form of the Ayotla Plan to be proclaimed by Robles Pezuela. The plan aimed to form together with the chief civil authority of each department, a Junta of Notables, that would then choose three representatives from each departments to form a constituent congress for the purpose of writing a new constitution which would then be subjected to a national referendum. Robles Pezuela also wished to compromise with the liberals, and hoped that removing Zuolaga would aid in the matter.[4] Zuolaga was successfully removed from the presidency, and upon ascending to power Robles passed several war measures, and negotiated with the clergy for means to support the war effort. He sent commissioners to the Governor Gutierrez Zamora of the strategic state of Vera Cruz, and to the rest of the Constitutional Governors, inviting them to join the plan. The invitations were largely ignored except in departments of Mexico and Guanajuato did accept the plan.[5] The plans for a Junta did not include a commissioner to represent the conservative armies of the north, in a seeming effort to ignore conservative hardliner, General Miguel Miramon, a move that proved to be unpopular among the conservatives. Robles conceded and added a representative for Miramon in the Junta.[6] A Junta of Notables in accordance with the plan Ayutla Plan did finally meet on December 30th presided over by Mariano Riva Palacio. It passed rules for the executive, and made plans for calling a constituent congress. When it came time for the Junta to elect a president of the Republic, Robles Pezuela lost to General Miguel Miramon by four votes. The presidency passed over to Miramon on January 31, 1859. President Miramon made Robles governor and commander-general of Veracruz, and he went on to lead the Division of the East, taking charge of it on April 12, 1859. As a known moderate he attracted offers from the liberal government of Vera Cruz to come to an arrangement and liberal minister Melchor Ocampo also gave him generous offers to join the liberals, both of which came to nothing. He was present at Miramon's decisive defeat at the Battle of Silao in 1860, and when the conservatives lost the war at the end of the year, Robles accepted an amnesty by the liberal government, though he was prohibited by the government from leaving the interior of the nation, an arrangement that Robles would later violate. During the French Intervention he accepted an offer from General Almonte to join his government that was working with the French, and he was captured in the town of Tuxtepec on March 20, 1862 en route to join the intervention. He was court martialed and shot on March 23, despite pleas from foreign embassies to spare his life.","country":"Mexico"}