{"name":"Manuel de la Peña y Peña","url":"/wiki/Manuel_de_la_Pe%C3%B1a_y_Pe%C3%B1a","Born":"1789-03-10","Died":"1850-01-02","termEnds":"During his term, he signed the Treaty of Guadalupe Hidalgo.","termStarts":"He reassumed office as provisional president when De Anaya resigned after refusing to give any land to the United States.","text":"José Manuel de la Peña y Peña (10 March 1789 – 2 January 1850) was a Mexican lawyer and judge, who served two non-consecutive, but closely following terms as President of Mexico during the Mexican American War. In contrast to many other nineteenth century Mexican presidents, he never served in the military, instead coming from a distinguished legal background. He was foreign minister and a member of the peace party whom under the presidency of Jose Joaquin Herrera sought to avoid a war with the United States at a time of rising tensions. After hardliners overthrew Herrera and war broke out with disastrous consequences for Mexico, he was elected president twice to two non-consecutive terms in the final months of the war as peace negotiations were being made. Under his administration the Treaty of Guadalupe Hidalgo was negotiated and ratified. Peña y Peña was born in the town of Tacuba on 10 March 1789 to a poor family. Upon finishing his primary education he entered the Tridentine Seminary and received high marks and various awards from the departments of grammar, rhetoric, philosophy, and civil and canonical jurisprudence, winning a scholarship along with Manuel Posada y Garduño, the future archbishop of Mexico. He was well distinguished in the practice of jurisprudence, and his teacher Jose Gonzales Retana assured him a promising career.[1] He was admitted to the bar on 16 December 1811 during the Mexican War of Independence, and two years later was named attorney general for the Mexico City Ayuntamiento, a task that he carried out with such notability for the royal government that in 1820 he was awarded with a seat on the Audencia of Quito, but Peña y Peña wished to stay in New Spain and appealed to be granted a seat in one of the Novo-Hispanic Audencias. While this matter was being resolved, Mexico won its independence in September 1821.[2] Peña y Peña assumed a seat in the Mexican Audencia handling both civil and criminal cases, and remained in that post until 21 October 1822 when already being a member of the council of state, was named by Emperor Iturbide minister plenipotentiary to Colombia. He was also awarded the Cross of the Order of Guadalupe. He was never able to occupy that post due to the fall of the Empire. The Supreme Executive Power placed him back on the Audencia until Peña y Peña was elected by a majority of the state legislatures to the Supreme Court and made a member of that body on 25 December 1824. He would remain at that post in a series of intervals until his death.[3] During the Centralist Republic of Mexico, he was named Minister of the Interior by President Bustamante in 1837 and the following year he was named to the Supreme Moderating Power, in this post his sought to counter the tendences of the federalists who were backed up by part of the military and counted upon considerable public support. He gave a detailed report on constitutional reform, and played a role in reforming the law for punishing robbery. Peña y Peña was also professor of public law at the University of Mexico and towards the end of 1841 he was given the task of writing the civil code and civil procedure and named a member of the legislative junta which wrote the Bases Organicas. In 1843 he was named to the council of state and also elected to the senate being reelected, in November 1845 in which he once again was named Minister of Foreign Relations, being in agreement with President Herrera's aims in seeking to avoid war with the United States. He was assigned to negotiate an extradition treaty with Spain, and when Herrera was overthrown in December 1846, Peña y Peña returned once again to his post on the Supreme Court.[4] He would be in this post when the Mexican American War began in April 1846. A year later, as the Americans approached the capital, President Santa Anna, to provide against the possibility of being killed or captured, issued a decree on 7 September 1847 appointing his substitutes, which he sent to President of the Supreme Court, Peña y Peña. On 16 September, he held a council of war, and resigned the presidency, decreeing that the presidency should now be vested in a triumverate led by the President of the Supreme Court. Peña y Peña accepted the presidency but rejected the provision of a triumverate as unconstitutional. He repaired to Toluca and then to Querétaro where he assumed the office of provisional president on September with Luis de la Rosa heading all four portfolios.[6] He published a manifesto on 13 October 1847, explaining that in spite of his poor health and lack of forces, he was fulfilling a duty prescribed by the constitution, and he assured that he would only be in power shortly, and expounded his principles and sentiments and the conduct he planned to pursue to conclude his presidency with honor and a satisfied conscience. He pleaded with the states to maintain obedience to the central government and provide arms and funds. He promised to protect the public interest, the rights of all classes, and to respect and protect the Catholic religion.[7] Congress meanwhile had gathered at Querétaro. President Peña y Peña was convinced that the war could not be continued due to a lack of funds,[8] and was intent on pursuing a policy of peace. He released all American prisoners of war, and took measures against corruption and unauthorized guerilla units. On 9 November, congress elected Pedro Maria Anaya as interim president, with the caveat that his term would exprie on 8 January 1848, and that if congress was then not in session, the presidency should pass according to constitutional succession. President Peña y Peña stepped down on 12 November 1847, though he remained in the government as Minister of Relations.[9] When Anaya's interim term expired on 8 January 1848, congress was not in session, and Peña y Peña was next in the line of succession therefore he assumed the presidency again. He published a manifesto expounding upon his hopes that congress would meet and urged the state governors to cooperate and help in the matter, and he resolved to prevent the remaining unoccupied state capitals from falling into enemy h ands. Luis de La Rosa holding the dual portfolios of Finance and Relations also made efforts to arrange a session of congress. The Peña y Peña administration was hoping that a reunion of congress would stymie the separatist movements that were beginning to flare up throughout the country. The legislature of San Luis Potosí presented a proposal to the vice government to stop recognizing the federal government at Querétaro for proposing a peace that was perceived as dishonorable.[10] Insurrections were also found in the states of the north, in the state of Mexico. President Peña y Peña recognizing that a large part of the agitation was due to the extraordinary abundance of surplus officials ordered that the Ministry of War and the secretaries of military offices be occupied, and published regulations regarding the matter. Meanwhile, he continued negotiating with the government of the United States through the American commissioner Nicholas Trist. A peace treaty was finally signed on 2 February 1848 in the villa of Guadalupe. The signing was attended by Bernardo Cuoto, Luis G. Cuevas, Miguel Atristain. Minister Luis de la Rosa announced to the state governors that the treaty would be submitted for the approval of congress, and that while the deputies gathered there would be an armistic. The U.S. Senate approved the treaty with slight modifications[11] The majority of the state governors accepted the treaty and the armistice was signed at Querétaro by General Lombardini at the beginning of March. President Peña y Peña then formed a Junta of seven individuals to direct affairs in the Federal District, handling police and financial matters, and another commission was formed to receive the national archives.[12] Congress finally met in May, and at its opening session President Peña y Peña recommended a policy of peace, and ordered the progress that had been made in the fields of order and finances amidst so much challenge. He recounted how as Minister of Foreign Relations under President Herrera, he had been against the war. He did not view this stance as dishonorable as even the most martial of nations at one point had faced a war they could not win. He expressed belief that Mexico simply did not have the ability to continue the war, and proclaimed that anyone who viewed such a stance as dishonorable was not worthy of being called honest.[13] The Congress at Querétaro now had to negotiate a peace treaty with the invader while also dealing with separatism and anarchy spreading throughout the country. The Caste War was ongoing in Yucatán, and the insurgents had occupied the major cities. Many states considered the federal government to be an enemy and refused to pay taxes. Meanwhile, most notably in the Federal District there was a Mexican element advocating annexation of the entire country to the United States.[14] The majority of congress supported the government's peace policy viewing in the Treaty of Guadalupe nothing but the unfortunate result of a poorly fought war, and viewed under this perspective as a national necessity. A foreign relations commission returned affirmative answers to two questions that congress had directed it to report upon: May the government with the consent of Congress cede a portion of territory? Is it suitable to make peace upon the terms which have been proposed? The first question was resolved based upon the principle that congress was the deposit of the national sovereignty. The second question was resolved upon the consideration that Mexico had never been in full possession of the territories that were about to be ceded, and that most of that land was either not populated, or populated by hostile indigenous tribes.[15] It was also taken into account that Mexico could not continue the war without facing certain defeat and risking the loss of the entire country.[16] After the commission reported upon its findings, the Treaty of Guadalupe Hidalgo was approved by congress and President Peña y Peña now worked upon decrees to prevent disorder in the capital once the occupiers left, and for the establishment of a national guard. On 26 May 1848 the government received the comiisioners Clifford and Sevier who were in Mexico to negotiate the treaty after congress had approved it with some slight modifications.[17] Meanwhile, the President had to deal with guerilla warfare throughout the country afflicting both the American occupiers and Mexican merchants. The aim of the guerillas was to disrupt the American supply chain from Veracruz to the capital. This was also leading to indiscriminate American reprisals.[18] As the peace treaty was concluded and the occupiers were on the point of leaving the country, congress named Jose Joaquin Herrera to the presidency of the republic, and Peña y Peña left his post as president in exchange for the presidency of the Supreme Court on 3 June 1848. The government left Querétaro and returned to the capital.[19] Less than two years after the conclusion of the war, Peña y Peña would die on the evening of 2 January 1850. His funeral was a major public event and he lay in state for three days, in the halls where the Supreme Court met. A procession of prominent individuals made up of clergy, statesmen, and academics accompanied the coffin to the National Cathedral where Peña y Peña was laid to rest.[20]","country":"Mexico"}