{"name":"Manuel Murillo Toro","url":"/wiki/Manuel_Murillo_Toro","Born":"1816-01-01","Died":"1880-12-26","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Manuel Murillo Toro (January 1, 1816–December 26, 1880) was a Colombian statesman who served as President of the United States of Colombia (present day Colombia) on two occasions, first from 1864 to 1866, and again between 1872 and 1874.[1] Murillo was born in the town of Chaparral, Tolima on January 1, 1816.[1] He received a law degree from the University of Bogotá.[2] He died in Bogotá, Cundinamarca, on December 26, 1880.[3] His articles in the daily press attracted attention due to their energetic opposition to the Conservative government of José Ignacio de Márquez from 1837 to 1840. After the revolution of the latter year he became editor of the Gaceta Mercantil de Santa Marta, which exercised a great influence, and paved the way for the triumph of the Partido Liberal Colombiano in the elections of 1849. He was elected to the chamber of representatives, and soon attained a reputation for eloquence. He was called to serve as Secretary of State and then Secretary of the Treasury during the administration of President José Hilario López.[2] As Secretary of the Treasury, he established liberty of industry and the decentralization of the provincial revenues, and thus prepared the way for the future federal institutions. At the same time, he defended the administration in the press, and initiated the greater part of the progressive reforms that were established by it, such as the abolition of slavery, abolition of the death penalty for political crimes and abolition of several fiscal monopolies. He advocated liberty of the press, and the reform of the civil code.[2] In 1852 he was an unsuccessful candidate for the vice presidency of the Republic. When the Liberal party lost power he returned to journalism, and, except during the short time that he was state executive for Santander, he sustained an energetic opposition to the Conservative government. When President Mariano Ospina Rodríguez was overthrown, and the federation proclaimed by the constituent convention of Rio Negro, 4 February 1863, Murillo was appointed minister to Europe, and afterward to the United States.[2] Murillo ran for President of Colombia in the general election of 1864 representing the Partido Liberal Colombiano. The Colombian Conservative Party abstained from participating in this election. Murillo had two other liberal opponents, Tomás Cipriano de Mosquera and Santos Gutiérrez. Murillo won the election and was elected president for the 1864-1866 presidential term.[1] During his administration, noted for its conciliatory spirit, the first telegraph lines were established.[2] After his term as president was over, he was elected to the federal senate. For his opposition to some arbitrary measures of President Mosquera he was arrested with others, by order of Mosquera, when the congress was dissolved in March 1867. After the deposition of Mosquera, 25 May 1867, Murillo was a member of the legislature of Cundinamarca, and afterward for a short time again minister to the United States and judge of the supreme court. In all these posts, he was notable for his consistent adherence to the doctrines that he had proclaimed as a journalist and legislator.[2] Murillo ran a second time for President of Colombia in the general election of 1872, representing the Colombian Liberal Party. He was aided in part by the Conservative party.[2] Murillo had two other opponents, Manuel Mallarino and Julián Trujillo Largacha. Murillo won the election and was elected president for the 1872-1874 presidential term. In winning this election, Murillo became the first civilian to be elected President of Colombia for a second time.[3] His successor to the Presidency, Santiago Pérez de Manosalbas, although belonging to the opposite party, sent him as Envoy Extraordinary and Minister Plenipotentiary to Venezuela to arrange the pending question of boundaries according to the proposal of Guzman Blanco. As Murillo controverted with great ability on all the points that were brought up by the Venezuelan commissioner, no treaty could be agreed on. Murillo was again elected senator in 1878, and occupied his seat in the next session of congress, but sickness prevented him from attending in 1880, and he died in the same year.[2] Murillo sponsored, supported and enacted legislation to bring into law the rights of freedom of religion, freedom of assembly and freedom of the press. He also established the National Press and Telegraph Institute and the National Cartography Institute.[4]","country":"Colombia"}