{"name":"Manuel González Flores","url":"/wiki/Manuel_Gonz%C3%A1lez_Flores","Born":"1833-06-18","Died":"1893-04-10","Political party":"Liberal","termEnds":null,"termStarts":"He was the winner of the 1880 general election.","text":"Manuel del Refugio González Flores (18 June 1833 – 8 May 1893)[3] was a Mexican military general and liberal politician who served as the 35th President of Mexico from 1880 to 1884.[4] Before initiating his presidential career, González played important roles in the Mexican–American War as a lieutenant, and later in the Reform War as general on the conservative side. In the French intervention in Mexico, González fought for the Mexican Republic under the command of General Porfirio Díaz. He supported Díaz's attempts to gain the presidency of Mexico, which succeeded in 1876. He served as Mexican Secretary of War in the Díaz administration from 1878 to 1879. Díaz could not be re-elected to the presidency in 1880, since the basis of his coup against Sebastián Lerdo de Tejada was the principle of no-reelection, so Díaz worked for the election of his political client González, who would be a weak rival should Díaz run again. His presidency from 1880 to 1884 is marked by a number of major diplomatic and domestic achievements,[5] which historian Friedrich Katz considers to be no less than \"the profound transformation\" of Mexico.[6] Although the González presidency has been considered corrupt, that assessment is colored by the difficult financial circumstances in 1884 and by Díaz's campaign to discredit his successor, paving the way for his own re-election in 1884.[7] González was born in Matamoros, Tamaulipas, Mexico. He began his military career in 1847, fighting the invaders from the United States in the Mexican–American War after they killed his father, a farmer. From 1853 to 1855, he fought with the Conservative forces supporting General Antonio López de Santa Anna. At the time of the Plan de Ayutla in 1854, he was with Conservative General Leonardo Márquez in Oaxaca, fighting against Liberal general Porfirio Díaz. In 1856, he was wounded at the Battle of Ocotlán (1856), fighting with rebels against President Ignacio Comonfort. In March 1859, he took part in an attack on Veracruz by Conservative General Miguel Miramón, against the legal, Liberal government of President Benito Juárez. In 1860, he took advantage of an amnesty for the Conservatives decreed by Congress and offered his services to the Liberals fighting against Maximilian of Habsburg and the invasion. González served under the military command of Porfirio Díaz. He participated in the defense of Battle of Puebla Puebla on 5 May 1862 against the French, where the Mexicans won a great and unexpected victory. He was wounded and taken prisoner, but escaped. In 1863, Díaz made him chief of the Army of the center. He fought under Díaz in the battles of Miahuatlán and La Carbonera, Oaxaca. González was taken prisoner by the French a second time in 1865, but he was paroled and rejoined the Mexican army. In 1867, he participated in the sieges of Puebla (where he lost his right arm) and of Mexico City. On 7 September 1867, after Juárez's forces had retaken the capital, Juárez named him military commander of the Federal District and governor of the National Palace, serving from 1871 to 1873.[5] He supported Díaz in revolt under the Plan de la Noria (Díaz's 1871 unsuccessful revolt against Juárez) and the Plan of Tuxtepec (his successful 1876 revolt against then-President Sebastián Lerdo de Tejada). Vicente Riva Palacio, liberal politician, intellectual, and military man, served in his government.[8] On 13 March 1877, he obtained the rank of general of division. Díaz named him governor and military commander of Michoacán (1877–79) and secretary of war and the navy (28 April 1878 to 15 November 1879). Porfirio Díaz could not run for re-election in 1880, and chose his comrade-in-arms González as the presidential candidate, who was duly elected. He served from 1 December 1880 to 30 November 1884, both preceded and succeeded by Porfirio Díaz. Díaz was a minister in his government. González had an ambitious agenda, much of which was a continuation of that of Díaz, seeking economic development. Díaz's principal policies were concessions to foreign interests (Europe and especially the U.S.), renewed relations with European powers, and internal peace.[9] Following the long period of political instability since Mexican independence, peace could lay the groundwork for foreign investment and infrastructure development. A slogan for the era of Porfirio Díaz was \"order and progress,\" which González followed. Key changes in the Mexican legal code opened the way for foreign investment and exports from Mexico. In particular a new mining code (1884) eliminated the state's ownership to subsoil rights dating to the colonial era, giving full rights to owners of property to both surface and subsoil rights by legally acquiring land. It \"proved to be a bonanza both to Mexican landowners and to foreign investors.\"[9] A new land law was also enacted which allowed the government to sell so-called \"vacant lands\" (tierras baldías), initiating a new era of land accumulation in Mexico. Companies surveying public land were compensated with a third of the land deemed \"public,\" which encouraged more designations of that category and enrichment to private companies.[10] The law also encouraged settlement,[5] He established agricultural and industrial colonies of 1,500 Italians in the state of Puebla. González boosted spending on the Mexican military by 400% and increased the number of soldiers by 90%; he transformed the rural military police established by Juárez into a loyal force supporting the president.[11] The expanded armed forces and the will to take of northern national territory that Apache Indians de facto controlled saw their final defeat, thereby opening up a region for settlement and economic development.[12] A dispute with Guatemala over Chiapas and Soconusco was resolved peacefully in Mexico's favor, securing much of its southern area. However, the rebellious Maya Indians in Yucatan, in a conflict known as the Caste War of Yucatan, continued under González's presidency. Under González, Mexico re-established relations with European powers (Britain, France, Germany), which was an important means to offset U.S. power in Mexico as well as gain access to European capital. Mexican relations with Great Britain were renewed, once Mexico recognized the long-standing British bond debt from the Conservative government. The considerable sum of £11.5 million would be a drain on the empty national treasury, with the announcement coming during a financial downturn in Mexico. This concession provoked protests from the Mexican congress, and riots in the capital put down forcefully and brutally, damaging González's reputation.[5][13] Aiding in the economic expansion of Mexico was the founding of the Banco Nacional de México, with French bankers playing an important role.[14] The preference for ties with Europe was reinforced with Mexico's adoption on 20 December 1882, of the metric system of measurements, created under French emperor Napoleon, rather than the British/U.S. measurements. During his administration, the railway from Mexico City to the border city of Paso del Norte (current Ciudad Juárez) was constructed, a key factor in U.S. investment in Mexico and ending the deliberate policy of keeping the U.S. at bay through the obstacle of the northern desert. Lerdo had delayed the railway expansion northward, saying \"Between weakness and strength the desert.\" Along with the expansion of the railway network, Mexico inaugurated its first submarine cable. In 1882, he issued nickel coins, replacing silver coinage, which produced the inflation rate and prompted the devaluation of the currency,[5] provoking riots on 21 December 1883. With his characteristic valor, he appeared before the rioters, actually receiving cheers before he finished speaking. During his term, the Constitution of 1857 was amended to remove the right of succession to the presidency from the office of president of the Supreme Court, which was how both Benito Juárez and Sebastián Lerdo de Tejada had come to the presidency. Instead, the president of the Senate was named next in succession, or the president of the Permanent Commission, in the event that the Senate was in recess. At the end of his full four-year term, he stepped down from presidency and was succeeded by Porfirio Díaz, who had not been re-elected to consecutive terms as president, but following the González interregnum, Díaz would remain in power until ousted in 1911 with the outbreak of the Mexican Revolution in 1910. Díaz's denigration of González's achievements as president and the charges of corruption have led to his basic eclipse in Mexican history. His biographer Don M. Coerver's full scholarly study of his presidency is an exception.[15] After his term as president, Gonzalez was charged with misappropriation of public funds by the Congress in 1885 and the case was referred to a Grand Jury, but the charges were dropped three years later, on 30 October 1888.[16] Rather than being punished by the legal system, González was elected governor of Guanajuato \"unanimously\" in 1884 and served three terms in office until his death by pancreatic cancer in 1893,[17] He made a failed attempt to succeed President Díaz in 1887.[2] He was buried in the Rotonda de las Personas Ilustres (Rotunda of Illustrious People) on 8 May 1893.[16]","country":"Mexico"}