{"name":"Manuel Gomes da Costa","url":"/wiki/Manuel_Gomes_da_Costa","Occupation":"Military officer (General, posthumously Marshal)","Born":"1863-01-14","Died":"1929-12-17","Political party":"Independent","termEnds":null,"termStarts":null,"text":"Manuel de Oliveira Gomes da Costa GOTE, GCA, GOA, commonly known as Manuel Gomes da Costa (Portuguese pronunciation: [mɐnuˈɛɫ ˈɡomɨʒ dɐ ˈkɔʃtɐ]) or just Gomes da Costa (14 January 1863 – 17 December 1929), was a Portuguese army officer and politician, the tenth President of the Portuguese Republic and the second of the National Dictatorship. Gomes da Costa had a distinguished military career in the country's colonies, from 1893 to 1915, in India, Mozambique, Angola, and São Tomé, having served under the command of Mouzinho de Albuquerque. After World War I, in which he rose to greater prominence in the command of the 1st Division of the Portuguese Expeditionary Corps, he became actively engaged in politics, in staunch opposition to the dominant Democratic Party. In 1926, he was involved in the military and political movement that resulted in the 28 May 1926 coup d'état that inaugurated a new conservative, authoritarian regime. Following the military coup, Gomes da Costa deposed moderate José Mendes Cabeçadas, who had received executive and presidential power from the removed Prime Minister António Maria da Silva and President Bernardino Machado, briefly holding the headship of government and of state in the summer of that year, until he was himself removed by another coup, to be replaced by Óscar Carmona. Gomes da Costa was born to Carlos Dias da Costa and Madalena de Oliveira; he grew up with two younger siblings, Lucrécia and Amália. He began his military career at the Colégio Militar at age 10. As a soldier, he stood out in colonial campaigns in the African and Indian colonies. After Portugal had entered the First World War (See: Portugal in the Great War) on the Allied side in early 1917, he commanded the Second Division of the Portuguese Expeditionary Corps. During the Battle of the Lys on 9 April 1918, the CEP lost 400 dead and around 6,500 prisoners, a third of its forces in the front line. Gomes da Costa's division was hit particularly hard and was all but wiped out.[1] For his command in the war, he was made a general and a Grand Officer of the Military Order of Avis.[2] Two years later, on 5 October 1921, he received the Grand Cross of the Military Order of Avis.[3] A convinced monarchist, Gomes da Costa had consorted with people of various political convictions. That, and his reputation as a soldier, led to his choice by right-wing revolutionaries to lead the 28 May 1926 coup d'état in Braga that overthrew the Portuguese First Republic, after General Alves Roçadas, their original choice, had fallen fatally ill. After the success of the revolution he did not assume power at first, entrusting the posts of President of the Republic and President of the Council of Ministers (Prime Minister) to José Mendes Cabeçadas, the leader of the revolution in Lisbon. Soon the coup leaders disliked the attitude of Mendes Cabeçadas, a choice of the previous president Bernardino Machado and still sympathetic towards the old republic.[4] He was replaced by Gomes da Costa in both posts in a meeting in Sacavém on 17 June 1926. The new government was the first to include the later prime minister and dictator of Portugal, Antonio de Oliveira Salazar, as finance minister. Gomes da Costa's government lasted about as long as Cabeçadas', because it was overthrown by a new coup on 9 July the same year. This attempt was initiated by João José Sinel de Cordes and Óscar Carmona, after Gomes da Costa attempted to have Carmona removed as minister for foreign affairs.[5] Gomes da Costa had no desire to institute a long-term military regime, which brought him into conflict with Carmona and others in the most conservative and authoritarian faction of the military leadership. Carmona, the new President of the Republic and of the Council of Ministers, used the pretext that Gomes da Costa was \"unfit for office\" and had him sent to exile in the Azores Islands. However, he also made him a Marshal of the Portuguese Army.[6] In September 1927, he returned to mainland Portugal, already very ill; he died a few months later. On 15 May 1885 in Penamacor Gomes da Costa married Henriqueta Júlia de Mira Godinho (Lagos, Santa Maria, 1863–1936), by whom he had three children. Gomes da Costa was the father-in-law of Pedro Francisco Massano de Amorim, Governor of Gaza, Angola, Mozambique and India.","country":"Portugal"}