{"name":"Manuel Teixeira Gomes","url":"/wiki/Manuel_Teixeira_Gomes","Occupation":"Diplomat, land owner, writer","Born":"1860-05-27","Died":"1941-10-18","Political party":"Independent","termEnds":null,"termStarts":null,"text":"Manuel Teixeira Gomes, GCSE (Portuguese pronunciation: [mɐnuˈɛɫ tɐjˈʃɐjɾɐ ˈɡomɨʃ]; 27 May 1860 – 18 October 1941) was a Portuguese politician and writer. He served as the seventh President of Portugal between 5 October 1923 and 11 December 1925. Manuel Teixeira Gomes was born in Vila Nova de Portimão, son of José Líbano Gomes (from Mortágua), and wife Maria da Glória Teixeira, born in Lagoa, Ferragudo. A wealthy landowner, his father was also an important dried fruit trader, a much travelled man, who had been educated in France and witnessed the 1848 revolution, had republican leanings and had been Belgian Consul in the Algarve. Teixeira Gomes attended the Colégio de São Luís Gonzaga, Portimão, and the Coimbra seminary. At the age of 16 he enrolled at the University of Coimbra to study medicine, but he abandoned studies one year later and moved to Lisbon, where he established closed ties with local intellectual circles (namely Fialho de Almeida and João de Deus). After completing military service, he went to Porto (1881), where he became friendly with Sampaio Bruno, Basílio Teles, António Soares dos Reis and others. Together with Joaquim Coimbra and Queirós Veloso he founded Gil Vicente, a theatrical newspaper. He also wrote for Primeiro de Janeiro and Folha Nova. In 1891 his father and other partners had set up a company called \"Sindicato de Exportadores de Figos do Algarve\" (Algarve Fig Exporters Union), which lasted three years. Manuel was told to find markets in France, Belgium and the Netherlands. He travelled extensively, toured Europe and lingered in Italy. He extended his cultural horizon by wandering through North Africa and Asia Minor. The company was closed but father and son continued the business on their own. Soon their success meant that they had to enlarge their market to new areas that were familiar to them, North Africa and the Middle East, but meant that Manuel had to travel nine months of the year, returning to Portugal only during the fig picking season. After 1895 he established new contacts with the literary circles of Lisbon. Through Fialho de Almeida he met Marcelino Mesquita, Gomes Leal and others. Alfredo Mesquita, Luís Osório and António Nobre encouraged him to publish his first book, O Inventário de Junho, which came out in 1899. Due to his father's deteriorating health and advanced age, he spent longer periods in Portimão. During this time, he published Cartas sem Moral Nenhuma and Agosto Azul, in 1904, Sabrina Freire in 1905, Desenhos e Anedotas de João de Deus in 1907 and Gente Singular in 1909. After he resigned his presidency on 11 December 1925, on the pretext of poor health, he went into voluntary exile on 17 December 1925, travelling to Oran, Algeria, and never returned to Portugal. In 1931 he moved to Bougie, where he lived the rest of his life, always opposing the authoritarian Estado Novo regime. He had two natural daughters by Belmira das Neves (5 August 1886 – 26 January 1967), daughter of fisherman João de Deus and wife Quitéria das Dores, named Ana Rosa, who was born in Portimão and married José Calapez, also born in Portimão, and Maria Manuela, who was born on 7 September 1910 and married José Pearce de Azevedo (born and died Portimão). He intended to marry her but his parents did not allow him to do so. A devout republican, he collaborated with the daily newspaper A Lucta, edited by Brito Camacho. Following the implantation of the republic he was invited to be Portuguese Minister in London. In April 1911 he travelled to Britain and presented his credentials to King George V on October 11, serving as plenipotentiary to the United Kingdom (1911–1918, 1919–1923). Gomes managed to ingratiate himself thoroughly with the British Foreign Office, acting as the principal negotiator for all matters relating to Portugal. He gave particular attention to problems concerning the Anglo-German negotiations on the division of the Portuguese colonies. At the formal request of Great Britain, he cooperated with the Portuguese governments regarding the Portuguese participation on the war. Teixeira Gomes returned to Portugal in January 1918 and was put under house arrest during the dictatorship of Sidónio Pais. He returned to diplomacy after the fall of Sidonist regime and became minister to Spain (1919) and then again to the United Kingdom (1919–1923). He was a member of the Portuguese Delegation at the Paris Peace Conference (1919–1920) and an unsuccessful candidate of the Democratic Party (Partido Democrático) at the presidential elections of 6 August 1919 won by António José de Almeida. He was a delegate to the League of Nations, serving as Vice-President of the General Assembly (6 September 1922 – 30 September 1922) and was elected in-absentia President of the Republic (6 August 1923), arriving at the port of Lisbon on 3 October 1923. During his term Teixeira Gomes made unsuccessful attempts to combat terrorism and suppressed at least four major revolts (1924–1925) organized by radicals and the military. He was constantly harassed by the Nationalist Party and, unable to manage political crises, he resigned on 11 December 1925 on the pretext of poor health. He went into voluntary exile on 17 December 1925 and died in Bougie in 1941. Fiction: Theatre: Correspondence: Chronicle / memoirs:","country":"Portugal"}