{"name":"Marco Fidel Suárez","url":"/wiki/Marco_Fidel_Su%C3%A1rez","Born":"1855-04-23","Died":"1927-04-03","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Marco Fidel Suárez (April 23, 1855 – April 3, 1927) was a Colombian political figure. He served as president of Colombia from 1918 to 1921. He was born on April 23, 1855, in the town of Hatoviejo, Antioquia. His parents were Rosalía Suárez and José María Barrientos.[1] Suárez came from a very poor background, born in a two-room hut in Hatoviejo, today the town of Bello, Antioquia, adjacent to Medellín in the highland department of Antioquia. An illegitimate child at a time when official records always distinguished between \"natural children\" and \"legitimate children\" (and the former status was a disadvantage for life), his mother was a laundress; his wealthy father refused to recognize him or provide for him in any way. Since his mother was unable to pay for him to attend the local elementary public school, he stood at a window of the school in an effort to observe the lessons. After a time he began to yell out answers to the teacher's questions when the other pupils couldn't answer. Eventually, the teacher, suitably impressed, invited him to attend class without having to pay.[citation needed] Later on he joined a Catholic seminary but did not attain the priesthood as the seminary was closed. Suárez studied his primary education in the public school of Hatoviejo. Later he studied in the seminary of the town of La Ceja, Antioquia. He then transferred to the Seminario Mayor de Medellín,[2] where he studied philosophy, literature and theology for the priesthood. He stopped short of being ordained.[1] In the 1870s he participated in the civil conflict that took place in Antioquia, fighting on the side of Colonel Braulio Jaramillo, attaining a battlefield promotion to Lieutenant. Suárez became a very well known and distinguished philologist, philosopher, poet, writer and teacher.[3] Marco Fidel, along with Rufino José Cuervo and Miguel Antonio Caro, is considered one of the most important and influential scholars of the Spanish grammar in Colombia.[4] His best literary work was “los Sueños de Luciano Pulgar” (1926).[5] As president, Suárez implemented the \"North Star\" policy which linked the foreign policy of Colombia with that of the United States of America.[6] He was harassed by conservative opponents, mainly Laureano Gómez, who politicized his illegitimate birth, and attempted to depict him as corrupt politician. In his defense, the Secretary of State Antonio Gómez Restrepo proclaimed: “You will always be the legitimate President of Colombia”.[7] At his initiative, the income tax legislation was enacted into law in 1918. Later, in 1919, the nation was interconnected by an advance system of wireless telegraphy.[8] Suárez was very fond of aviation. In 1919 he sanctioned Law 126 by which commercial aviation was established and authorized, allowing for international travel and the operation of the postal service. A year later he brought to the country a French mission to establish and train the Colombian Air Force.[6] Suárez married Isabel Orrantia y Borda in August 1895. They had two children. His wife died six years later and his son died in New York in 1918. His mother Rosalía Suárez died in March 1918. Thus, the day of his inauguration as the 35th President of Colombia, on August 7, 1918, he had a profound pain and sorrow for the death of his beloved mother, wife and son.[6] His son died while studying in Pittsburgh, and he was forbidden from repatriating the body using State funds. The movie director and producer Enock Roldan, in 1959, produced a movie film about the life of Marco Fidel Suárez. The movie, called El Hijo de la Choza (\"The Son of the Hut\"), became a best seller of its time, surpassing in domestic sales that of The Ten Commandments. The film covered the story from the romantic affair of his parents Rosalía Suárez and José María Barrientos, his birth out of wedlock, his struggles and hardships, his rejection by society and all the way until his inauguration as President of Colombia in 1918.[9] In 1881, Suárez won the award of best Colombian writer by the \"Academia Colombiana de la Lengua\". His literary work had been to honor the centennial birth of Don Andrés Bello. In recognition to his work, the town of Hatoviejo changed its name to Bello, Antioquia.[1] The hut where he was born and lived as a child, is preserved as a museum in the town of Bello, Antioquia. It is a point of pride for Colombians that, supposedly, \"more poets than soldiers have occupied the Presidency\"; as a man of letters, Suárez falls into the former category. Various popular stories are told about Suárez. During a debate in Congress, an opponent referred to his illegitimate birth, and he responded: \"Sir: I am a child of love, it is true. You are a child of obligation.\" Suárez is mentioned in Gabriel García Márquez's novel, Love in the Time of Cholera. Biography at http://www.lablaa.org/blaavirtual/biografias/suarmarc.htm","country":"Colombia"}