{"name":"Marcelo Rebelo de Sousa","url":"/wiki/Marcelo_Rebelo_de_Sousa","Born":"1948-12-12","Political party":"Independent (2016–present) Social Democratic Party (1975–2016)","termEnds":null,"termStarts":null,"text":"Marcelo Nuno Duarte Rebelo de Sousa GColTE ComSE GCIH (Portuguese pronunciation: [mɐɾˈsɛlu ˈnunu ˈdwaɾtɨ ʁɨˈbelu dɨ ˈsozɐ]; born 12 December 1948) is a Portuguese politician and academic. He is the 20th and current president of Portugal, since 9 March 2016.[1] He is a member of the Social Democratic Party, though he suspended his party membership for the duration of his presidency.[2] Rebelo de Sousa has previously served as a government minister, parliamentarian in the Assembly of the Portuguese Republic, legal scholar, journalist, political analyst, law professor and pundit. Born in Lisbon, Rebelo de Sousa is the eldest son of Baltasar Rebelo de Sousa (1921–2001) and his wife Maria das Neves Fernandes Duarte (1921–2003). He has claimed that his mother had Jewish ancestry.[3] He is named after his godfather, Marcello Caetano, the last prime minister of the Estado Novo regime. Rebelo de Sousa became a professor and publicist specialized in constitutional law and administrative law, earning his doctorate at the University of Lisbon, where he taught law.[4] Rebelo de Sousa started his career during the Estado Novo as a lawyer, and later as a journalist. He joined the Popular Democratic Party, becoming a Deputy to the Assembly of the Republic. During that time, he helped draft Portugal's constitution in 1976.[5] Later he rose to Adjoint Minister of Prime Minister Francisco Pinto Balsemão. Together with him he was a co-founder, Director and Administrator of the Expresso newspaper, owned by Pinto Balsemão. He was also the founder of Sedes and the founder and President of the Administration Council of another newspaper, Semanário. He started as a political analyst and pundit on the radio broadcaster TSF with his Exams, in which he gave marks (0 to 20) to the main political players. In 1989 he ran for President of the Municipal Chamber of Lisbon (Mayor of Lisbon) but lost to Jorge Sampaio, though he did win a seat as City Councilor (Vereador). In that campaign he took a plunge into the waters of the Tagus River to prove they were not polluted despite claims to the contrary. In other local elections, he also became the President of the Municipal Assembly of Cascais (1979–1982) and the President of the Municipal Assembly of Celorico de Basto (1997–2009). Rebelo de Sousa was the leader of the Social Democratic Party from 29 March 1996 to 27 May 1999. He created a center-right coalition, the Democratic Alliance, with the People's Party in 1998. He became, however, the Vice-President of the European People's Party–European Democrats. The coalition did not please large parts of its own party, due to the role the People's Party leader, Paulo Portas, had in undermining Aníbal Cavaco Silva's government while director of the weekly O Independente. He had a weekly program of political analysis every Sunday on public TV station RTP after previously having a similar program on the private TV station TVI. President Jorge Sampaio dissolved the Assembly of the Republic, a move that also meant dismissing the Government at a time when it had a stable coalition majority, and calling for anticipated elections, which led to the defeat of Santana Lopes and the election of the Socialists under José Sócrates. In 2010, he left RTP and returned to TVI to do the same program that he had before. He was made a Member of the Council of State, by President Aníbal Cavaco Silva, and was sworn in on 6 April 2006.[6] He was a leading figure on the pro-life side of the 2007 abortion referendum. He even founded a website titled \"Assim Não\" (Not like this), which was divulged with a famous introductory video.[7] It became so well known that it was parodied in Saturday Night Live-fashion by famous humour group Gato Fedorento.[8] On 24 January 2016, Rebelo de Sousa was elected as President of Portugal in the first round of voting. He stood as an independent, appealing for moderation and cross-party consensus.[9] During his election campaign, he promised to repair political divisions and the hardship of Portugal's 2011–14 bailout. Unlike his predecessor, Aníbal Cavaco Silva, he had never previously held a top state position.[10] In March 2020, Rebelo de Sousa asked parliament to authorize a state of emergency to contain the COVID-19 pandemic; this marked the first time the country declared a state of emergency nationwide in 46 years of democratic history.[11] In December 2020, Rebelo de Sousa announced his intention to run for office again in the 2021 Portuguese presidential election.[12] Marcelo was re-elected president in January 2021, with 60.7% of the votes, the third highest vote margin ever in presidential elections in Portugal since the Carnation Revolution. He was also the first candidate ever to win the vote in all municipalities, ranging from 51.3% in the Beja District to 72.16% in Madeira.[13] Rebelo de Sousa, as President of Portugal, has visited the Vatican, Spain, Mozambique, Morocco, Brazil, Switzerland, Cuba, United Kingdom, Greece, United States of America and Angola. The first visit was to the Vatican City to meet the Pope Francis and the Cardinal Secretary of State Pietro Parolin.[14][15][16][17][18][19][20] In 2019, he joined President Emmanuel Macron for the traditional Bastille Day military parade in Paris, which honoured European military cooperation and the European Intervention Initiative that year.[21] In December 2017, Rebelo de Sousa underwent emergency surgery at Curry Cabral Hospital in order to treat an incarcerated umbilical hernia.[22][23] The procedure was performed by Eduardo Barroso, a friend of the president.[24] He was discharged from the hospital and lauded the Portuguese National Health Service, considering it an important achievement of Portuguese democracy.[25] In June 2018, Rebelo de Sousa was briefly hospitalized after he collapsed after a visit to Bom Jesus do Monte sanctuary in Braga; the incident was caused by a sudden drop in blood pressure alongside acute gastroenteritis.[26][27] In October 2019, he underwent planned cardiac catheterization at Santa Cruz Hospital, Carnaxide, in the outskirts of Lisbon, after accumulated calcium was detected in one of his blood vessels.[28] On 8 March 2020, Rebelo de Sousa suspended all his public agenda and returned to his private home in Cascais, entering a voluntary quarantine period for 14 days after being revealed that a group of students from Felgueiras, who had visited Belém Palace some days before, had also been quarantined after a positive case of COVID-19 was detected in their school.[29] Marcelo subsequently tested negative for the virus and worked remotely for a period during the COVID-19 pandemic.[30][31][32][33][34] On 11 January 2021, Rebelo de Sousa tested positive for COVID-19, after a contact with a positive case in his staff. He was reportedly asymptomatic, and canceled his appointments, opting to remain in self-isolation.[35] Three further COVID-19 tests yielded negative results.[36] Some physicians said that a false positive PCR-RT test, although possible, was unlikely,[36] and tentatively attributed the subsequent negative tests to a low viral load.[37] On 13 January, however, the Lisbon and Tagus Valley regional public health authority confirmed that the President was considered to have had a low-risk exposure, and was therefore simply under passive surveillance for two weeks: the President was instructed that he could resume his agenda save for any events in crowded public places.[38] In December 2021, he underwent planned surgery to remove two inguinal hernias at the Military Hospital in Lisbon.[39] On 27 July 1972, Rebelo de Sousa married Ana Cristina da Gama Caeiro da Mota Veiga in the parish of São Bento do Mato in Évora. The bride, born on 4 June 1950 in the Santos-o-Velho parish of Lisbon, is the daughter of António da Mota Veiga and Maria Emília da Gama Caeiro and current widow without issue of Jorge Manuel Vassalo Sors Lagrifa (7 May 1948 – 2 February 2005; maternal grandson of Manuel António Vassalo e Silva). In the following years, Sousa and Mota Veiga had two children: The couple separated in 1980 but never got divorced, with Sousa citing his Roman Catholic faith as the reason behind his wish to keep up the marital bond.[40] He started dating his former student Rita Amaral Cabral in the 1980s, who at the time was his fellow lecturer at the Faculty of Law of the University of Lisbon. They continue to entertain a casual relationship, but live separately.[41]","country":"Portugal"}