{"name":"Marcos Pérez Jiménez","url":"/wiki/Marcos_P%C3%A9rez_Jim%C3%A9nez","Occupation":"Politician","Born":"1914-04-25","Died":"2001-09-20","termEnds":"(1914–2001) (1952)","termStarts":null,"text":"Marcos Evangelista Pérez Jiménez (25 April 1914 – 20 September 2001) was a Venezuelan military and general officer of the Army of Venezuela and the dictator of Venezuela from 1950 to 1958, ruling as member of the military junta from 1950 to 1952 and as president from 1952 to 1958. He took part in the 1948 coup d'état, becoming part of the ruling junta. He ran in the 1952 election. However, the junta cancelled the election when early results indicated that the opposition was ahead, and declared Jiménez provisional president. He became president in 1953 and instituted a constitution that granted him dictatorial powers. Under Pérez's rule, the rise of oil prices facilitated many public works projects, including roads, bridges, government buildings and public housing, as well as the rapid development of industries such as hydroelectricity, mining, and steel. The economy of Venezuela developed rapidly while Pérez was in power. On the other hand, Pérez presided over one of the most repressive governments in Latin America. His government's political police, the Dirección de Seguridad Nacional (National Security), suppressed criticism and imprisoned those who opposed his rule. Following massive public demonstrations in support of democratic reforms, Pérez was deposed in a coup perpetrated by disgruntled sectors within the Armed Forces of Venezuela on 23 January 1958. Pérez was then exiled to Dominican Republic, later Miami, United States and afterwards went on to settle in Spain under the Franco regime's protection. Marcos Evangelista Pérez Jiménez was born in Michelena, Táchira State. His father, Juan Pérez Bustamante, was a farmer; his mother, Adela Jiménez, a schoolteacher from Cucuta, Colombia. Pérez Jiménez attended school in his home town and in Colombia, and in 1934, he graduated from the Military academy of Venezuela, at the top of his class. He subsequently studied at Chorrillos Military School in Peru. In 1945, Pérez Jiménez participated in a coup that helped install the founder of the Democratic Action, Rómulo Betancourt, as President of the Revolutionary Government Junta. The government would later become known as El Trienio Adeco. After a constitutional change providing universal suffrage, elections were held in 1947 that resulted in the election of a party member, Romulo Gallegos. Fears of cuts in pay for soldiers and a lack of modernized army equipment led Pérez Jiménez and Lt. Colonel Carlos Delgado Chalbaud to stage another coup in 1948. Betancourt and Gallegos were exiled, political parties were suppressed, and the Communist Party was once again banished by the Military Junta headed by Delgado Chalbaud, Luis Felipe Llovera Páez and Pérez Jiménez. After a clumsily arranged kidnapping that ended in the murder of Delgado Chalbaud, the Military Junta changed its name to a Government Junta, and reorganized itself with Pérez Jiménez pulling the strings of puppet President, Germán Suárez Flamerich. The junta called an election for 1952 in order to elect a Constituent Assembly that would elect a president and draft a new constitution. When early results showed that the opposition was well on its way to victory, the junta halted the count. On 2 December 1952, it released \"final\" results that showed the pro-junta \"Independent Electoral Front\" (FEI) winning a majority of assembly seats. On the same day, the junta dissolved itself and turned over power to the military, who then made Pérez provisional president. The Constitutional Assembly, comprising only FEI delegates after an opposition boycott, formally elected him president on 19 April 1953. Soon afterward, it enacted a constitution that gave the president virtually unlimited powers to take measures he deemed necessary to protect national security, peace and order.[1] For all intents and purposes, it transformed Pérez Jiménez' presidency into a legal dictatorship. Pérez Jiménez (widely known as \"P.J.\") changed the name of the country, which had been \"United States of Venezuela\" since 1864, to the \"Republic of Venezuela\". This name remained until 1999, when it was changed to the Bolivarian Republic of Venezuela by a constitutional referendum. (Spanish: República Bolivariana de Venezuela) During his government, Pérez Jiménez undertook many infrastructure projects, including construction of roads, bridges, government buildings, large public housing complexes and the symbolic Humboldt Hotel & Tramway overlooking Caracas. The economy of Venezuela developed rapidly during his term. The price for this development was high, however. Pérez was not tolerant of criticism, and his government ruthlessly pursued and suppressed the opposition. Opponents of his regime were painted as communists[2] and often treated brutally and tortured.[3][4] On 12 November 1954, Pérez was awarded the Legion of Merit by the government of the United States.[5][6] Foreign capital and immigration were also highly promoted during his presidency, especially from European communities such as those of Spanish, Italian and Portuguese origin. Perez also pushed for vast and ambitious infrastructure programs, based on the policy of reinforced concrete, with construction of buildings, large and modern highways, which linked and renewed ties between states and other major works which greatly modernized the country. Pérez Jiménez was up for reelection in 1957. By this time, the opposition had been so cowed that Pérez Jiménez could not possibly have been defeated. However, he dispensed with even those formalities. Instead, he held a plebiscite in which voters could only choose between voting \"yes\" or \"no\" to another term for the president. Predictably, Pérez Jiménez won by a large margin, though by all accounts the count was blatantly rigged. The first public demonstration against the Pérez Jiménez regime occurred on 27 March 1957. Aaron Copland had come to Caracas to conduct the first Venezuelan performance of his Lincoln Portrait. A New York Times reviewer said it had a \"magical effect\" on the audience. As Copland recalled, \"To everyone's surprise, the reigning dictator, who had rarely dared to be seen in public, arrived at the last possible moment.\" On that evening actress Juana Sujo performed the spoken-word parts of the piece. When she spoke the final words, \"...that government of the people, by the people, for the people (del pueblo, por el pueblo y para el pueblo) shall not perish from the earth,\" the audience rose and began cheering and shouting so loudly that Copland could not hear the remainder of the music. He continued, \"It was not long after that the dictator was deposed and fled from the country. I was later told by an American foreign service officer that the Lincoln Portrait was credited with having inspired the first public demonstration against him. That, in effect, it had started a revolution.\"[8][9] In January 1958 there was a general uprising, leading to the 1958 Venezuelan coup d'état that deposed Pérez; with rioting in the streets, he left the country, paving the way for the establishment of the Fourth Republic of Venezuela. Pèrez fled to the United States, where he lived until 1963, when he was extradited to Venezuela on charges of embezzling $200 million during his presidential tenure. The 1959–63 extradition of Pérez, related to Financiadora Administradora Inmobiliaria, S.A., one of the largest development companies in South America, and other business connections, is considered by academicians to be a classic study in the precedent for enforcement of administrative honesty in Latin American countries.[10] Upon arrival in Venezuela he was imprisoned until his trial, which did not take place for another five years. Convicted of the charges, his sentence was commuted as he had already spent more time in jail while he awaited trial. He was then exiled to Spain. In 1968, he was elected to the Senate of Venezuela for the Nationalist Civic Crusade, but his election was contested, and he was kept from taking office. A quick law was passed whereby former prisoners were excluded from participating in the governmental process. He died in Alcobendas, Madrid, Spain, at the age of 87 on 20 September 2001. The period of Pérez Jiménez in power is remembered historically as a government of nationalist roots. His government was based on an ideological pragmatism characterized by the Doctrine of National Wellbeing, that the regime expressed in the New National Ideal would be the philosophical beacon to guide the actions of the government. His political legacy known perezjimenismo was upheld by the Cruzada Cívica Nacionalista (CCN; Nationalist Civic Crusade) party, which held seats in Congress from 1968 to 1978. In recent years there has been a revival of perezjimenismo and the New National Ideal, with numerous groups revising and upholding the legacy of Marcos Pérez Jiménez.[11][12] The documentary film Tiempos de dictadura (English: Times of dictatorship), directed by Carlos Oteyza [es], focuses on his dictatorship, from the 1948 coup d'état against President Rómulo Gallegos and the human rights violations committed by the Seguridad Nacional (including censorship, arrests, torture and extrajudicial killings) to the public works and lavish carnivals promoted by the oil boom.[13] On 4 February 1945, Pérez married Flor María Chalbaud, daughter of Antonio Chalbaud Cardona and Angelina Castro Tejera. The couple had four daughters together.[14] Flor María Chalbaud Cardona","country":"Venezuela"}