{"name":"Mariano Paredes (President of Mexico)","url":"/wiki/Mariano_Paredes_(President_of_Mexico)","Born":"","Died":"1849-09-07","Political party":"Conservative","termEnds":null,"termStarts":"He assumed office via a coup against De Herrera. On 12 June, he was appointed interim president.","text":"Mariano Paredes y Arrillaga (c. 7 January 1797 – 7 September 1849) was a Mexican conservative general and president. During the Centralist Republic of Mexico he led three succesful coups against the government. In 1842, he led a movement to overthrow the presidency of Anastasio Bustamante over a financial crisis, and which led to the drafting of a new constitution known as the Bases Organicas. In 1844 he proclaimed a coup against Santa Anna which was joined by congress to protest against Santa Anna's unconstitutional acts. In 1845, he led a coup against President Jose Joaquin Herrera over his intentions of recognizing Texan independence. After this, Paredes personally assumed the presidency. His administration had to deal with the start of the Mexican–American War in April 1846, and before the conflict had started he had also expressed interest in establishing a monarchy in Mexico before abandoning the idea to focus on the war. Due to a series of military losses, he himself faced the prospect of being overthrown and he resigned on 28 July 1846. \"Strongly proclerical, he believed that a liberal democracy and federal structure were inappropriate for Mexico in its then state of development, and that the country could be governed only by the army in alliance with the educated and affluent elite.\"[1] Mariano Paredes y Arrillaga was born in Mexico in the year 1797 and began his military career as a cadet on January 6, 1812, during the Mexican War of Independence, initially fighting on the side of the Spanish loyalists. He was promoted to second lieutenant standard bearer in 1816 and in 1818 joined a company of grenadiers. He saw action twenty times when in March, 1821 his regiment switched sides and joined Agustín de Iturbide's Plan of Iguala. He joined in the battles that occurred prior to the Trigarantine Army's entrance into Mexico City. At Acámbaro Iturbide promoted him to captain of chasseurs. In the action at Arroyo Hondo, he formed part of the reconnoitering party made up thirty men and a few horses under the command of Epitacio Sanchez and they were able to hold off a superior Spanish force until Iturbide arrived with reinforcements and the Spaniards were repulsed. For his services at this battle Iturbide granted Paredes a coat of arms. He was present at San Luis de la Paz where seven hundred prisoners of war were taken and he took part in the siege and capture of Querétaro and Mexico City for which he was promoted to the rank of lieutenant colonel.[2] After independence, he continued to serve in the military. His superiors viewed him as quarrelsome and Paredes found himself sent to the distant western provinces, embarking from San Blas, but a storm obliged him to return to port and continue the journey on land. In 1831, he was granted the rank of general.[3] He found himself becoming involved in politics in 1835 during the collapse of the First Republic. The government had been overthrown in a coup led by Santa Anna, and Mexico was in the process of being transformed from a federal republic to a centralist republic under a new constitution known as the Siete Leyes. The centralist movement gained the support of Paredes and he was in charge of the 1st brigade which captured Zacatecas from the federalists commanded by Garcia. He then participated in the Southern Campaign in Morelia. He was promoted to division general in August, 1841 and named commander general of Jalisco.[4] In the same month, due to President Anastasio Bustamante's inability to deal with the various political and financial crises afflicing the nation, Paredes published a manifesto to his fellow commander generals, calling for the formation of a new government. He gathered as many troops as he could, gathered more on the way and entered the city of Tacubaya where he was joined by Santa Anna. A military junta was formed which wrote the Bases of Tacubaya, a plan which swept away the entire structure of government, except the judiciary, and also called for elections for a new constituent congress meant to write a new constitution. Santa Anna then placed himself at the head of a provisional government.[5] Despite the key role he had played in establishing the new Bases of Tacubaya, Paredes was not invited to accept any position within it, as he was perceived to lack the talents for political administration. He was simply sent back to his post as commander general of Jalisco. Nonetheless, he remained loyal to Santa Anna. The congress which was elected proved itself to be federalist and on December 11, 1842, the Plan of Huejotzingo, which Paredes supported, called for the government to shut down the congress and replace it with a council of notables to continue the work of redrafting the constitution. The plan gained enough support to work and on January 6, 1843, a body of eighty prominent centralists known as the Junta Nacional instituyente was appointed by the government to write a new constitution.[6] Paredes was invited by Santa Anna to join the junta which he did so, but left to accept the post of commandant general of the state of Mexico. In the Barracks of the Celaya Battalion, he began to speak candidly against the government and Paredes found himself arrested in his own home, but subsequently absolved of any wrongdoing. The government sought to send him off to Yucatán where he would be less of a danger, but Paredes refused and the government responded by sending him away to Toluca. Paredes found himself feeling exasperated and unappreciated, especially given his key role in having established the entire political order. He became a senator but resigned in July, 1844 after only a month of service in the senate. There were rising tensions with the United States at this time, over the matter of Texas, and a series of forced loans had resulted in much disaffection. Paredes was considering that he could lead a potential revolution.[7] Knowing that he was still a potential danger, the government sent him off to be stationed in Sonora, but upon arriving in Guadalajara, he proclaimed against the government along with the Departmental Junta and the local garrison. The north of the country joined him, but Santa Anna maintained enough support to prepare a counterattack.[8] The nominal president at this time was Valentin Canalizo, though under the influence of Santa Anna. Congress condemned Santa Anna for having assumed military command without their authority. The ministers were censured by congress for allowing Santa Anna to imprison the Departmental Assembly of Querétaro and for replacing its governor. The administration responded by having congress shut down, and explaining that its measures were necessary given the ongoing emergency of a potential American annexation of Texas. This led to a military uprising within the capital against Canalizo. He resigned and on December 6, 1844, congress was restored and Jose Joaquin Herrera was installed as the new president with a new ministry. The country was now divided into three loyalties between Herrera's central government, Santa Anna's military forces, and Mariano Paredes' uprising.[9] Santa Anna with 14,000 men at Silao and on his way to crush Paredes, now proclaimed himself legitimate president and prepared to march upon Mexico City. After finding a siege of the now heavily defended capital impractical, he moved on to Puebla which despite its small garrison offered a fierce resistance. Meanwhile, Santa Anna had learned that Paredes and Herrera had joined forces and were now headed for his own. With the opposing forces about evenly matched, Santa Anna attempted to open negotiations, but Herrera would accept nothing less than unconditional surrender, and Santa Anna began plans to flee the country, only to be arrested near the town of Jico.[10] Paredes once again found himself in a situation where he had led a decisive revolution without ending up in the presidential seat. He was once again assigned to a post in the north, but found a new pretext for opposing the government as Herrera attempted to negotiate with the United States over the matter of Texas. The president had conceded the possibility of recognizing Texan independence as long as there was no annexation, but this was perceived by his opponents as an alienation of Mexican territory. At this point Paredes had not officially proclaimed against the government and he was assigned to a post near the capital. He however, disobeyed and claimed that he could not obey a treasonous government. He moved his forces to the town of Celaya, claiming to be simply watching over the security of travelers headed to the Lagos Fair. However, from that same town he issued a proclamation expressing that the government was giving away national territory, not upholding the Bases of Tacubaya, and besmirching the national honor.[11] He officially called for the overthrow of the government on December 14, 1845, at San Luis Potosí. He praised the former Spanish administration of the nation, painted a sorry picture of the Republic, and assured that this would be the last revolution, that he personally sought no office, and that a National Assembly would be installed in which all classes of society would be represented. His plan was ratified by the departmental assembly of San Luis Potosí, and was met with support or at least indifference throughout the rest of the country. The Herrera government however, was able to muster so little support to defend itself that President Herrera gave up the struggle and resigned on December 30, 1845. Paredes and his forces entered the capital three days later.[12] On January 3 Mariano Paredes finally ascended to the presidency.[13] Paredes formed a new cabinet and proceeded to pass decrees against highwaymen, and for reducing the number of public offices.[14] On January 26, 1846, an official government convocation was decreed summoning an extraordinary congress with the power to make constitutional changes. The congress was designed to be corporatist. It was to be made up of 160 deputies, representing not geographical areas, but nine classes: land owners, merchants, miners, manufacturers, literary men, magistrates, public functionaries, clergy, and army, elected by the members of those classes.[15] The Plan of San Luis Potosí had contained a clause declaring that the constitutional congress it called for should have no restrictions in its abilities to reconstitute the nation. This was widely perceived as opening the path to abolishing the republic and establishing a monarchy. Paredes had expressed monarchist sentiments since 1832, opining that only a monarchy could prevent anarchy and protect the country against American ambitions.[16] Hence with Paredes as president and an approaching constitutional convention, monarchists saw an opportunity to establish a Mexican throne. During the interval between Paredes' assumption of power and the meeting of the constituent congress, a propaganda war was waged between supporters of a monarchy and of a republic, the former through the newspaper El Tiempo, edited by leading conservative intellectual Lucas Alamán.[17] In response to El Tiempo and Paredes' perceived monarchism, many liberal newspapers changed their names to reflect their pro-republican stances. El Monitor Constitucional for example, became El Monitor Republicano. The perception that his administration was attempting to set up a monarchy led to strong opposition at a time when war threatened to break out with the United States at any moment. On April 24, after the American invasion had already begun, Paredes issued a manifesto that he supported the republican form of government until the nation shall resolve upon a change.[18] In the first few months of the war, the Paredes administration was confronted with a catastrophic series of losses. US forces under Zachary Taylor had crossed the Rio Grande, and undefeated through a series of battles made it as far south as Saltillo. Meanwhile, American forces were in the process of taking California. The constituent congress assembled on June 6. Paredes appeared before it and proclaimed his loyalty to the republican form of government. Six days later, the congress ratified Paredes as president, and chose Nicolas Bravo as vice president with the latter being given command of Mexico's land forces in the ongoing war against the United States. The government was given emergency powers to seek funds for the war effort, stopping at the nationalization of property.[19] The course of the war inflamed opposition against the government, and facing revolution, Paredes resigned on July 28, choosing to return to the military to help with the war effort.[20] On August 3, the garrisons of Vera Cruz and San Juan de Ulúa revolted, proclaiming the plan of Guadalajara, and in the upheaval, the ex-president was captured and imprisoned. President Bravo was also deposed and Mariano Salas, the provisional president, on August 22 restored the Federal System which Paredes had played a role in overthrowing eleven years earlier.[21] Paredes was exiled on October 2, 1846, and headed for France. He returned before the end of the war, but never participated in the conflict, and found himself living in Tulancingo. He was invited to serve in the government, but declined for health reasons. A general amnesty absolved him of all previous charges in April 1849, and he died in September of that year.[22]","country":"Mexico"}