{"name":"Mariano Arista","url":"/wiki/Mariano_Arista","Born":"1802-07-26","Died":"1855-08-07","Political party":"Liberal","termEnds":null,"termStarts":"He resigned when Congress refused to give him extraordinary powers to fight the rebellion of Plan del Hospicio, the goal of which was to bring to Santa Anna once again to the presidency.","text":"José Mariano Arista (26 July 1802 – 7 August 1855) was a Mexican soldier and politician. He was in command of the Mexican forces at the opening battles of the Mexican American War: the Battle of Palo Alto and the Battle of Resaca de la Palma, which were disastrous losses for Mexico and resulted in Arista being court martialled though eventually acquitted. He continued to play a notable role in government and was Minister of War under President Jose Joaquin Herrera. Arista himself was elected president in 1850, but he was overthrown after sweeping budget cuts led to widespread discontent. The insurgents who overthrew him brought Santa Anna back into power for what turned out to be his last dictatorship. Arista was exiled by Santa Anna, and died in Europe in 1855. Mariano Arista was born on 26 July 1802 and in 1813 enlisted as a cadet in the regiment of provincials of Puebla. He belonged to the Veracruz Lancers, and to the Mexico Dragoons. The Mexican War of Independence had already broken out when Arista joined the military and he initially fought as a Royalist, distinguishing himself so well that in 1818 he was made an officer for the Mexican Dragoons. He was promoted to ensign in September 1820 and to lieutenant in May 1821. That same year he decided to join Agustin de Iturbide's Plan of Iguala and on 11 June 1821 presented himself before the Trigarantine Army, with a bugle, five officers and twenty dragoons of the Mexico Regiment, and fifty troops which he gathered from miscellaneous corps. He was assigned with all of them to the Libertad Regiment.[1] He was present at the siege of Puebla by the insurgents in July, 1821. He fulfilled his orders of advancing with several dragoons up to the sentry-box of Cholula which had been repulsing all attempted attacks, and entered with his small forces close to the fortified point of San Javier. Under the command of Brigadier Pedro Zarazoa, he joined in various expeditions and offered his services during the final siege of Mexico City, forming a part of the first division. Due to his excellent service, ten days after the capture of the capital, he was granted the rank of captain, and in December, 1821 was further promoted to the rank of lieutenant colonel.[2] He belonged to the regiment of grenadiers that joined the command of General Echevarri and proclaimed against the First Mexican Empire in February, 1823, and was so passionate about the cause that he halted soldiers who wished to join the Emperor, and Arista followed the liberating army until it captured the capital .[3] During the transitional government of the Supreme Executive Power, he fought against an insurgency that had risen up against the government. He was present in June, 1824 at a battle near the Hacienda of Coamancingo not far from Apam, and having reached a partisan of Vicente Gomez, he executed him after having come into conflict with various guerilla leaders. For this service, the Executive Power raised him to the rank of effective captain.[4] Five years later he had risen to the rank of effective lieutenant colonel. He took part in the rebellions against the election of Manuel Gomez Pedraza pronouncing at Perote with Santa Anna, and when General Bustamante rose up in Jalapa against President Vicente Guerrero, Arista marched towards Puebla and sent four hundred cavalry to help those who had decided to join in the uprising. He took the city in spite of four thousand members of the militia who had opposed the Plan of Jalapa. He gained the favor of President Bustamante and was promoted to effective colonel on 12 February 1831 and in August of that same year, Brigadier General, in spite of being opposed to the government's annulment of the law which had expelled all Spaniards from the country. He fought uprisings against the government of Bustamante, in April 1832, under the command of General Inclan, defeating the forces which had risen up in Lerma as part of the Plan of Veracruz. After failing to dislodge Colonel Gonzales from his strongly fortified point at Santa Maria del Monte, he parleyed eventually bringing him back to supporting the government, thus pacifying all of the Valley of Toluca.[5] As President Bustamante personally began to lead his troops against the rebels, he was joined by Arista on the way to Querétaro. Here Arista parted ways with the president turning back at Morelia, and rejoining the main body of the military, he fought at the Jornada del Gallinero, and after victory there advanced within two leagues of Zacatecas before returning to aid the capital. He fought at Casas Blancas, but at this point the rebels won, and Arista was commissioned to arrange a ceasefire and sign the Convention of Zavaleta,[6] transferring power over to Manuel Gomez Pedraza who had returned from an exile in order to assume the final months of the term he had first won in 1828, which was now being recognized. When Gomez Farias and Santa Anna won the vice presidency and presidency respectively on a progressive ticket, Gomez Pedraza continued to serve in the military, being charged with the security of transportation to Veracruz, and then being given the general commandancy of Mexico State. In June 1833 he was named second in command of the operations brigade commanded by Santa Anna, and was ordered to go out and fight the rebels who were aiming to proclaim Santa Anna dictator, and hoped to depose Gomez Farias for his anti clerical measures and his measures against military privileges. Arista however joined the rebels. Arista now sent agents to the capital to work against Gomez Farias. Being now a target of government reprisal, Arista fled to Guanajuato, where he surrendered under the promise of preserving his life and he was banished. He departed from Veracruz in November and left for the United States, and he returned once the triumphant Plan of Cuernavaca overthrew Gomez Farias in 1834.[7] The First Mexican Republic was now in the process of being transformed into the Centralist Republic of Mexico. Arista arrived at Veracruz at the beginning of June 1835 although he initially found himself arrested, he was permitted later to continue on to the capital. He was stopped at Jalapa and returned to Veracruz on suspicions on having joined a mutiny at San Juan de Ulua, but was absolved. The new government named him to the Supreme Military Court, and later formed a part of the Junta for the Military and Civil Code, and was named inspector of militias.[8] He was attending to his various military posts when the Pastry War broke out in 1838 and the government of Anastasio Bustamante placed Arista in charge of a brigade tasked with defending Veracruz and subject to the orders of Manuel Rincon, which ordered Arista's brigade to stay at the Paso de Ovejas where Arista learned of the French capture of San Juan de Ulua and received orders from Santa Anna to advance upon Veracruz. He entered the port on 4 December, at nine in the evening and met with Santa Anna whom he had not seen since 1833. The following morning the house they were staying at was attacked by the French. Arista fought back but was taken prisoner. He remained a prisoner of war aboard a French ship until 28 January 1839.[9] After the Pastry War ended, he played a role in subduing the various insurgencies that were flaring up all over the country with the aim of reestablishing the federal system. He was named to head the brigade that left fon San Luis to attack the dissidents that had fortified themselves at Tampico. He left the capital with rapidity organized the brigade and under the immediate orders of commander in chief Bustamante passed to Tamaulipas where the federalist forces were ensconced under the command of Jose Urrea. Arista pursued him as far as Ciudad Victoria and near Tampico, obtained a surrender of Urrea's forces.[10] Arista was named commandant general of Tamaulipas, and afterwards commander in chief of the armies of the north at the end of 1839. He marched to Monterey, reorganized his military district, and fought against insurgents, dislodging them from Monterey and pursuing them as far as Coahuila after the Battle of Santa Rita Morelos, in which he completely routed the rebels. He returned to Tampico where he helped prevent a riot, and later passed to Matamoros. With the country now pacified of insurgents, he focused on reorganizing the army meant to contribute to the defense of the national integrity against the forces of the Texas rebels. During the following five years he occupied himself with expeditions against hostile indigenous tribes and against Texas. During this time exchanged the office of Commandier in Chief of the North with various other officers including Isidro Reyes and Adrian Woll.[11] But Arista once again held the post when the United States annexed Texas. As tensions between the United States and Mexico were leading to war, Arista made considerable effort to secure the frontier, and increased the division under his command to six thousand men. He then obeyed an order from President Paredes to step down from his command, retiring to an hacienda which Arista owned close to Monterey. It was there though that he received another order to return to his post in April, 1846 as news arrived that American forces under the command of Zachary Taylor were heading to Matamoros.[12] After Resaca de la Palma, Mexico's government recalled Arista, and he was removed from command. He requested a court-martial and was absolved of guilt for the defeats at Palo Alto and Resaca de la Palma.[13] Arista spent the rest of the war as a functionary, seeing little combat. Campaigning for the presidential elections of 1851 began in the latter half of 1850. War Minister Arista, known for playing a guiding role in the Herrera Administration, found himself a front runner alongside men such as ex presidents Manuel Gomez Pedraza Valentin Gomez Farias, Nicholas Bravo, and Santa Anna. [14] The opposition attacked Arista for having interfered in the election procedure for the Mexico City ayuntamiento, but ultimately the presidential election, decided by the states went in favor of Arista. He obtained thirteen out of nineteen total possible votes. The next closes candidate was ex-Minister of War Juan Almonte who only received three votes. [15] Arista took office on January 15, 1851, and attracted ridicule by at once passing minor regulations for visitors to the National Palace. He decided to adopt many of Herrera's policies, which he had already played a significant hand in enacting, but made some changes in the cabinet: Mariano Yañez was made Minister of Relations Jose Maria Aguirre was made Minister of Justice. General Manuel Robles Pezuela was made Minister of War. Herrera's Minister of Finance Payno kept his post. [16] Mexico's chronic financial issues remained an imposing issue for the Arista administration. Government income stood at 8 million pesos while expenditure stood at 26 million. A goal was set to reduce the expenditure to 10 million pesos. In order to ameliorate the national finances Arista dramatically cut the salaries of public employees, up to seventy five percent in some cases but the cuts were applies unevenly many unnecessary expenditures remained. Finance Minister Payno resigned over differences on reducing the deficit.[17] Four of his successors resigned in about a month until Finance minister Manuel Piña y Cuevas was assigned the post in May, 1851. He proposed a light series of taxes to meet the deficit, but it was met with a barrage of opposition by the states, and congress refrained from pressing the matter. In August, he summoned a council of governors to suggest better remedies. The governors’ response was to attack the administration over its alleged lack of management and presented a new calculation of the national finances which showed no deficit at all . This was based upon a decree of November 1849 which had limited expenditures to half a million pesos a month. The governors offered to increase the state contributions from seven hundred thousand pesos to one million which did not significantly contribute to controlling the deficit. [18] The government required extra power from a hostile congress to act upon the new estimate which, in order to be valid required further budget cuts. The ministry resigned and a new dabinet was formed under Fernando Ramirez as Minister of Relations, Urbano Fonseca as Minister of Justice, Marcos Esparza as Minister of Finance, and General Robles remaining as Minister of War. [19] The government gained some slight concessions from congress, but the legislature was largely idle, and received condemnation from the press. Certain journals floated the idea that the government should dissolve congress only to face arrest. [20] There was friction between the federal government and that of the states on financial matters. While states were struggling from a lack of funds, congress took care to issue a decree imposing an eight percent tax on duties for the payment o fits members and of treasury officials. The states were also growing loose in their observance of the federal bond and its obligations while neglecting to pay their contingents. [21] Minister Ramirez reached an arrangement on payments with foreign and domestic creditors who were complaining of smuggling and tariff infringement. The interior creditors had formed an association which claimed the right to be consulted in all custom house appointments. It was known as the junta de credito publico, having the right to appoint an agent to watch proceedings at custom houses. By a decree of May 19, 1852 an effort was made to carry out the provisions of November 1850 for the consolidation and settlement of the interior debt, but the funds assigned by the government proved insufficient to cover more than two thirds of the interest. [22] Meanwhile, the government's budget cuts had resulted in a surge of crime due to a reduction in patrol services and the corruption of underpaid employees. [23] The northeastern frontier was rife with smuggling due to the high duties the government had imposed. There was restlessness towards the policies of the federal government which had burdened the regions with troops perceived as usless who did nothing to protect the region.[24] Revolts against the government, so common during this era in Mexico, had broken out almost immediately after Arista's election, although the government succeeded in suppressing insurrections that has broken out through 1851 in San Luis Potosí, Vera Cruz, Tlaxcala and certain parts of Jalisco[25] In the northeastern provinces under the pretext of protesting the high tariff rates, Carbajal enlisted 500 mercenaries in Texas and crossed the border into Mexico on September 18th where was joined by 200 more troops. [26] They took Camargo and marched on Matamoros whereupon Avalos the local prefect agreed to a reduction on duties and a removal on prohibitions, which only resutled in Mexico being flooded by American goods against which Mexican manufacturing could nto compete. The government sent reinforcements against Carbajal, who in spite of the concessions continued to siege Matamoros. The local garrison held their own against him, and news of the government reinforcements finally caused Carbajal to flee on October 30th and seek refuge across the border. [27] In February 1852, Carbajal made another incursion, but anticipated by the government this time was repulsed by which time the government had also restored the old tariffs. [28] Ongoing revolts and rumors of revolutions caused the government to become more cautious and issue a number of arrests, and finally even the press was forbidden to criticize the government, the restriction being issued on September 21, 1852, a decree which was later declared unconstitutional on October 13th by the Supreme Court. [29] By the middle of 1852 Rebolledo had risen in Vera Cruz over financial policy, and his views were considered moderate enough that the Arista government instructed the state authorities to negotiate with him only to be rebuffed. At Mazatlan there was an uprising over dividing the state, and in Michoacan there was an uprising over anti-clerical and other measures passed by governor Melchor Ocampo. [30] In Jalisco, Governor Portillo had made himself unpopular by introducing an intrusive policy system and giving off the impression that he was merely a tool of the federalist government. He created a scandal when he arrested a hatmaker named Jose Maria Blancarte who was arrested for assaulting a police officer and expelled from the state militia, despite having been elected to the rank of colonel. On July 26th, in response to this but also taking advantage of widespread discontent, Blancarte took possession of the gubernatorial palace at the head of a self-constituted council. The council proclaimed Gregoria Davila as the new governor and called upon him to summon a legislature, to revise the state constitution and introduce reforms with Blancarte retaining the chief military command. Portillo retreated with a few loyal troops to Lagos, where he called upon the federal government for aid, but they only sent unarmed negotiators, and meanwhile the Blancarte movement increased in strength. [31] At this point supporters of Santa Anna, known as the Santanistas reached out to Blancarte and successfully convinced the latter to increase the scope of his revolt. On September 13th, Blancarte proclaimed that Arista ought to be overthrown and that Santa Anna ought to be recalled to take a role in reorganizing the government. [32] Davila, who up until now had been the political head of the movement stepped down rather than participate in a coup, and Santanistas replaced him with one of their own : General Yanez. A week later a modified form of the plan was placed under the head of Jose L. Uraga one of the military's generals, who was called upon to replace congress with an assembly made up of two representatives from each state tasked with electing a president, revising the constitution on a federal basis, reforming the financial and electoral systems, reorganizing the army, and reforming frontier defenses against Indian raids. [33] Upon hearing that Uraga had been chosen as leader, the government sought to transfer him away from Guadalajara, but Uraga resigned and agreed to join the revolutionists. [34] In late 1852, another wave of cabinet resignations led to the assumpion of Mariano Yanez as minister of relations. J.M. Aguirre as minister of justice, Guillermo Prieto as Minister of Treasury, and ex-president Pedro Maria Anaya as Minister of War. As the Blancarte Revolt grew in strength, an extra session of congress was now called to consider a fresh appeal for aid, in the shape of a loan of three million pesos, additional taxes and special powers for the executive. A small advanced was secured to sustain an army against the insurrection, and congress was uneasy as only half of the governors now signalled even partial loyalty to the federal government. On December 16th, 1852 Minister Prieto made a passionate appeal before the lower house. [35] The federal government had now lost the adherence of most of the nation. In the northeast Carbajal was once more undertaking yet another invasion and in Sonora the French adventurer Count Raousset de Boulbon was launching his own invasion. In December, the states of Tampico and Vera Cruz containing strategic ports, pronounced for the Plan of Jalisco. [36] After government forces were repulsed at Guadalajara on December 15th, Arista addressed the chambers once they met for the new year and resigned on January 5th[37] That midnight, Juan B. Ceballos was called to the National Palace and let known that the executive now passed on to him. Former President Arista left the Palace at half past thirty in the morning, leaving his official resignation with the Minister of Relations Arroyo to be handed over to congress. He carriage was escorted by fifty dragoons belonging to the fifth brigade, and he headed towards the Hacienda of Nanacampilpa, one of his properties. He remarked that “This office [of the presidency] and its responsibilities are but a grave burden and a useless title, if they are not accompanies by the power and respect due to them.” [38] When Santa Anna came back to power, Arista was expelled from the country. In poor health, he visited many cities in Europe before finally settling in Seville where his condition only became worse. He wished to return to Mexico, and finally got on board a ship to Lisbon, but as his health deteriorated he sought to go to Paris for medical help. He died on board the steamer Tagus on August 7, 1855, at half past ten in the evening. [39] He was buried in the cemetery of San Juan in Lisbon, and his burial was accompanied by members of the Lisbon diplomatic corp including those of England, the United States, and Mexico. When President Ignacio Comonfort came to power, gave honors to Arista, and decreed that his ashes be brought to Mexico to be buried with other presidents. [40]","country":"Mexico"}