{"name":"Mariano Ospina Rodríguez","url":"/wiki/Mariano_Ospina_Rodr%C3%ADguez","Occupation":"Lawyer, politician, journalist, educator","Born":"1805-10-18","Died":"1885-01-11","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Mariano Ospina Rodríguez was a Colombian politician, journalist and lawyer, founder of the Colombian Conservative Party and later President of Colombia between 1857 and 1861[1] during the Granadine Confederation. Ospina was born in Guasca, Viceroyalty of New Granada, on October 18, 1805. He died in Medellín, Antioquia, on January 11, 1885. His parents were Santiago Ospina and Urbina Rodríguez.[1] His body was interred at the San Pedro Cemetery Museum. His son Tulio Ospina died on February 17, 1921, and was buried next to his father. He was home schooled by both of his parents, Santiago and Urbina, and later received private tutoring from Professor José Félix Restrepo. He attended the School of San Bartolomé in Bogotá, where he graduated in jurisprudence and obtained a law degree in 1827.[1] Ospina's ideas and activities in the 1820s and 1830s indicated that he already conceived of technical education as an important instrument for economic development and general social improvement.[2] Ospina was the father of president Pedro Nel Ospina, and grandfather of president Mariano Ospina Pérez. In 1828, soon after graduating with a law degree, Ospina associated himself with a group of intellectuals, ideologists and politicians who did not agree with the ideas of General Simón Bolívar in proclaiming himself as Dictator of Colombia. Consequently, this group of intellectuals, students and military officers planned a coup d’état against Bolívar. On the night of September 25, 1828, an elite group of militants and military officers assaulted the Palacio de San Carlos (government palace). Ospina was among the militia that assaulted the palace. The coup d’état failed, and Ospina escaped alive. The events of this failed coup d’état against Bolívar are known in Colombian History as the Noche Septembrina (the night of September).[1] Most of the conspirators of the Noche Septembrina, including General Francisco de Paula Santander were captured, tried and sentenced to death. Ospina, fearing for his life, escaped from Bogotá and found refuge in Antioquia, the land of his teacher and mentor José Félix de Restrepo, the illustrious professor of Envigado.[1] In 1829, Ospina joins the army of General José María Córdova in the war against General Bolívar. General Cordova is killed in action and Ospina hides in the mountains of Santa Rosa de Osos, Antioquia, until 1830. Antioquia proclaims its secession from Colombia as an independent State and, Ospina is appointed as Secretary of State.[1] Ospina entered the cabinet of President Pedro Alcántara Herrán in 1841, first, as Secretary of the Interior, and later as Secretary of State (1841–1845).[1] As Minister of the Interior he implemented a comprehensive educational plan in 1842. In so doing, he had attained one of the objectives that had escaped the Burbon reformers, which was to increase the resources and expand the programs of the nation's Universities.[3] Also an educator, journalist, lawyer, political leader and a statesman, Ospina was one of the founders of the Colombian Conservative Party. In 1848, in association with José Eusebio Caro, and after months of deliberation, they wrote the ideological platform and fundamental program of the conservative party. They both created the newspaper called La Civilización to promote their political ideas.[4] Ospina was elected to Congress in 1849 and later, in 1854, he was elected Governor of the State of Antioquia. A few years later, in 1857 he was elected as the 14th president of Colombia.[4] Ospina was elected as Governor of the State of Antioquia on June 1, 1845, and again for a second term on January 1, 1854.[4] Ospina ran for President of Colombia in the general election of 1857, representing the Colombian Conservative Party. His opponents were two liberals, Tomás Cipriano de Mosquera and Manuel Murillo Toro. He won the election and was elected president for the 1857–1861 presidential term.[4] During his administration, he appointed Manuel Antonio Sanclemente, first, as his Minister of Government, and later, as his Minister of War.[5] Ospina was one of Colombia's earliest and most profoundly influential coffee pioneers, with an entrepreneurial spirit and tenacity. He began his quest in 1835, seeking the best lands and terroir for growing coffee within the lush mountains of the province of Antioquia.[6] He established his first experimental plantation in 1835, in the municipality of Fredonia, Antioquia,[7][8] where he pursued coffee growing with passion and a scientific interest. As a result of Ospina's careful investigations and studies, Colombia began producing some of the best coffees in the world, the Coffea arabica species. After his presidency, in 1862, he and his brother Pastor escaped from prison (imprisoned by the dictator Tomás Cipriano de Mosquera) into exile. They were granted asylum in Guatemala and there they planted coffee and operated a \"Scientific and Industrial College\".[9] By 1865, he had expanded his coffee enterprise to Guatemala and, in so doing, became one of the first coffee growing pioneers in Central America.[10] With his vast experience and knowledge about the cultivation of coffee, he devoted himself to promoting and teaching the growing of coffee to the farmers and peasants of Colombia. In 1880 he established the first public University in Colombia (Escuela Nacional de Minas de Medellín)[11] and published his first textbooks about \"efficient and effective coffee growing techniques\".[12] The nation profited richly from Don Mariano's efforts, research and teachings. His passion, knowledge, vision, tenacity and hard labor facilitated the development of coffee growing into Colombia's main export crop, transforming forever the nation's economy. After Ospina and his brother Pastor escaped from prison into exile, in 1862, they planted coffee and operated a \"Scientific and Industrial College\" in Guatemala.[9][10] In 1880, the National Press (of Colombia) published the first instruction manual for coffee growing, written by Ospina, titled \"Cultivo del Café: Nociones Elementales al alcance de todos los labradores\" (Coffee Growing: Basic notions available to all farmers),[8][13] based on his extensive research and experience. Ospina Rodríguez dedicated much of his efforts to teaching and to the promotion of useful knowledge.[14] In 1931, a second instruction manual for coffee growers was published under the direction of Mariano Ospina Pérez as general manager of the National Federation of Coffee Growers of Colombia.[13] In 1882, Ospina and his two sons, Mariano and Tulio, established their first, of several, large scale coffee plantations and organized their mayor coffee processing plants and facilities (\"despulpadoras\" or \"edificios del café\") in \"El Cerro Bravo\", of Fredonia, Antioquia.[8][15] The first mechanized pulpers and mills were introduced and operated in these plantations.[16] In the 1860s, two prominent families from Antioquia, Colombia, the Ospinas and the Vásquez, settled in Guatemala. Thanks to their ability to insert into Guatemala's political and economic activities, their entrepreneurial spirit, their access to international credit, and their solid family alliances, they were able to distinguish themselves when coffee plantations were spreading out. In particular, their experience as the owners of \"Las Mercedes\", one of the largest and most famous coffee plantations of Central America in those times.[17] In 1863, Ospina, former president of the Granadine Confederation (now Colombia), arrived in Guatemala with his wife Enriqueta Vásquez, his four younger children and his brother Pastor. They had been granted political asylum by the Guatemalan government. They settled in the Pacific piedmont region called \"Costa Cuca\", where they established their main coffee plantation \"Las Mercedes\". This coffee plantation became known throughout Central America as the most productive and best managed.[18] The history of the appearance of the Central American nations in the world economy is related to the development and exports of agricultural products, mainly of the coffee industry, during the second half of the 19th century. This period of economic development and expansion has been called \"the second conquest of Latin America\". During this period (1860–1930), the economic activity of trade and commerce between Western Europe, the United States and Latin America reached a new all time highs.[19] Given the fact that the coffee industry became the platform and engine of economic development in Guatemala, which in turn promoted and advanced other sectors such as the financial institutions and banking, public works, and the modernization of agriculture and manufacturing, the Ospina brothers were regarded as equals with the \"Founding Fathers\" of the Republic of Guatemala.[18] Ospina returned to Colombia with his wife Enriqueta and their children in October 1871.[20] They relocated in the town of Fredonia, Antioquia, where they continued with their coffee business, enterprise and plantations. Ospina was the father of Colombian president Pedro Nel Ospina, and grandfather of president Mariano Ospina Pérez.","country":"Colombia"}