{"name":"Mariano Ospina Pérez","url":"/wiki/Mariano_Ospina_P%C3%A9rez","Born":"1891-11-24","Died":"1976-04-14","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Luis Mariano Ospina Pérez (24 November 1891 – 14 April 1976), commonly known as Mariano Ospina Pérez, was a Colombian politician and a member of the Colombian Conservative Party. He served as the 17th President of Colombia between 1946 and 1950. Ospina was born in Medellín, Antioquia on 24 November 1891[2] to his parents Tulio Ospina Vásquez and Ana Rosa Pérez, who were members of the traditional Colombian political families. He also spent his early years there. He was the grandson of former President of Colombia Mariano Ospina Rodríguez and nephew of President Pedro Nel Ospina.[2] Ospina was taught at the Colegio San Ignacio in Medellín and also studied engineering at the Escuela de Minas de Antioquia (Mining School of Antioquia), where he graduated as mining engineer.[3] After graduating Ospina traveled for two years during which he toured and studied in Louisiana, London and Paris.[2] Whilst on these travels he took courses on gold mining, sugar cane production, economics, labor relations, cooperativism, civil engineering and railway systems. Ospina, who studied engineering at the Escuela de Minas de Medellín and Louisiana State University, served as the executive administrator of the National Federation of Coffee Growers and was a prominent businessman in other sectors before becoming president in 1946.[4] In 1927, after the Second National Congress of Coffee Growers had created the Federación Nacional de Cafeteros de Colombia, the first regional committee was established as “el Comité de Cafeteros de Antioquia”. Ospina was its first president, and the first registered member of the association.[5] The first board of directors of the newly organized National Federation of Coffee Growers of Colombia assembled in Bogotá on August 3, 1929. Its first members were Mariano Ospina Vásquez, Alberto Camilo Suárez, Gabriel Ortiz Williamson, Carlos Caballero, Jesús del Corral and Mariano Ospina Pérez, the greatest dignitary in the History of the Federation, for whom the organization of the national coffee industry was one of his most serious and ambitious concerns.[6] In December 1930 the Fourth National Congress of Coffee Growers convened in Bogotá. Owing to the vast knowledge and experience acquired by Ospina in the coffee industry as a result of running his own coffee business, he was summoned by the Minister of Industry Francisco J. Chaux and by President Rafael Olaya Herrera to preside over this Congress. Ospina was elected president of this Fourth Congress. At its adjournment Ospina was elected, by unanimous vote of the delegates, as “Gerente de la Federación” (General Director). He served in this position for four years, until 1934.[7] In 1954, during the election of members of the board of directors (of the National Federation of Coffee Growers of Colombia), Ospina, who had served as president of the Republic from 1946 to 1950, was elected and installed as president of the board of directors. His return to the federation marked the reappearance of one of Colombia's greatest coffee names in an active role in Colombia's coffee industry.[8] Ospina, grandson of Mariano Ospina Rodríguez, not only was one of the founders of the National Federation of Coffee Growers of Colombia, but was later elected as General Director of the Coffee Federation, and served in such capacity from 1930 to 1934. His main objective was to assist, finance, and educate the coffee growers while implementing an aggressive program to penetrate the world market and to successfully capture a substantial share of it.[9] Under Ospina's direction, the National Federation of Coffee Growers of Colombia successfully consolidated the nation's coffee industry and promoted it in world markets to great effect. Colombia became the largest producer of prime Coffea arabica coffee in the world.[10] He laid a very solid corporative foundation, and today the Colombian Coffee Federation organizes and supports over 500,000 independent coffee growers and small farmers. Upon his return to Colombia in 1914 Ospina contacted the leadership of the Colombian Conservative Party and was nominated to run for the office of counselor to the City Council of Medellín, representing the Conservative Party. In 1915 Ospina was elected as councilman and won a second term in 1917. That same year he was elected Deputy for Antioquia. In 1919 Ospina was appointed Railway Superintendent of the Antioquia Railway.[11] In 1921 he ran once again for the Assembly of Antioquia and was elected. After his father's death that year Ospina took over his job as director of the Mining School. He was later elected to Congress, first as Representative and later as senator.[2] In 1922 his uncle Pedro Nel Ospina was elected president and Ospina was also elected as senator of Colombia for a four-year term. In 1926 the new president Miguel Abadía appointed Ospina as Minister of Public Works but he only remained in office for eight months, until 1927. Between 1930 and 1934 he was manager of the Federación Nacional de Cafeteros de Colombia[12] and after this he acquired the nickname of \"Hombre de los Cafeteros\" (the man of the coffee growers) working for the Coffee Federation for almost a decade while also working as union leader and senator. The Conservative party was relying on candidate Laureano Gómez to become the official candidate for the presidency of Colombia. Ospina's name was suggested for the 1946 elections to take advantage of the division in the opposing Colombian Liberal Party between supporters of Jorge Eliécer Gaitán and those of Gabriel Turbay. With only three weeks remaining for the main election Ospina was appointed as the official Conservative party candidate for the presidency of Colombia. Ospina defeated his Liberal opponents with less than 40% of the votes due to a large abstention.[2] Ospina was installed as President of Colombia in 1946. During his administration Colombia reached its highest level of coffee exports, both in number of bags and as a percentage of the gross domestic product (GDP). He was determined to fortify the nation's infrastructure and created Ecopetrol (Colombian Petroleum Company) and Acerias Paz del Río (the country's largest steel mill).[13] He was also committed to social responsibility and, to that end, set up the financial institution La Caja Agraria, the Social Security Administration, the Department of Labor and the Housing Credit Agency to help meet the credit, educational and social needs of blue-collar workers, coffee growers, and other small farmers and peasants.[13] During his presidency the country faced a growing political struggle between the backers of the Conservative party, the Liberal political forces and the rising Colombian Communist Party in the Boyacá, Nariño, Norte de Santander and Santander Departments. The Communists and Liberals blamed President Laureano Gómez for directly interfering with the presidential election of 1946, by disqualifying one million eight hundred Liberal votes as invalid. Ospina was dubbed by the Communists as Laureano Gómez's successor with the mission of maintaining the Conservative party in power.[14] During his presidency, on April 9, 1948, the liberal leader Jorge Eliécer Gaitán was assassinated in confusing circumstances by Juan Roa. Gaitán was running for the presidency of Colombia for a second time; this time he had won his party's primaries and had large support from the masses.[15] The confusion and anger triggered by Gaitán's assassination provoked the huge Bogotazo riots that extended throughout the Colombian capital Bogotá and extended later to the rest of the country to generate a ten-year period of violence known as La Violencia. The government forces supported by the Conservative party started a campaign of repression against the Liberals after a failed attempt to establish a government of national unity. Ospina was heavily criticized by the Liberals, especially in the National Congress where in 1948 they tried to impeach him, but Ospina closed the Congress before they could achieve this; a decade of civil-military dictatorship followed that lasted until 1958 when the National Front was created. Ospina created the Colombian Petroleum Company ECOPETROL (Empresa Colombiana de Petroleos), the Telecommunications Company TELECOM, the Social Security Administration ISS (Instituto de Seguro Social), the petroleum pipeline from Barrancabermeja and Puerto Berrío, the hydroelectric dams of Sisga, Saldaña and Neusa, and established the Colombian Economic Development Plan under the direction of the Economic Mission of Professor Lauchlin Currie. He also fomented, financed and increased the production and exports of coffee.[16] In 1949, in the midst of continuing civil strife, Laureano Gómez was elected as President of Colombia. A split developed in the Conservative party; Ospina backed a moderate wing while Gómez supported extreme Conservative policies. Ospina ultimately supported the coup d'etat against Gómez that established the military administration of Gustavo Rojas, Ospina's former Minister of Post and Telegraphs.[17][18] Ospina later had political differences with Rojas and withdrew his support, choosing instead to encourage the creation of the National Front. He died in Bogotá, Cundinamarca on 14 April 1976, at the age of 84.","country":"Colombia"}