{"name":"Martín Carrera","url":"/wiki/Mart%C3%ADn_Carrera","Born":"1806-12-20","Died":"1871-04-22","Political party":"Liberal","termEnds":null,"termStarts":"He was appointed interim president after the triumph of the Plan of Ayutla but he took office until 15 August.","text":"Martín Carrera Sabat (20 December 1806 – 22 April 1871) was a Mexican general, senator, and interim president of the country for about a month in 1855. He was a moderate Liberal. Martin Carrera was a Mexican soldier and politician who briefly served as president during the fall of Santa Anna’s last dictatorship in 1854. His career as a soldier began while he was still a child, and he played an active role in Mexico’s military throughout his whole life. He began to play political roles during the Centralist Republic of Mexico and served in congress, while also serving more than once as a member of the council of state. His presidency came about as the Plan of Ayutla was succeeding against Santa Anna. The latter left the capital, and a junta of representatives proclaimed their loyalty towards the Plan of Ayutla and elected Carrera as president. He sought to compromise between the remaining elements of the Santa Anna administration and the revolution. Despite his making many concessions towards them, the revolutionary leaders did not trust Carrera, and unable to secure the loyalty of the departments, Carrera resigned after about a month in office. Martin Carrera was born in Puebla in 1806 to a distinguished family. His father was an artillery colonel. At the age of nine when the Mexican War of Independence had already broken out, Carrera joined the expeditionary regiment of Ferdinand VII. At the age of twelve he was made an officer, and regardless of his young age was charged with instruction of the batallion. [1] He joined Agustin de Iturbide’s Plan of Iguala on August 30, 1821, presenting himself before the thirteenth division commanded by General Filisola. He was called upon the following year to provide his services as part of an artillery corps, and he was assigned to the defense of Veracruz, which was still menaced by the remaining Spaniards in the Fortress of San Juan de Ulua. Carrera was placed in charge of the fortifications and preparing the artillery, and he defended it when Iturbide’s troops sieged the city to suppress the Plan of Veracruz against the First Mexican Empire. Shortly after he was promoted to effective colonel. At the end of 1823 he was captain placed in charge of the arsenal and the manufacture of arms in the capital. In 1828, during the Revolution of the Acordada against President-elect and Minister of War Manuel Gomez Pedraza, Carrera defended the government, and after the triumph of the revolution he was promoted by President Vicente Guerrero to the rank of lieutenant colonel. He was placed in charge of the Ciudadela in Mexico City in April 1831. During the Federalist Revolt of 1840, he defended the government and the next year he was promoted to effective brigadier general. He was a member of the national legislative junta in 1842 charged with drafting the Bases Organicas, and he was a senator to the congress in 1844 and 1845. He was a member of the council of state in 1846 and later an advisor to the Ministry of War. He fought during the Mexican American War and saw action during the fall of Mexico City. He supported the Plan of Jalisco which brought Santa Anna back into power in 1853, and was named by interim President Lombardini, head of the troops at Mexico City. Upon returning to power Santa Anna named him to the council of state and division general in June 1853. He was made commandant general of the federal district, and later joined in the campaign in Michoacan as Santa Anna attempted to suppress revolts against his rule.[2] After failing to suppress the Plan of Ayutla, Santa Anna made the decision to resign and flee the country. On the morning of August 9th, with Santa Anna already in flight, the government opened one of his last orders handing the power of the executive over to a triumvirate made up of the president of the Supreme Court, Mariano Salas, and Martin Carrera, who once installed were to summon a congress to form a constitution. [3] General Carrera, and General Romulo Diaz de la Vega, commander of the garrison at Mexico City, rejected Santa Anna’s plan and rather on August 13th, declared their support for the Plan of Ayutla. [4] The resolution in the capital which had adopted the Plan of Ayutla designated Romulo Diaz de la Vega to choose a junta of representatives from each department and from the federal district, which was to be charged with electing a president of the republic, and to serve as his council of state. The junta was constituted and Martin Carrera was elected president. [5] Carrera attempted to abolish the traces of Santa Anna’s dictatorship and forbade the commandant generals in charge of the nation’s military districts from intervening in treasury matters. [6] He passed a proclamation to organize the national guard, reform the army, regulate the treasury and respect personal rights. [7] The Carrera government also had to deal with another uprising led by Antonio Haro y Tamariz who on the 13th of August, proclaimed for the downfall of Santa Anna, the abolishment of conscription, freedom of the press, and the summoning of a congress. This latest revolt flared up before news had arrived that Santa Anna had already fled the. The leaders of the Ayutla movement, attempted to compromise with Haro y Tamariz. [8] The Plan of Ayutla was explicitly liberal, and the Carrera government was viewed as an attempt by the remnants of the Santa Anna regime to co-opt or moderate the revolution. [9] He gained limited recognition in the departments, but Ignacio Comonfort one of the main commanders of the Ayutla movement refused to recognize Carrera. Carrera attempted to invite the revolutionary leaders for a conference at Dolores on September 16th, at the symbolic location where the Mexican War of Independence began, on the exact anniversary of the Grito de Dolores, but the invitation was rejected. [10] Carrera was losing the loyalty of the nation, and the revolutionary troops kept advancing upon the capital. Faced with the inevitable, Carrera resigned the presidency at 11 in the evening on September 11th, leaving the command of the district of Mexico to chief of the garrison Romulo Diaz de La Vega, who at once chose a governing council of seven members. The garrison made a declaration to the effect that the recognition of Carrera had been nothing more than an act of expediency, they declared loyalty to the Plan of Ayutla, and proclaimed their loyalty to whatever government now came forth from it. In a manifesto published the following day Carrera hoped for his countryment to acknowledge that he had fulfilled his promise of not causing a single tear to be shed.[11] After stepping down from the presidency Carrera retired to private life, but offered his services to the government during the Tripartite Expedition in 1862 though the offer was not accepted. He officially retired from military service during the Second Mexican Empire and died on April 22, 1871. [12]","country":"Mexico"}