{"name":"Maximilian I of Mexico","url":"/wiki/Maximilian_I_of_Mexico","Born":"1832-07-06","Died":"1867-06-19","termEnds":null,"termStarts":null,"text":"Maximilian I (German: Ferdinand Maximilian Josef Maria von Habsburg-Lothringen, Spanish: Fernando Maximiliano José María de Habsburgo-Lorena; 6 July 1832 – 19 June 1867) was an Austrian archduke who reigned as the only Emperor of the Second Mexican Empire from 10 April 1864 until his execution on 19 June 1867. A younger brother of Emperor Franz Joseph I of Austria, Maximilian had a distinguished career as commander-in-chief of the Imperial Austrian Navy. France, together with Spain and the United Kingdom, had invaded Mexico in the winter of 1861 to pressure the Mexican government into settling its debts with the three powers after Mexico had announced a suspension on debt repayment; the Spanish and British both withdrew the following year after negotiating agreements with the Mexican government and realising the true intention of the French, who sought to conquer the country. Seeking to legitimise French intervention, Emperor Napoleon III invited Maximilian to establish a new (pro-French) Mexican monarchy, which had been proposed numerous times in the past by Mexican monarchists. With a pledge of French military support and at the formal invitation of a group of the Mexican Conservative Party (monarchists hostile to the Liberal Party administration of President Benito Juárez), Maximilian accepted the crown of Mexico on April 10, 1864.[2] The Empire managed to gain the diplomatic recognition of several European powers, including Russia, Austria, and Prussia.[3] The United States, however, continued to recognize Juárez as the legal president of Mexico and saw the French invasion as a violation of the Monroe Doctrine, but was unable to intervene due to their ongoing civil war. Maximilian and his French allies never completely defeated the Mexican Republic; Republican forces led by Juárez continued to be active during Maximilian's rule. With the end of the American Civil War in 1865, the United States began providing more explicit aid to Juárez's forces. French armies began to withdraw from Mexico in 1866 in part due to the Austro-Prussian War. The Empire collapsed without French aid, and Maximilian was captured and executed by the restored Republican government in 1867.[4] Maximilian was born on 6 July 1832 in the Schönbrunn Palace in Vienna, capital of the Austrian Empire.[5][6] He was baptized the following day as Ferdinand Maximilian Josef Maria. The first name honored his godfather and paternal uncle, Emperor Ferdinand I, and the second honored his maternal grandfather, Maximilian I Joseph, King of Bavaria.[7][8] His father was Archduke Franz Karl, the second surviving son of Emperor Francis I, during whose reign he was born. Maximilian was thus a member of the House of Habsburg-Lorraine, a female-line cadet branch of the House of Habsburg.[9] His mother was Princess Sophie of Bavaria, a member of the House of Wittelsbach.[10] Intelligent, ambitious and strong-willed, Sophie had little in common with her husband, whom historian Richard O'Conner characterized as \"an amiably dim fellow whose main interest in life was consuming bowls of dumplings drenched in gravy\".[11] Despite their different personalities, the marriage was fruitful, and after four miscarriages, four sons – including Maximilian – would reach adulthood.[12] Rumors at the court stated that Maximilian was, in fact, the product of an extramarital affair between his mother and Napoleon II, Duke of Reichstadt.[13] The existence of an illicit affair between Sophie and the duke, and any possibility that Maximilian was conceived from such a union, are dubious.[A] Adhering to traditions inherited from the Spanish court during Habsburg rule, Maximilian's upbringing was closely supervised. Until his sixth birthday, he was cared for by Baroness Louise von Sturmfeder, who was his aja (then rendered \"nurse\", now nanny). Afterward, his education was entrusted to a tutor.[14] Most of Maximilian's day was spent in study. The hours per week of classes steadily increased from 32 at age seven to 55 by the time he was 17.[15] The disciplines were diverse, ranging from history, geography, law and technology, to languages, military studies, fencing and diplomacy.[15] From an early age, Maximilian tried to surpass his older brother Franz Joseph in everything, attempting to prove to all that he was the better qualified of the two and thus deserving of more than second-place status.[16] The highly restrictive environment of the Austrian court was not enough to repress Maximilian's natural openness. He was joyful, highly charismatic, and able to captivate those around him with ease. Although he was a charming boy, he was also undisciplined.[17] He mocked his teachers and was often the instigator of pranks – including even his uncle, the emperor, among his victims.[18] Nonetheless, Maximilian was popular. His attempts to outshine his older brother and his ability to charm opened a rift between him and the aloof and self-contained Franz Joseph that would widen as years passed, and their close friendship in childhood would be all but forgotten.[16] In 1848, revolutions erupted across Europe. In the face of protests and riots, Emperor Ferdinand abdicated in favor of Maximilian's brother.[19][20] Maximilian accompanied him on campaigns to put down rebellions throughout the empire.[21][20] Only in 1849 would the revolution be stamped out in Austria, with hundreds of rebels executed and thousands imprisoned. Maximilian was horrified at what he regarded as senseless brutality and openly complained about it. He would later remark, \"We call our age the Age of Enlightenment, but there are cities in Europe where, in the future, men will look back in horror and amazement at the injustice of tribunals, which in a spirit of vengeance condemned to death those whose only crime lay in wanting something different to the arbitrary rule of governments which placed themselves above the law\".[22][23] Maximilian was a clever boy who displayed considerable culture in his taste for the arts. He also demonstrated an early interest in science, especially botany. When he entered military service, he was trained in the Imperial Austrian Navy. He displayed zeal in his naval career and his direct link with Emperor Franz Joseph enabled the diversion of resources to what had previously been a neglected service .[24] He was made a lieutenant in the navy at the age of eighteen. In 1854, he sailed as commander in the corvette Minerva, on an exploring expedition along the coast of Albania and Dalmatia. Maximilian was especially interested in maritime matters and undertook a long-distance journey to Brazil on the frigate Elisabeth.[25] In 1854, when he was only 22 years old—as a younger brother of the emperor, and thus a member of the ruling family—he was appointed as commander-in-chief of the Imperial Austrian Navy (1854–1861),[26] which he reorganized in the following years. Like Archduke Friedrich (1821–1847) before him, Maximilian had a keen personal interest in the fleet, and with him the Austrian naval force gained an influential supporter from the ranks of the imperial family. This was crucial, as sea power had never been a priority of Austrian foreign policy, and the navy itself was relatively little known or supported by the public. It was only able to draw significant public attention and funds when it was actively supported by an imperial prince. As commander-in-chief, Maximilian carried out several reforms to modernise the naval forces, and was instrumental in creating the naval port at Trieste and Pola (now Pula), as well as the battle fleet with which Admiral Wilhelm von Tegetthoff would later secure his victories. He was however criticised for diverting excessive funds to ship building to the neglect of training, sea going experience and morale.[27] He also initiated a large-scale scientific expedition (1857–1859) during which the frigate SMS Novara became the first Austrian warship to circumnavigate the globe.[citation needed] In his political views, Archduke Maximilian was very much influenced by the progressive ideas in vogue at the time. He had a reputation as a liberal, and this was one of several considerations leading to his appointment as viceroy of the Kingdom of Lombardy–Venetia in February 1857. Emperor Franz Joseph had decided on the need to replace the elderly soldier Joseph Radetzky von Radetz, to divert growing discontent amongst the Italian population through token liberalization, and to encourage a degree of personal loyalty to the Habsburg dynasty.[28] On 27 July 1857, in Brussels, Archduke Maximilian married his second cousin Charlotte, the daughter of Leopold I of Belgium and Louise of Orléans. They lived in Milan, the capital of Lombardy-Venetia, from 1857 until 1859, when Emperor Franz Joseph, angered by his brother's liberal policies, dismissed him. Shortly after, Austria lost control of most of its Italian possessions. Maximilian then retired to Trieste, near which he built Miramare Castle.[29] At the same time, the couple acquired a converted monastery on the island of Lokrum as a holiday residence. Both estates had extensive gardens, reflecting Maximilian's horticultural interests.[30] In 1859, Maximilian was first approached by Mexican monarchists—members of the Mexican nobility, led by José Pablo Martínez del Río—with a proposal to become the emperor of Mexico. The Habsburg family had ruled the Viceroyalty of New Spain from its establishment until the Spanish throne was inherited by the Bourbons. Maximilian was considered to have more potential legitimacy than other royal figures, and was unlikely to ever rule in Europe due to his elder brother.[31] On 20 October 1861 in Paris, Maximilian received a letter from Gutiérrez de Estrada asking him to take the Mexican throne. He did not accept at first, but sought to satisfy his restless desire for adventure with a botanical expedition to the tropical forests of Brazil. However, Maximilian changed his mind after the French intervention in Mexico. At the invitation of Napoleon III, after General Élie-Frédéric Forey's capture of Mexico City and a French-organized plebiscite that confirmed the proclamation of the empire, Maximilian consented to accept the Imperial Crown in October 1863.[31] On 9 April 1864 Maximilian met with his brother Emperor Francis Joseph at Miramar to sign a \"Family Pact\". In this document Maximilian renounced any rights to the Austrian throne or as an Archduke of Austria. This renunciation followed an extended period of negotiations between the two brothers and was agreed to by Maximilian with reluctance.[32] In April 1864, Maximilian stepped down from his duties as chief of Naval Section of the Austrian Navy. He traveled from Trieste aboard SMS Novara, escorted by the frigates SMS Bellona (Austrian) and Thémis (French), and the Imperial yacht Phantasie led the warship procession from his Miramare Castle out to sea.[33] They received a blessing from Pope Pius IX, and Queen Victoria ordered the Gibraltar garrison to fire a salute for Maximilian's passing ship.[34] The widespread doubts amongst informed persons concerning the wisdom of Maximilian's venture were reflected by the French colonel Charles du Barail, who while returning from arduous service in Mexico sighted the Novara during its Atlantic crossing.[35] Wrote du Barail: \"If you succeed in bringing order out of this chaos, fortune into this misery, union into these hearts you will be the greatest sovereign of modern times. Go poor fool! You may regret your beautiful castle of Miramar!\" [36] The new emperor of Mexico landed at Veracruz on 29 May 1864,[37] and received a cold reception from the townspeople. Veracruz was a liberal town, and the liberal voters were opposed to having Maximilian on the throne.[38] He had the backing of Mexican conservatives and Napoleon III, but from the very outset he found himself involved in serious difficulties, since the Liberal forces led by President Benito Juárez refused to recognize his rule. There was continuous fighting between the French expeditionary forces (who were supplemented by Maximilian's locally recruited imperial troops) on one side and the Mexican Republicans on the other.[39] The imperial couple chose as their seat Mexico City. The emperor and empress set up their residence at Chapultepec Castle, located on the top of a hill formerly on the outskirts of Mexico City that had been a retreat of Aztec emperors. Maximilian ordered a wide avenue cut through the city from Chapultepec to the city center named Paseo de Chapultepec or Paseo de la Emperatriz (now known as Paseo de la Reforma).[40] He also acquired a country retreat at Cuernavaca. The royal couple made plans to be crowned at the Catedral Metropolitana, but due to the constant instability of the regime, the coronation was never carried out.[41] As Maximilian and Carlota had no children, they adopted Agustín de Iturbide y Green and his cousin Salvador de Iturbide y de Marzán, both grandsons of Agustín de Iturbide, who had briefly reigned as Emperor of Mexico in the 1820s. Agustin's mother, Alicia Iturbide, an American who was born Alice Green, agreed under duress to give up her child. Soon after, she pled with Maximilian to renounce the adoption contract, but he had her forcibly deported from Mexico without her child.[42] Agustin and his cousin were granted the title Prince de Iturbide and the style of Highness by an imperial decree of 16 September 1865, and were ranked next in line after the reigning family.[43] Apparently, the royal couple intended to groom Agustín as heir to the throne. Maximilian never really intended to give the crown to the Iturbides because he believed that they were not of royal blood.[44] It was all a charade directed at his brother Archduke Karl Ludwig of Austria, as Maximilian explained himself: either Karl would give him one of his sons as an heir, or else he would bequeath everything to the Iturbide children.[44] In October 1866, \"With dreams of founding an imperial dynasty vanquished, Maximilian now wrote to Alice Iturbide that he was returning her son, Agustin, to her care.\"[45] To the dismay of his conservative allies, Maximilian upheld several liberal policies proposed by the Juárez administration, such as land reforms, religious freedom, and extending the right to vote beyond the landholding classes. At first, Maximilian offered Juárez an amnesty if he would swear allegiance to the crown, even offering him the post of prime minister, which Juárez refused.[46] After the end of the American Civil War, President Andrew Johnson invoked the Monroe Doctrine and recognized the Juarez government as the legitimate government of Mexico. The United States applied increasing diplomatic pressure to persuade Napoleon III to end French support of Maximilian and to withdraw French troops from Mexico. Washington began supplying partisans of Juárez and his ally Porfirio Díaz by \"losing\" arms depots to them at El Paso del Norte at the Mexican border.[47] The prospect of an American invasion to reinstate Juárez caused a large number of Maximilian's loyal adherents to abandon his cause and leave the capital.[48] Meanwhile, Maximilian invited ex-Confederates to move to Mexico in a series of settlements called the \"Carlota Colony\" and the New Virginia Colony, with a dozen others being considered, a plan conceived by the internationally renowned U.S. Navy oceanographer and inventor Matthew Fontaine Maury. Maximilian also invited settlers from \"any country\", including Austria and the other German states.[49] Maximilian issued his \"Black Decree\"' on 3 October 1865. Its first article stated that: \"All individuals forming a part of armed bands or bodies existing without legal authority, whether or not proclaiming a political pretext, whatever the number of those forming such band, or its organization, character, and denomination, shall be judged militarily by the courts martial. If found guilty, even though only of the fact of belonging to an armed band, they shall be condemned to capital punishment, and the sentence shall be executed within twenty-four hours\". It is calculated that more than eleven thousand of Juarez's supporters were executed as a result of the decree, but in the end it only inflamed the Mexican resistance.[50][51][52] Nevertheless, by 1866, the imminence of Maximilian's abdication seemed apparent to almost everyone outside Mexico. That year, Napoleon III withdrew his troops in the face of Mexican resistance and U.S. opposition under the Monroe Doctrine, as well as to strengthen his forces at home to face the ever-growing Prussian military. Carlota travelled to Europe, seeking assistance for her husband's regime in Paris and Vienna and, finally, in Rome from Pope Pius IX. Her efforts failed, and she suffered a deep emotional collapse and never went back to Mexico.[53] Though urged to abandon Mexico by Napoleon III himself, whose troop withdrawal from Mexico was a great blow to the Mexican Imperial cause, Maximilian was reluctant to desert his followers. Uncertain as to his future course of action, Maximilian allowed a conference of twenty-three of his supporters to vote against his abdication.[54] Faithful generals such as Miguel Miramón, Leonardo Márquez, and Tomás Mejía vowed to raise an army that would challenge the resurgent Republicans. Maximilian fought on with his army of 8,000 Mexican loyalists. Forced to withdraw from Mexico City in February 1867. Maximillian and most of his remaining forces fell back to Querétaro City, and sustained a siege for several weeks. On 11 May, Maximillian resolved to attempt an escape through the enemy lines. This plan was sabotaged by Colonel Miguel López who secretly agreed with the Republican General Escobedo to open a gate and lead a raiding party to seize the Imperial headquarters. Lopez appears to have assumed that Maximilian would be allowed to escape.[55] The city fell on 15 May 1867 and Maximilian was captured the next morning after a failed attempt to escape through Republican lines by a loyal hussar cavalry brigade led by Felix Salm-Salm. A court-martial was conveyed by the now victorious Republicans; Maximillian was convicted and sentenced to death. A number of the crowned heads of Europe and other prominent figures (including the eminent liberals Victor Hugo and Giuseppe Garibaldi) sent telegrams and letters to Mexico requesting that the Emperor's life be spared.[56] Although he respected Maximilian on a personal level,[57] Juárez refused to commute the sentence in view of the Mexicans who had been killed fighting against Maximilian's forces, and because he believed it was necessary to send a message that Mexico would not tolerate any government imposed by foreign powers. Felix Salm-Salm and his wife devised a plan to allow Maximilian to escape execution by bribing his jailors. However, Maximilian would not go through with the plan because he felt that shaving his beard to avoid recognition would undermine his dignity if he were to be recaptured.[58] The sentence was carried out in the Cerro de las Campanas at 6:40 a.m. on the morning of 19 June 1867, when Maximilian, along with Generals Miramón and Mejía, was executed by a firing squad. He spoke only in Spanish and gave each of his executioners a gold coin not to shoot him in the head so that his mother could see his face. His last words were, \"I forgive everyone, and I ask everyone to forgive me. May my blood, which is about to be shed, be for the good of the country. Viva México, viva la independencia!\"[59] Generals Miramón and Mejía standing to Maximilian's right, were killed by the same volley as the emperor, fired by the fifteen-man (twenty-one in other accounts) execution party. Maximilian and Miramón died almost immediately, the emperor calling out the single word hombre, but Mejía's death was more extended.[60] After Maximilian's execution, his body was embalmed and displayed in Mexico. Early the following year, the Austrian admiral Wilhelm von Tegetthoff was sent to Mexico aboard SMS Novara to take the late emperor's body back to Austria. After arriving in Trieste, the coffin was taken to Vienna and placed in the Imperial Crypt on 18 January 1868. The Emperor Maximilian Memorial Chapel was constructed on the hill where his execution took place.[61] Maximilian has been praised by some historians for his liberal reforms, genuine desire to help the people of Mexico, refusal to desert his loyal followers, and personal bravery during the siege of Querétaro. Other researchers consider him short-sighted in political and military affairs, and unwilling to restore democracy in Mexico even during the imminent collapse of the Second Mexican Empire. Today, anti-republican and anti-liberal political groups who advocate the Second Mexican Empire, such as the Nationalist Front of Mexico, are reported to gather every year in Querétaro to commemorate the execution of Maximilian and his followers.[62] Maximilian is portrayed in the 1934 Mexican film Juárez y Maximiliano by Enrique Herrera and the 1939 American film Juarez by Brian Aherne. In the 1939 film The Mad Empress he was played by Conrad Nagel. He also appeared in one scene in the 1954 American film Vera Cruz, played by George Macready. In theater, he appeared in the play Juarez and Maximilian by Franz Werfel, which was presented at Berlin in 1924, directed by Max Reinhardt. In the Mexican telenovela El Vuelo del Águila, Maximilian was portrayed by Mexican actor Mario Iván Martínez.[citation needed] In the wake of his death, carte-de-visite cards with photographs commemorating his execution circulated both among his followers and among those who wished to celebrate his death. One such card featured a photograph of the shirt he wore to his execution, riddled with bullet holes.[63] The composer Franz Liszt included a \"Marche funèbre, en mémoire de Maximilian I, empereur de Mexique\" (a funeral march, in memory of Maximilian I, Emperor of Mexico) among the pieces in his famous collection of piano pieces entitled Années de pèlerinage.[64] Maximilian's execution was portrayed in a series of paintings by Édouard Manet. A statue of Maximilian stands today in the 13th district of Vienna in front of the entrance to the Schönbrunn Palace Park. In Bad Ischl, the Maximilian fountain on the Traun, built in 1868, is a reminder of him. Another statue of Maximilian is in Trieste. It was brought back to its original place, Piazza Venezia, from the park of the Miramare Castle in 2009. Maximilian now “overlooks” part of the port of Trieste again. The Rostrata Columna, dedicated to him in 1876 in Maximilian Park in Pula, a work by Heinrich von Ferstel, was brought to Venice in 1919 as Italian spoils of war and is now, rededicated, on the edge of the Giardini pubblici. According to ideas of conspiracy theory, Maximilian is said to have not been executed at all by a secret agreement with Juárez, but to have lived on in El Salvador until 1936 under the name of Justo Armas.[65][66][67] Mementos of Emperor Maximilian I of Mexico are on display at the Schatzkammer Museum in the Hofburg Palace in Vienna.[68] The next living agnatic relative after Maximilian is the head of the Habsburg family, Karl von Habsburg.[citation needed] Coat of arms as Emperor Maximilian I of Mexico Imperial Monogram Dual Cypher of Emperor Maximilian and Empress Carlota of Mexico","country":"Mexico"}