{"name":"Melchor Múzquiz","url":"/wiki/Melchor_M%C3%BAzquiz","Born":"now Melchor Múzquiz City, Coahuila, Mexico","Died":"aged 54","termEnds":"(part of the Liberal Party)","termStarts":"He was appointed Interim President by Congress when Bustamante left office to fight the rebellion of Santa Anna.","text":"Melchor de Eca y Múzquiz (5 January 1790 – 14 December 1844) was a Mexican soldier and politician. He was named interim president of Mexico during the Plan of Veracruz which had the aim of overthrowing President Anastasio Bustamante. The president stepped down to personally lead his troops against the insurgents, and Muzquiz was designated as his replacement by congress. Muzquiz played an active role in attempting to suppress the revolt, but revolution would succeed and Muzquiz was forced to step down on December, 1832 in favor of the insurgents' choice for president: Manuel Gomez Pedraza. Melchor Muzquiz was born in Santa Rosa, Coahuila in 1790 and began his studies at the college of San Ildefono in Mexico City from which he left to join the insurgents when the Mexican War of Independence broke out in 1810. He fought against the Spanish in Michoacan and Veracruz and was taken prisoner at the Hacienda of Monte Blanco when he had reached the rank of colonel. He was transported to Puebla and was at the point of being executed by firing squad, when he was saved by an amnesty, but he refused to swear that upon release he would no longer take up arms against Spain.[1] He joined Agustin de Iturbide's Plan of Iguala, and in 1824 he was governor of the State of Mexico, and was known for producing budget surpluses. Under the administration of President Guadalupe Victoria he was made brigadier general and was given the post of commandant general of Puebla when the Revolution of the Acordada broke out against president-elect and Minister of War Gomez Pedraza. Musquiz refused to join the revolution, yet he also did not proclaim loyalty to the government considering it a captive of the revolutionaries who now occupied the capital, but he eventually recognized the newly established government of Vicente Guerrero. In contrast he actively participated in and promoted the Plan of Jalapa against President Guerrero and in favor of vice-president Anastasio Bustamante in 1829, collaborating with Colonel Facio. The chiefs of the revolution met in Muzquiz' own home to read the plan upon which Muzquiz asked each chief present if they would accept it. From this point, Muzquiz would be considered Bustamante's second-in-command.[2] On January 2, 1832 a liberal revolt against the government flared up in Veracruz, accusing Bustamante's ministers of acting autocratically and demanding their dismissal. Santa Anna joined the movement and on January 4, he addressed himself to President Bustamante offering to mediate between the rebels and the president in order to prevent bloodshed.[3] The government failed to defeat Santa Anna, and the revolution spread to Tamaulipas, where the rebels routed the forces of Mier y Teran at Tampico. Now the revolution was joined by more states, who now began to demand not only the dismissal of the ministers but the replacement of Bustamante himself with Manuel Gomez Pedraza who had won the elections of 1828 before fleeing the country in the aftermath of Vicente Guerrero’s revolt against him. Meanwhile the states of San Luis Potosi, Michoacan, Chihuahua, Mexico, Puebla, and Tabasco remained loyal to Bustamante, but the revolution continued to advance.[4] The government was shaken by the news that the hereunto loyal city of San Luis Potosi was captured by the General Moctezuma on August 6, and President Bustamante assumed personal command of the troops in order to lead an expedition against him. Bustamante stepped down as president and the deputies elected General Melchor Muzquiz to assume the role of interim president on August 14.[5] President Muzquiz struggled to fund the armies of Facio and Bustamante, and could not obtain loans while the country was in a state of civil war.[6] Bustamante routed the forces of Moctezuma on September 18, and occupied the city on September 30.[7] Unfortunately for the government, General Valencia then proclaimed his support for the revolution in the state of Mexico, putting him in a position to threaten the capital. Bustamante turned back towards Mexico City and reached Penon Blanco where he obtained a promise from Governor Garcia to support the government, a promise which was later broken. Meanwhile in Veracruz after a six-month stalemate, Santa Anna defeated government forces led by Facio, allowing his army to leave Veracruz and advance upon the capital reaching Tacubaya on October 6.[8] The Muzquiz administration sent circulars to loyal governors, and redoubled its efforts to maintain itself. Half of his ministers were not agreeable to the revolutionists but he did not change his ministries in response.[9] Congress refused to make any concessions based upon placing Gomez Pedraza in charge of the executive, and instead granted Melchor Muzquiz emergency powers.[10] Commissioners were sent to negotiate with Santa Anna, who was at the gates of the capital, but no agreement was reached. At this point, however, Santa Anna headed away from Mexico City on November 6 to face the approaching army of Bustamante at the city of Puebla, and defeated him on November 16. At this point, the government had effectively lost control over the rest of the nation, retaining the loyalty of only Oaxaca and Chihuahua. Bustamante gave up the military struggle and opened negotiations at which it was agreed to enter into an armistice until congress could approve a peace treaty between the parties. Muzquiz himself wished to agree to an armistice, but congress refused to surrender. Muzquiz would resign in opposition on December 15, but his resignation was rejected. However Bustamante disobeyed congress to avert further bloodshed and proceeded to negotiate a peace that was ratified on December 23, 1832 through the Treaty of Zavaleta. In accordance with the treaty, the presidency now passed on to Manuel Gomez Pedraza.[11] A group of commissioners arrived from the triumphant rebels to announce to the now ex-president Muzquiz that he was free to go home.[12] He remained retired from public affairs for a time. In 1836, under the Centralist Republic of Mexico, he was president of the Supreme Moderating Power, a council that was constitutionally even above the president. He pursued constitutional reforms in the fields of finance, justice, and the authorities of the departments. He would be appointed to the Supreme Moderating power once more in 1840. Muzquiz died on December 14, 1844 in poverty despite the exalted positions which he once held. Afterwards his hometown was renamed after him.[13]","country":"Mexico"}