{"name":"Michel Temer","url":"/wiki/Michel_Temer","Born":"1940-09-23","Political party":"MDB (since 1981)","termEnds":null,"termStarts":"Acting President from 12 May 2016","text":"Michel Miguel Elias Temer Lulia (Brazilian Portuguese: [miˈʃɛw miˈɡɛw eˈli.ɐs ˈtemeɾ luˈli.ɐ]; born 23 September 1940) is a Brazilian politician, lawyer and writer who served as the 37th president of Brazil from 31 August 2016 to 1 January 2019 . He took office after the impeachment and removal from office of his predecessor Dilma Rousseff. He had been the 24th vice president since 2011 and acting president since 12 May 2016, when Rousseff's powers and duties were suspended pending an impeachment trial.[1] At the age of 75, he is the oldest person to have taken the office. The Senate's 61–20 vote on 31 August 2016 to remove Rousseff from office meant that Temer succeeded her and served out the remainder of her second term. In his first speech in office, Temer called for a government of \"national salvation\" and asked for the trust of the Brazilian people.[2] He also signaled his intention to overhaul the pension system and labor laws, and to curb public spending.[3] A 2017 poll showed that Temer's administration had 7% popular approval, with 76% of respondents in favor of Temer's resignation.[4] Despite widespread protests, Temer refused to step down.[5] Temer did not stand for President in the 2018 elections and was succeeded by Jair Bolsonaro. Born in Tietê, São Paulo, Temer is the son of Nakhoul \"Miguel\" Elias Temer Lulia and March Barbar Lulia, Maronite Catholic Lebanese immigrants who came to Brazil in 1925.[6][7] His parents, along with three older siblings, immigrated to Brazil from Abadiyeh, a small village in northern Lebanon, to escape famine and instability due to World War I. In Brazil, his parents had five more children, and Temer is the youngest. Temer is not fluent in Arabic, but is able to discern the topic of a conversation in that language.[8][9][10] As a child, Temer dreamed of becoming a pianist. However, there were no piano teachers in his city.[11] As a teenager, he wanted to be a writer.[12] After failing chemistry and physics classes in his first year of high school, he gave up the \"curso científico\", which prioritized hard sciences and math. In 1957, he moved to São Paulo to finish high school in the \"curso clássico\", composed mainly of subjects in the humanities and languages. In 1959, like his four older brothers he joined the Law School of the University of São Paulo, graduating in 1963.[13] In his freshman year, he became involved with politics by becoming a treasurer of the school's students' union. In 1962, Temer ran for the presidency of the union, but was defeated by 82 votes.[13] Temer stayed neutral before the 1964 coup d'état.[12] With the beginning of military rule, he moved away from politics. In 1974, he completed a doctorate in public law at the Pontifical Catholic University of São Paulo (PUC-SP). Temer has often confirmed his affiliation as a Roman Catholic.[14] In 1968, Temer began teaching constitutional law at PUC-SP, where he also taught civil law and was director of the postgraduate department and of the Brazilian Institute Of Constitutional Law as well as a member of the Ibero-American Institute of Constitutional Law. Temer published four major works in constitutional law. His most famous book is Elements of Constitutional Law, published in 1982, which sold over 240,000 copies.[15] The book focuses on the organization of the Brazilian state, especially on the separation of powers. His 2006 book Democracy and Citizenship highlighted the relevance of law and included some of his speeches as a federal deputy. In his works, he showed himself to be a supporter of parliamentarism and a political recall system, while opposing economic interventionism and tax increases.[16] However, he considered himself a writer only in 2013, when he published Anonymous Intimacy, a book of poems. It consists of 120 poems, many of which were written on napkins during his plane trips between São Paulo and Brasílla.[16] Temer said writing poems helped him recover from the \"barren arena of legislative politics\".[17] Beginning in 1987 Temer served six consecutive terms in the Chamber of Deputies,[18] and on three separate occasions served two-year terms as president of the Chamber (1997–1998, 1999–2000 and 2009–2010).[6] Temer was also a member of the 1988 constituent assembly, which promulgated the current Constitution of Brazil.[6] He became President of the Brazilian Democratic Movement Party (PMDB), the largest party in Brazil.[18] Temer was the second Vice President of Lebanese origin, after José Maria Alkmin. His family originates from the town of Btaaboura in Koura District, near Tripoli in northern Lebanon.[19][20] In 2016, he was accused of having a lobbyist bribe others between 1997 and 2001 in ethanol deals through state-run oil company Petrobras. He was also under investigation for accepting more than $1.5 million in funds from construction company Camargo Correa, which works with Petrobras. Spreadsheets from the construction company listed Temer's name 21 times. The numbers next to his name added up to $345,000, which authorities alleged were bribes and which Temer said were legal campaign contributions.[21][22] The claim was dismissed by the courts, and Temer denied any wrongdoing.[21] Temer has also been accused of electoral fraud; in 2016, he allegedly solicited $2.9m in illegal campaign donations in 2014. Part of investigation is into whether bribe money helped fund the 2014 campaign that saw Dilma Rousseff re-elected president with Temer as her running mate; Temer also denies this.[23] In 2017 Brazil's federal police said that investigators have found evidence the president received bribes to help businesses. A released video made by investigators shows Rodrigo Rocha Loures, former Temer aide, carrying a suitcase filled with about $150,000 in cash allegedly being sent from JBS S.A. to the president.[24] In 2018, Brazilian Supreme Court Justice ordered Temer be included in an ongoing investigation into $3.07 million in illicit funds his Brazilian Democratic Party allegedly received from construction firm Odebrecht.[25] According to official government cables published by WikiLeaks, Temer provided information to the U.S. Embassy in Brazil in 2006. Temer is described as gaining the loyalty of lower class Brazilians by strengthening social programs and opposing Lula da Silva. The report has the status \"sensitive but unclassified\" with Temer stating that Lula da Silva \"might finally begin to heed his friends on the left\" and would \"be led away from the orthodox macro-economic policies that have dominated his first term\".[26]  In 2015 and 2016, Temer was involved in controversy as Dilma Rousseff's impeachment process unfolded. In December 2015, Temer sent a letter to the president complaining about his distance from government decisions. The letter began with the Latin proverb \"Verba Volant, Scripta Manent\" (spoken words fly, written words remain). Temer described the communication as a \"personal\" unburdening about various complaints against the president. He said Rousseff had made him look like a \"decorative\" vice president, not an active one, despite having been invited to support her government several times in the dialogue with Congress, a role he only accepted in 2015. The letter was commented on and mocked in Brazilian social media, with images depicting the vice president as a Christmas decoration, making fun of his use of Latin, and photos purporting to show the president laughing as she read the missive, among many other things. The president's office had no immediate comment on the images,[27] but Rousseff condemned him as a traitor to her administration.[28] In April 2016, an audio file of Temer was leaked to the media. In it, Temer speaks as if the impeachment process had already ended and he was the new president.[29] \"I don't want to generate false expectations,\" Temer said on the recordings, which were first published by Folha de S.Paulo on 23 May. \"Let's not think that a possible change in government will solve everything in three or four months.\" The leak came just hours before a special lower house committee was scheduled to vote whether to back the request to impeach the president, generating complaints and accusations of treachery and lack of support from a vice president conspiring against the elected president. Temer alleged it was sent incorrectly to a WhatsApp group of his party's representatives in Congress. As investigations following Operation Car Wash grew, allegations against members of the Brazilian Democratic Movement Party (PMDB) began to arise. In December 2015, impeachment proceedings toward Temer were filed, though his fellow party member, President of the Chamber of Deputies Eduardo Cunha, blocked the movement and instead allowed impeachment proceedings against President Rousseff.[30] After a Supreme Court judge, Justice Mello, ruled Cunha's actions wrong, he suggested that Temer should face impeachment proceedings.[30] Another attempt to impeach Temer[31] began with the decision on 6 April 2016, by the president of the Chamber of Deputies, Eduardo Cunha, to form a commission for termination analysis of liability for crime offered by attorney Mariel M. Marra. Four other requests for impeachment were presented to Cunha.[32] Cunha, who was third in line for the presidency behind Temer, faced scrutiny for alleged money laundering uncovered in Operation Car Wash.[30] On 5 May 2016, Cunha was suspended as speaker of the lower house by Brazil's Supreme Court due to allegations that he attempted to intimidate members of Congress, and obstructed investigations into his alleged receipt of bribes.[33][34] On 17 May 2016, Justice Marco Aurélio Mello allowed the impeachment request to enter the agenda of the Supreme Federal Court plenary session.[35] In the early hours of 12 May 2016, the Federal Senate voted to accept Rousseff's impeachment. Per the Brazilian Constitution, Rousseff's powers were suspended and Temer became acting president. Temer was to serve as acting president for up to 180 days while the Senate decided whether to convict Rousseff and remove her from office, which would make Temer president for the remainder of her term, or to acquit her of crimes of responsibility charges and restore her presidential powers. Temer was awaiting a decision from the Supreme Federal Court to start an impeachment process against him. On his first day as acting president, Vice President Temer appointed a new cabinet, reducing the number of ministries from 31 to 22. Women's rights and Afro-Brazilian rights activists criticized the fact that all of the appointed ministers were white men, for the first time since 1979.[36][37] On 2 June 2016, Temer received an eight-year ban from running for office after being convicted of violating election laws. This effectively ended any chance of Temer running for a full term as president in the 2018 election.[38] It can be argued that he was already ineligible to run in 2018 in any event. Under the Constitution, the vice president becomes acting president whenever the president travels abroad. Due to the manner in which the Constitution's provisions on term limits are worded, whenever a vice president serves as acting president for any reason, it counts toward the limit of two consecutive terms.[citation needed] As acting president, he opened the Summer Olympics held in Rio de Janeiro on 5 August 2016 at the Maracanã Stadium. On 31 August 2016, the Senate voted to convict Rousseff, thereby removing her from office and making Temer President of Brazil. He would serve out the balance of Rousseff's second term, which finished on 1 January 2019.[39] The vice-president position became vacant, and the President of the Chamber of Deputies acts as the first constitutional substitute during his term.[40] On 7 September 2016, he opened the Summer Paralympics at the Maracanã amid massive booing from the spectators. In October 2016, the Constitution of Brazil was amended by deputies[41] to cap public spending, effectively frozen for twenty years, adjusted for inflation only. This measure was the subject of both praise and criticism among the Brazilian middle-class.[42] In November 2016, Marcelo Calero, Temer's former Minister of Culture, resigned, stating that Temer had pressured him to help an ally, government secretary Geddel Vieira Lima, who had invested in a development that was being delayed by a heritage preservation measure by allowing construction to go ahead in spite of said measure. Vieira Lima resigned on 25 November 2016, and opposition leaders stated that they would seek President Temer's impeachment over this incident.[43] Temer denied the corruption allegations but admitted talking to Calero about the project.[44] In December 2016, Marcelo Odebrecht confirmed paying bribes to President Temer.[45] In March 2017, Temer decided to move to the vice presidential residence again. He had recent problems with the Brazilian Historical Heritage Institute due to the architectural changes he made to the Presidential Palace.[46][47] In an interview to the Brazilian news magazine Veja he mentioned he could not sleep in the \"ample rooms\" and questioned the possibility of ghosts.[48][49][50][51][52][53] On 28 April 2017, trade unions called for a general strike against the pension and labor reforms proposed in his government,[54] which failed in many points, especially because the lack of interest of most of the population. Except in state capitals and major cities, in which there were shutdowns of various public services, in most places the strike was restricted to marches, or simply nothing happened.[55] The government announces the abolition of \"popular pharmacies\" for the summer of 2017. Created in 2004 under the presidency of Lula, they allowed the most disadvantaged to obtain low-cost medicines.[56] On 16 February 2018, Temer signed a law aimed at tackling the organised crime element in Rio de Janeiro, transferring full control of security to the military. The military will reportedly remain in control of security until 1 January 2019.[57] The next day, Temer suggested establishing a Ministry of Public Security in the near future.[58] According to data from the Brazilian Institute of Geography and Statistics, extreme poverty increased by 11 per cent in 2017, while inequalities also increased again (the Gini index rose from 0.555 to 0.567). The reduction in the number of Bolsa Família beneficiaries decided by the government is the main cause, according to the study.[59] On 17 May 2017, secretly taped recordings leaked by O Globo, a leading national newspaper, reveal the President discussing hush money pay-offs with Joesley Batista, the businessman who runs the country's biggest meat-packing firm JBS,[60][61][62][63] prompting talk of trying again to impeach him.[64][65] On Wednesday 24 May 2017, while thousands of angry demonstrators marched towards Congress demanding Temer's resignation and immediate direct presidential elections, Temer sought to suppress a revolt within his own party.[66][67] Overwhelmed by protests, Temer deployed federal troops to the capital.[68][69] Many photographs and testimonials taken during the protest show police violence, and officers shooting at demonstrators during the manifestation.[70] President Temer's refusal to resign made him increasingly unpopular and provoked not only a political stalemate but also uncertainty, plunging the country into crisis and amplifying the worst recession in its history.[5][71][72] On 9 June 2017, the Brazilian Superior Electoral Court voted 4–3 to acquit Temer and Rousseff of alleged illegal campaign funding in the 2014 election, thus allowing him to stay in office.[73][74] Former Odebrecht Vice President Marcio Faria da Silva said in testimony given as part of a plea bargain that Temer asked him at a meeting to arrange a $40 million payment to Temer's party, the Brazilian Democratic Movement Party (PMDB). Faria said he met with Temer at his law office, and that speaker of the lower house Eduardo Cunha and Congressman Henrique Eduardo Alves were also present. The payment represented a 5% commission on a contract Odebrecht was seeking with the state-run oil company Petrobras, Faria said. Supreme Court Justice Luiz Edson Fachin made this and other testimony public, and ordered an investigation of more than 100 politicians implicated in bribes and kickbacks at state-run companies, particularly Petrobras.[75] On 26 June 2017, Temer was charged by Prosecutor-General Rodrigo Janot with accepting bribes and Janot delivered the charges to the Supreme Federal Court.[76] The lower house was required to vote on the charges, which medfrom allegations that he took $5 million in return for clearing up JBS tax problems and facilitating a loan. At the time, Temer still had the support of speaker of the lower house Rodrigo Maia, who possessed the power to accept or shelve a petition for impeachment. The Federal Police (PF), who were forced by funding restrictions to disband before all investigations into the matter were complete, had recommended that Temer also be charged with obstruction of justice.[4][76][77] Torquato Jardim, who was Temer's third Justice Minister in 2017, had unsuccessfully attempted to change the leadership of the PF, and to implement a series of legislative initiatives focused on amnesty and changes to the code of criminal procedure.[78] In June 2017 Temer's approval rating stood at 7%, the lowest for any President of Brazil in more than thirty years.[4] In a survey conducted by the IBOPE institute, between 24 and 26 July 81% of Brazilians favored the indictment of the President.[79] On 2 August, lawmakers in the lower house in Congress voted not to refer the case against the scandal-plagued President to the supreme court, which had the power to try him. Observers stated that the move to shield Temer further undermined the credibility of Brazil's political and electoral system.[80][81][82] On 21 March 2019, Temer was arrested during the investigation into Operation Car Wash.[83] On March 25, a habeas corpus was issued on behalf of Temer by desembargador Antonio Ivan Athié.[84] On August 22, 2017, Temer issued a decree to dissolve the \"Reserva Nacional do Cobre e Associados\" (Renca) Amazonian reserve in Brazil's northern states of Pará and Amapá, measuring 4 million hectares to allow mining by private companies and the conversion of forest into crops for agro-business companies.[85] After widespread criticism, the decree was revoked on 26 September.[86] In an Ibope survey in September 2016, after approximately a month of President Temer's administration, 39% of Brazilians rated his administration \"bad or terrible\", while 14% considered it \"great or good\". 2,002 people were heard between 20 and 25 September, and the margin of error was two percentage points.[92] The share of Brazilians who found his administration bad or very bad rose to 82 percent in June 2018, the most of any president since the nation's return to democracy in 1985, Datafolha showed.[93] Raised by Maronite parents, Temer considers himself a Roman Catholic.[94] Temer and his first wife Maria Célia Toledo had three daughters: Luciana (1969), Maristela (1972), and Clarissa (1974). Temer is also father to Eduardo (born in 1999 in London) with journalist Érica Ferraz.[95][96] In 2002, Marcela Tedeschi (born in 1983) accompanied her uncle Geraldo, a Paulínia municipal employee, to the annual political convention of the Brazilian Democratic Movement Party (PMDB). While there, Marcela met Michel Temer, a politician forty-three years her senior.[97] The couple married on 26 July 2003, in a small ceremony.[98] In 2009, Marcela graduated with a law degree from Fadisp, a private school in São Paulo. In an interview, Marcela says that she never took the licensing exam because of the birth of the couple's son Michel also known by his nickname \"Michelzinho\".[99][100] Below is a selected list of awards Temer has received:[101] ","country":"Brazil"}