{"name":"Miguel Miramón","url":"/wiki/Miguel_Miram%C3%B3n","Born":"1831-09-29","Died":"1867-06-19","Political party":"Conservative","termEnds":null,"termStarts":"He took office as interim president of the conservative government after he was elected by a group of \"Representatives of the States\" who supported the conservatives. He was defeated at the Battle of Calpulalpan, resigned the presidency and fled the country.","text":"Miguel Gregorio de la Luz Atenógenes Miramón y Tarelo, known as Miguel Miramón, (29 September 1831[1] – 19 June 1867) was a Mexican conservative general and politician. He opposed the liberal Constitution of 1857 and served as President of Mexico in opposition to the constitutional president, Benito Juárez of the Liberal Party. He was one of the youngest rulers and the first not born during Spanish colonial rule.[2] He served in the imperial army during the French Intervention in Mexico and was executed with Emperor Maximilian and General Tomás Mejía by a republican army firing squad. He remains a controversial figure in Mexico, combining \"military skill with political miscalculation.\"[3] Miramón was born in Mexico City on September 29, 1831 into a very traditional family of partial French heritage. His grandfather was from the province of Béarn.[4] He was the son of Colonel Bernardo de Miramón and his wife Carmen Tarelo. He was one of twelve children. He enrolled in the Military College at the age of 14, on February, 1846 and his military education occurred amidst the backdrop of the Mexican-American War which would begin April of the same year. Miramon himself would join the conflict and see action at the Battle of Molino del Rey and at the Battle of Chapultepec at which he was injured and taken prisoner. He would released in June 1848 at the end of the war. By November, 1848 he was promoted to the rank of corporal. [5][6] In 1852, he joined in the uprising that led the overthrow of Mariano Arista's presidency and then fought with conservative President Antonio López de Santa Anna, against liberals attempting to overthrow him in the Revolution of Ayutla which would eventually succeed. During the administration of President Ignacio Comonfort, he played a role in the city of Puebla's resistance to the liberals in 1856, and was imprisoned in 1857 after the promulgation of the new liberal Constitution of 1857. During the War of Reform (1858-1861), he was the principal general of the conservative army. He fought in the north and the central lowlands on the side of the conservatives, which had ousted the liberal regime of Benito Juárez, who had succeeded to the presidency of Mexico after the resignation of Comonfort. He was victorious in some early battles at Salamanca, Atentique, Ahualulco, but twice failed to take the liberal stronghold of Veracruz. Several presidents were appointed by different conservative factions. Miramón's faction eventually prevailed, and on February 2, 1860, not yet 30 years old, he assumed the presidency in the zone controlled by the conservatives.[2] On 11 April 1859, Miramón ordered the execution of not only captured liberal officers but also the doctors who had treated their wounds, as well as numerous civilians deemed sympathetic to the liberal forces. Liberals had just suffered a defeat in attempting to retake the capital from the junta now headed by Miramón.[7] As a result of this massacre, liberal General Santos Degollado ordered officers of the conservative armies shot upon capture. Between 12 August and 15 August 1860, he left the presidency to an interim, José Ignacio Pavón. According to some sources, he also used the Mexico City police to raid the residence of the British consul (who was actively supporting the liberals) and steal 600,000 pesos to finance a conservative levy.[citation needed] He maintained hostilities against the liberals until he was defeated by the troops of Gen. Jesús González Ortega in San Juan del Río, Querétaro, on 22 December. Two days later, Miramón resigned and left for exile in Havana, Cuba.[2] While in France, he did not take part in the negotiations between the Mexican monarchists, Napoleon III and the Archduke Maximilian of Austria.[6] When he returned to Mexico on July 28, 1863, the archduke, now crowned as Emperor Maximilian of Mexico, appointed him as Great Marshal of the Imperial Army and sent him to Berlin to study military tactics. However, the war which had led to constant victory for the French and their allies was beginning to turn. Republican forces were now returning with support from the United States in the form of weapons and supplies. The conservatives was joining imperial forces the retreat from mainland Mexico. Miramón returned in 1866 and organized the imperial defenses against the Republicans in a attempt to keep his allies fighting.[citation needed] On 19 February 1867, Miramón, faithful to his allies, arrived at Querétaro to break the liberal siege holding emperor Maximilian. He took charge of the infantry and sent General Tomás Mejía to take charge of the cavalry and rally up support for a breakout attempt. The attempt failed, however, and three months later the emperor capitulated to the republicans, against the advice of the seriously wounded Miramón. On 19 June all three were shot for treason on the order of republican President Benito Juárez. The execution took place at the Cerro de las Campanas in the outskirts of Querétaro, practically ending the Second Mexican Empire and the conservative cause.[2] Miramón was a talented leader, evidenced by his presidency and his high military commands during the reform war and the French intervention. He fought in defense of both his country and his factions against Americans and Mexican Liberals with unwavering and patriotic resolve. He was one of the few conservatives with actual battle experience and studied tactics to perform well on the battle field against the inexperienced guerillas. However, the defeat of his conservative faction forced Miramón to leave his country, and his support of the French Empire ended with both his death and that of Mexican conservatism on the battlefield. The commander was indefatigably dedicated in his beliefs, remaining loyal to his allies even as all hope was lost and the his liberal enemies advanced on all fronts around him. However, the general was cruel to his opponents and looted or stole many money and possessions from those he deemed as traitors such as the liberals leading to his reputation becoming monstrous among the enemy camp.","country":"Mexico"}