{"name":"Miguel Antonio Caro Tobar","url":"/wiki/Miguel_Antonio_Caro_Tobar","Occupation":"Journalist, philologist, politician","Born":"1845-11-10","Died":"1909-08-05","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Miguel Antonio Caro Tobar (November 10, 1845 – August 5, 1909) was a Colombian scholar, poet, journalist, philosopher, orator, philologist, lawyer, and politician. His father, José Eusebio Caro and Mariano Ospina Rodríguez, were the founders of the Colombian Conservative Party.[1] His father’s criticisms of President José Hilario López led to his exile to New York City.[2] Caro did not attend college or university. Nevertheless, as autodidact, he was very well versed in economics, world history and literature, social science, jurisprudence, linguistics and philology. He was also well known as great orator, debater and poet. Also, as a scholar, he translated several of the works of Virgil from Latin. He was appointed as Director of the National Library, was elected to congress, and founded of the Academia Colombiana de la Lengua.[3] Caro, as philosopher, scholar and orator, played a decisive and important role in the preparation, composition and enactment of the new Constitution of 1886. The significant achievement gave him an enormous prestige in the political realm.[4] During the presidential election of 1892, the Colombian Conservative Party was divided in two movements: traditionalists and nationalists. The nationalists nominated Rafael Núñez as candidate for President and Caro as Vice-President. The traditionalists nominated Marcelino Vélez and José Joaquín Ortiz. The liberals did not participate. Obviously, the conservatives won, and the nationalists outnumbered the traditionalists. Thus, Núñez and Caro were elected for the 1892-1898 presidential term.[5] Núñez had expressed his clear desire not to be inaugurated but to retire to his native city of Cartagena. Nevertheless, Caro insisted for Núñez had to be inaugurated as president before retiring. Thus, Núñez accepted and was inaugurated in Cartagena and then immediately resigned. Therefore, Caro, as vice-president, began acting as President.[5] Caro never used the title of President but the one of Vice President of Colombia in charge of the Executive Office. Although he was the legitimate and constitutional president of Colombia, he did so to show respect to his mentor Rafael Núñez whose illness had forced him to cede day-to-day power.[6] The vehement adversion and tenacious opposition from the liberals and traditionalists conservatives to his government made Caro impose a severe censorship law against the opposition. On August 4, 1893, by decree and invoking the law 61 of 1888, known as the law of the horses, he muzzled the opposition newspapers and curtailed the freedom of the press.[5] In a subsequent decree, Caro shut down the major opposition and liberal newspapers El Redactor and El Contenporáneoand expelled its directors Santiago Pérez de Manosalbas and Modesto Garcés. Other opposition leaders and activists were incarcerated.[3] During the six years as president, Caro had to crush three coup attempts by the liberals.[3] On January 22, 1894, the Colombian Liberal Party launched a major offensive against the government of Caro. With its principal leaders spelled out of the country or detained, its newspapers closed and the freedom of the press and freedom of association suspended, the party found no other alternative but to start a civil war. This revolt rapidly extended throughout the country, mainly in the states of Boyacá, Cauca, Cundinamarca, Bolívar (Bolívar Department), Tolima and Santander (Norte de Santander Department). Even though the rebels had been aided by foreign countries, they were promptly defeated by the armies of President Caro. On March 15, 1895, the civil war came to an end at the battle of “Enciso”, in Santander.[6] Almost a year later, in January 1896, the traditionalists sent to Caro a very stern admonition, known as the \"Manifesto of the 21\", expressing their discontent and disapproval of the affairs of his administration. The manifesto's main signatory was Carlos Martínez Silva, and 20 other prominent dignitaries and political leaders. They urged Caro to lift martial law, reinstate civil liberties and have a magnanimous approach towards the liberals.[6] Caro was so disillusioned and offended by this that he resigned the presidency on March 12, 1896. Caro appointed General Guillermo Quintero Calderón to replace him and retired to his family retreat in Sopó. General Quintero Calderón designated Abraham Moreno, of the opposition group, as Minister of Government. That infuriated Caro, and he retook his office of the presidency on March 17, 1896.[7] The two politically active descendants of Miguel Antonio Caro are Juan Andres Caro and Sergio Jaramillo Caro. Sergio Jaramillo Caro[8][circular reference], is a Colombian politician. He recently served as the High Commissioner of Peace under President Juan Manuel Santos in the contested and failed peace negotiations with the terrorist[9] group FARC, between 2012 and 2016. He previously served in government as Vice Minister of Defense, and also held the position of National Security Advisor between 2010 and 2012. Juan Andres Caro Rivera [10] is an American politician who served in the Trump Administration as the White House lead[11][12] for the Energy Recovery of Puerto Rico[13][14] under Rear Admiral Peter Brown, and as a senior advisor at the United States Department of Energy.[15] During his tenure, the federal government announcement 9.6 billion in federal energy recovery funds to revitalize the Puerto Rican energy grid.[16] Juan represented White House energy priorities in recovery delegations focused on rebuilding infrastructure,[17][18] economic revitalization,[19] and the re-shoring pharmaceutical manufacturing.[20][21] Juan was criticized for playing a role in spreading debunked voter fraud claims during the 2020 election.[22] Juan uses Spanish naming customs: the first or paternal family name is Caro and the second or maternal family name is Rivera.","country":"Colombia"}