{"name":"Miguel Domínguez","url":"/wiki/Miguel_Dom%C3%ADnguez","Occupation":"Lawyer Politician","Born":"1756-01-14","Died":"1830-04-22","termEnds":null,"termStarts":null,"text":"José Miguel Domínguez Alemán (January 14, 1756 most likely in Mexico City – April 22, 1830 in Mexico City) was a New Spanish colonial official in New Spain who played a part in the Mexican independence movement. He was also a member of a transitional governing committee in the period between the abdication of Mexican Emperor Agustín de Iturbide and the installation of Guadalupe Victoria as the first president of independent Mexico. His wife, Josefa Ortiz de Domínguez, also known as La Corregidora, was a heroine of Mexican independence. Domínguez was a Criollo (a Spaniard born in America), although his parents were from Spain. He studied law in the College of San Ildefonso, graduating and entering the legal profession. In 1791 he met Josefa Ortiz in the College of the Vizcainas and married her the same year. She was 12 years younger than him. Domínguez occupied various positions in the treasury office and in other offices of the viceregal government. Viceroy Félix Berenguer de Marquina named him corregidor of the city of Querétaro. Domínguez was an opponent of Viceroy José de Iturrigaray's appropriation of the religious estates in 1805. In 1808, he proposed to the city government of Querétaro that they join with the government of Mexico City in establishing a junta for the colony, to govern New Spain in the name of the deposed King Ferdinand VII. Viceroy Iturrigaray at least tacitly supported this effort. In Querétaro both Domínguez and his wife were involved in the independence conspiracy organized after the French occupation of Spain. Meetings were held in the guise of a literary society at the home of the priest José María Sánchez, and were under the protection of the corregidor himself. Besides the Domínguezes and Sánchez, the other conspirators included the licenciados Parra, Laso and Altamirano and the military officers Joaquín Arias, Francisco Lanzagorta Inchaurreri, Ignacio Allende and Juan Aldama. The latter two were stationed in San Miguel el Grande, Guanajuato. They were in contact with Father Miguel Hidalgo in Dolores, Guanajuato, as was Domínguez. Also part of the conspiracy in Querétaro were the brothers Emeterio and Epigmenio González, as arms-makers for the rebels. In addition there were organized conspiracies in San Miguel, Celaya, Guanajuato, San Felipe, San Luis Potosí and Mexico City. Father Hidalgo was chosen to lead. December 1, 1810 was chosen as the date for the insurrection, but this was later advanced to October 2. However, the denunciations of Arias in Querétaro on September 10 and of Juan Garrido in Guanajuato on the 13th, forced the conspirators to take faster action. The corregidor was ordered to arrest the conspirators. He raided the house of Epigmenio González. Finding arms, he had González arrested. Aware of his wife's commitment, he had her locked in an upstairs room while he went to alert the militia. Josefa Ortiz was able to alert a fellow conspirator in the house next door, Ignacio Pérez. On September 15, 1810, Pérez rode to San Miguel, and from there to Dolores to give the warning. In the early morning of the following day, September 16, 1810, Hidalgo gave the Grito de Dolores, signaling the beginning of the war for Mexican independence. This led to the arrest of both the corregidor and the corregidora. They were held in the convent of La Cruz (Querétaro). Three years later, in 1813, the corregidora was sent to Mexico City, where she was held for several more years in the convent of Santa Clara. No longer a prisoner himself but deprived of his office, Domínguez moved to Mexico City to be near his wife. He was allowed to visit her occasionally. Recognizing his earlier service, Viceroy Juan Ruiz de Apodaca later granted him a small pension. In 1823 he served as a replacement in the triumvirate that exercised executive power in Mexico after the fall of Emperor Iturbide and before the selection of Guadalupe Victoria as president under the Constitution of 1824. From 1825 to 1827, he was named president of the Supreme Court. He was the President of the Chamber of Deputies in 1830.[1] He died in Mexico City in 1830, he was 74 years old, one year after the death of his wife.","country":"Mexico"}