{"name":"Miguel Barragán","url":"/wiki/Miguel_Barrag%C3%A1n","Born":"1789-03-08","Died":"1836-03-01","termEnds":null,"termStarts":"He left office because of a serious illness. He died two days later.","text":"Miguel Barragán was a Mexican soldier and politician who would go on to serve as the Governor of Veracruz, and was named interim president of Mexico in 1836. He gained national fame for the capture of the Fortress of San Juan de Ulúa in 1824, through which all Spanish military presence was finally expelled from Mexico. He initially was a supporter of the federalist Constitution of 1824, but notwithstanding also found himself a partisan of the conservative Escoses Party, who strongly critiqued the 1824 Constitution, and who eventually changed the First Mexican Republic into the Centralist Republic of Mexico, a transition in which Barragan played a military role. During the Centralist Republic, he was chosen by Santa Anna to hold the presidential office while Santa Anna went off to attempt and suppress the insurrections that were flaring up across the country in response to the new constitution, including the Texas Revolution, but Barragan’s poor health led him to die in office and be replaced by his Minister of Justice, Jose Justo Corro. Miguel Barragan was born in 1789, in the Valle del Maiz, San Luis Potosi. He attended school in the provincial capital and entered the military, and was as member of the Trigarantine Army upholding Agustin de Iturbide’s Plan of Iguala. His opposition to the First Mexican Empire landed him in prison, but he was released when the Empire fell in 1823. [1] The Supreme Executive Power named him commandant-general of Veracruz on June, 1824, and in Septemeber he was elected by the Veracruz legislature to be governor of that province. One of his first issues as governor was to deal with the remaining Spaniards in the Fortress of San Juan de Ullua and he succeeded in blockading it. [2] He was a staunch supporter of the constitution, and when the State of Veracruz asked its civil servants to swear an oath to the new Constitution of 1824, he addressed the public assuring them that their rights and prosperity were now secured in the code they were about to swear an oath to, calling it ‘the dignified result of the patriotic efforts of our founding fathers.’ [3] During his governorship, he passed notable regulations regarding the police, and he attended to his duties without losing focus on the ongoing situation with San Juan de Ullua. His presence served to contain a revolution that broke out at Sacrificios. He received the American Minister Joel Poinsett, directing his authorities to attend to all his needs. He also received the minister of the Netherlands, Quartel, providing him funds to pay for his board.[4] Meanwhile Barragan had established communications with the Spanish commander at San Juan de Ullua, Brigadier Coppinger, through an English intermediary, and on November 5th, 1824, the Spanish finally agreed to surrender the Fortress of San Juan de Ullua. Mexican officials were sent to the fort to further negotiate, and the capitulation was ratified on November 18th. On November 23rd, the Mexican flag was raised over the fort. [5] Barragan was awarded by the legislature of Veracruz with a ceremonial sword, and his troops. His name and that of the commanders who had played a key role in the capture of San Juan de Ullua were inscribed in gold in the hall of sessions, and the term ‘heroic’ was added to the state of Veracruz. Barragan was received with celebrations in Jalapa, and the ayuntamiento of that town placed his portrait in the main hall, considering him to be the man who had finally completed Mexican independence. [6] After the capture of San Juan de Ullua, Barragan returned to his administrative duties as governor. He asked the Ayuntimientos for information about idle lands, with the object of setting them aside for colonization, and he published British recognition of Mexican independence. He ordered the municipal administration to record all taxes that came from public lands and from bonds be recorded in one file for the sake of accountability. [7] Barragan would now be caught up in the fierce partisan conflicts between the Yorkino Party and the Escoses Party. President Guadalupe Victoria was a member of the Yorkino Party while Barragan belonged to the Escoses Party. The former notably advocated an expulsion of the remaining Spaniards from the country. When the federal government sent Ignacio Esteva to be the state commissioner, Barragan expelled him from the state, which was legally an act of sedition. Barragan was implicated in an Escoses pronunciamiento, asking for the abolition of secret societies and the expulsion of Poinsett. Colonel Jose Rincon rose up in Veracruz against governor Barragan. The federal government sent General Guerrero to Jalapa where Barragan resided and he succeeded in negotiating an agreement. Estava was placed as commissioner, and Barragan remained in the governorship, with Ignacio Mora in command of the military. [8] He participated in the Plan of Montano, led by vice-president Nicolas Bravo. When that insurrection failed, Barragan was ironically imprisoned at San Juan de Ullua, which he had so notably captured, only shortly before, and then transported to the capital to be tried. [9] He was tried together with Bravo, and their previous services to the nation contributed to the clemency that was shown by the court. In the end they were simply condemned to be banished, Barragan for six years. He was able to return to the country in 1829, due to an amnesty passed by President Guerrero[10] During the presidency of Anastasio Bustamante, Barragan was living in San Pedro, near Guadalajara. He was a critic of the government and proposed a junta of eighteen notable citizens who could reform the country, leading to Barragan being attacked in the official newspaper. [12] He was named minister of war under the liberal administration of Valentin Gomez Farias, but he joined Santa Anna, when the latter turned on Gomez Farias and overthrew him in April, 1834. The State of Jalisco opposed the overthrow of the government and Barragan was sent to gain their adherence along with General Quintanar. It was at this point, in January 1835, that Congress named Barragan as interim President in 1835. [13] President Barragan had to deal with an insurrection in May, 1835, led by Juan Alvarez in Texca, urging a return to the federal system. Petitions however came in from Orizaba, Toluca, and Jalapa urging rather to move away from the federal system and towards a centralized, unitary system of government. Another federalist insurrection in Zacatecas was pacified, and on October 23, 1835, the congress declared itself to be a constitutional congress. A new constitution was drafted by Francisco Sanchez Tagle and Lucas Alaman and was published throughout the nation at the end of the year. [14] General Barragan sought to raise funds for the war effort against rebellious Texas, towards which Santa Anna was headed, and he also had to deal with insurrections fighting for the reestablishment of the federal system, led by Jose Antonio Mejia. Another federalist insurrection broke out in Tampico in December, 1835, but a majority of the garrison remained loyal and commander Gomez was able to reestablish order. The following day three vessels bearing mercenaries that set out from New Orleans overpowered the fort of La Barra through the betrayal of Commander Ortega, but they were defeated. [15] Barragan passed fierce measures to persectue army deserters and commanded that foreigners and arms being sent to aid the Texans, not be allowed to pass through any of the coastal states. His health, however began to swiftly decline. On his death bed, he was surrounded by friends, servants, and clergy. He died on March 1st, 1836 shortly after kissing an icon of Christ, and was buried in the National Cathedral. [16]","country":"Mexico"}