{"name":"Miguel Abadía Méndez","url":"/wiki/Miguel_Abad%C3%ADa_M%C3%A9ndez","Born":"1867-07-05","Died":"1947-05-09","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Miguel Abadía Méndez (June 5, 1867 – May 9, 1947)[1] was the 12th President of Colombia (1926–1930). A Conservative party politician, Abadía was the last president of the period known as the Conservative Hegemony, running unopposed and forming a one party Cabinet. Abadía, as a young lawyer, was a professor and MP. He was appointed as Minister of Education and Minister of Government by president Pedro Nel Ospina.[2] In 1926, Abadía runs for president as the sole candidate of the Colombian Conservative Party. The Colombian Liberal Party did not participate in this election. Thus, Abadía was elected president for the presidential term of 1926–1930. At the end of his term, a 20-year period of rule by the conservatives came to an end.[2] Abadía, as president, had to face the difficult economic situation and world recession caused by the Great Depression. He was forced to apply the Law of 1922 by which the government was authorized to borrow money from foreign countries. His administration borrowed an enormous sum (70 million pesos) from the United States of America, mainly to promote infrastructure which greatly alleviated the unemployment situation. These borrowed funds were invested mainly in the construction of roadways, railways, waterways and sea ports.[2] The economy was in a severe depression and the unemployment was very high. This caused a widespread social and political unrest across the nation. In 1929 Abadía sent the Colombian Army to Ciénaga where farmers were striking over horrid working conditions, they called for a minimum wage, mandatory insurance, end of hiring through sub-contractors, and an end of paying workers company coupons instead of Pesos. The soldiers shot the striking workers, massacring them in the Banana Massacre, those killed range from 100 to 2,000 dead. This event caused outrage in the Colombian Public and led to the explosion of Leftist and Revolutionary organizations, which caused the Bogotazo. Leading to a civil war entitled La Violencia. Which would be the roots for FARC and the Colombian Conflict. Worker discontent arose in the form of labor unions in 1928. With two major strikes one in the banana growing region of the State of Magdalena against the monopoly the United Fruit Company and one in the State of Santander against the Tropical Oil Company. By 1929 the civil unrest had reached Bogotá, where the students of local Universities orchestrated street protests. Abadía imposed Martial Law to maintain power.[3] During his administration, the Government was concerned with resolving longstanding territorial disputes with its Latin American neighbors. On 24 March 1928, the Abadía Administration under Manuel Esguerra, Envoy Extraordinary and Minister Plenipotentiary of Colombia to Managua, negotiated and signed the Esguerra-Bárcenas Treaty with José Bárcenas Meneses, the Minister of Foreign Affairs of Nicaragua, in which Nicaragua recognized the sovereignty of Colombia over the Archipelago of San Andrés, Providencia and Santa Catalina and by which Colombia ceded claims over the Mosquito Coast, both territories that belonged to Colombia uti possidetis juris following Independence from Spain. On 19 March 1928, Congress ratified the Salomón–Lozano Treaty signed on 24 March 1924 by Fabio Lozano Torrijos, Envoy Extraordinary and Minister Plenipotentiary of Colombia to Peru, and Alberto Salomón Osorio, the Minister of Foreign Relations of Peru, the treaty demarcated once and for all the border between Colombia and Peru, and put a temporary end to military activities between the two nations along the border. The last important border treaty during the Abadía Administration was signed on 15 November 1928 between Laureano García Ortiz, Envoy Extraordinary and Minister Plenipotentiary of Colombia to Brazil, and Otávio Mangabeira, Minister of External Relations of Brazil, the Mangabeira-García Ortiz Treaty was a response to Ecuadorian and Peruvian aspirations of gaining eastern access to Brazil by way of the Apaporis river, a tributary to the Caquetá/Japurá River, this treaty settled once and for all the Brazil–Colombia border. During his Administration, Abadía had to contend with the growing discontent of Colombian fruit workers in the Caribbean Region and the economical and political interests of the United States in the region. In November 1928, workers of the United Fruit Company in the Department of Magdalena mounted a strike protesting unfair labour practices and conditions imposed by the company to the workers and the community at large, the United States responded by threatening to mount a military invasion of some sort to bring to an end the strike. The Government responded by sending in the Military to quell the protests and arrest the labour workers accused of instigating the strike, what happened next is known as the Banana massacre where an undetermined number of people were killed by the Colombian Army; this event was recounted by Gabriel García Márquez in his novel One Hundred Years of Solitude. This event marked the decline of the United Fruit Company influence in the region and created a large discontent among the population of the Caribbean Region towards the United States, the Liberal politician Jorge Eliécer Gaitán would mount a large campaign to investigate and bring into account the actions taken by the Abadía Administration in the handling of this event, his popularity rose in opposition to that of Abadía and the Conservative party, something that would bring about their decline soon after. Born July 5, 1867 in Las Vegas de Los Padres, his family's estate in Coello, Tolima, in the United States of Colombia, to Miguel Abadía C. and Arcelia Méndez. He died in La Union, Cundinamarca, on May 9, 1947.[1]","country":"Colombia"}