{"name":"Misael Pastrana Borrero","url":"/wiki/Misael_Pastrana_Borrero","Born":"1923-11-14","Died":"1997-08-21","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Misael Eduardo Pastrana Borrero (14 November 1923 – 21 August 1997) was a Colombian politician and lawyer who served as the 23rd President of Colombia from 1970 to 1974. He was also the father of the 30th President Andrés Pastrana Arango. Pastrana was born in Neiva, Huila.[2] Pastrana was a Colombian conservative politician, President of Colombia in the period 1970-1974. Born in the home of Misael Pastrana Pastrana and Elisa Borrero Perdomo, studied Law in Javeriana University of Bogotá and in the Ferri Institute of Rome. He had been affiliated to the Conservative Party (which he would later rename as the Social Conservative Party). He was the private secretary of the President Mariano Ospina Pérez (1949-1952)and three times a minister during the second liberal presidency of Alberto Lleras Camargo (1958-1962). During the Presidency of Carlos Lleras Restrepo, he was Minister of Government 1966-1968, led in Congress a constitutional reform and was Colombian ambassador in Washington from 1968-1969, when he returned to campaign for the Presidency. President of the Sasakawa United Nations Environment Prize in recognition of his enacting of the world's first Environmental Code for Natural Resources, after his death the UN instituted the yearly Pastrana Borrero Conference in New York during the prize's award ceremony. Vice-president of Worldwide Prize for Peace of UNESCO. Founder of World Center of Computer Science with Jean-Jacques Serban-Schreiber in the seventies, before the personal computer existed. The Center brought in young minds such as Nicholas Negroponte. Founder member of Interaction, group of former heads of state and government to deal with contemporary issues and conflicts and to present recommendations to governments. During his four years in office, Pastrana was cautiously progressive. He sought to increase employment opportunities with a famous four-point strategy. He attempted to boost national savings as a way of moving away from dependency on foreign investment and credit, and he extended pensions rights for many people.[3] At the same time, he was a champion of \"a car for every Colombian family\", and was instrumental in bringing the French car-makers Renault to Colombia. He also promoted the first national environmental legislation in Latin America.[3] The end of his four year-term in office came in 1974, which also saw the end of the National Front governments. Pastrana then took on the mantle of the \"natural leader\" of the Conservative party. He proved unable to hold the different factions of the party together, however, and in consequence there has only been two Conservative presidents since his own term in office.[3] He died in Bogotá at the age of 73.[3] Married to María Cristina Arango Vega, with whom he had three sons and one daughter. His second son, Andrés Pastrana Arango, who was kidnapped by the Medellin Cartel while running for mayor of Bogotá, eventually served as president of Colombia from 1998 to 2002.","country":"Colombia"}