{"name":"Mohamed Osman Jawari","url":"/wiki/Mohamed_Osman_Jawari","Born":"1945-12-07","Political party":"Independent","termEnds":null,"termStarts":null,"text":"Mohamed Osman Jawari (Somali: Maxamed Cismaan Jawaari, Arabic: محمد عثمان جواري) (born December 7, 1945 in Afgoi, Somalia), also known as Mohamed Jawari[1] or Osman Jawari,[2] is a Somali attorney and politician. He is former Speaker of the Federal Parliament of Somalia. He also briefly served as acting President of Somalia in August and September 2012. Jawari was born in 1945 in the town of Afgoi, Somalia,[3] to a family from the Rahanweyn clan.[4] Jawari is multilingual. Besides Somali, he also speaks Arabic, Italian, English and Norwegian.[5] After graduating from high school, Jawari earned a degree in Law from the Somali National University in Mogadishu.[3] Jawari is a lawyer by profession.[6] In a political capacity, he held the Minister of Transportation portfolio in the government of former President of Somalia Siad Barre, followed by a position as the Minister of Labor and Sports.[3][7] After the civil war broke out in 1991, Jawari fled to Norway and got asylum there. He later returned to Somalia in the 2000s.[3] Jawari was subsequently elected as chairman of the committee of specialists tasked with formulating Somalia's draft constitution,[3][7] putting to use his experience as a legal expert while working alongside UN officials.[4] The constitution was eventually adopted in July 2012.[7] In 2012, Jawari presented himself as a candidate in the first elections for a Speaker of the Federal Parliament to take place within Somalia in two decades.[3] In the televised and radio-broadcast parliamentary session held on 28 August 2012 at the Gen. Kahiye Police Academy near the Mogadishu International Airport, Jawari beat four other candidates for the post,[6][8] all of whom had previously served as government ministers during the transitional period. The hopefuls included Abdiabshir Abdullahi, Abdirashid Mohamed Hidig, Hassan Abshir Farah and Ali Khalif Galaydh,[9] a former Prime Minister in the Transitional National Government. Jawari received 119 votes during the first round of ballots versus 77 votes for Galeyr, who placed second. Galeyr subsequently withdrew from the race prior to the second round run-off and congratulated Jawari, who was then named the new Parliamentary Speaker.[8][7] Following the parliamentary session, Jawari stated: \"I am honoured to have been selected as the first speaker of a [Somali] parliament that is not transitional and I hope we can be a parliament that serves the people it represents[...] The election was held in a transparent way and I hope that Somalia will continue elections that are held in a democratic way[...] I am confident that this parliament will help Somalia achieve positive changes in security and governance\".[3] Representatives for the United Nations, the European Union and the United States government all welcomed Jawari's appointment, urging the Somali authorities to hold the scheduled presidential elections without delay. US ambassador to Somalia James C. Swan described the speakership ballot as an \"historic election\", with UN Special Envoy to Somalia Augustine Mahiga writing in a statement that \"this is a moment of progress and optimism.\" Similarly, Alex Rondos, the EU Special Representative for the Horn of Africa, called Jawari's selection \"another positive step forward.\"[10] Jeylani Nur Ikar and Mahad Abdalle Awad were later chosen by parliament as Jawari's First and Second Deputy Speakers, respectively.[3] As Speaker of Parliament, Jawari also briefly served as acting President of Somalia while the parliament elected a new leader.[11][12] On 30 August 2012, the Federal Parliament convened and unanimously endorsed a new committee tasked with overseeing the presidential elections. At the parliamentary session chaired by Jawari, 15 MPs were named to the body, with former acting Speaker Ambassador Muse Hassan Sheikh Sayid Abdulle appointed as the commission's chairperson.[13] President Hassan Sheikh Mohamud then succeeded Jawari as president, having been elected on 10 September 2012 and inaugurated into office six days later.[14] In February 2014, Minister of Finance Hussein Abdi Halane announced the establishment of a new financial governance committee. The panel is part of an effort by the central authorities to build a more transparent financial system in order to attract additional foreign budget assistance. It will see Somali officials confer with World Bank, International Monetary Fund and African Development Bank representatives, with committee members tasked with providing advice on financial matters.[15] On 29 March 2014, during a parliamentary session, Parliament Speaker Jawari also announced that all withdrawals from the Central Bank would as of 1 April 2014 require the written approval of the parliamentary finance committee.[16] On 22 June 2014, the federal government concluded its mediation between the supporters of the parallel three-region and six-region processes for a new Southwestern State of Somalia. Wings from both sides had reportedly reached an agreement on the prospective regional state's formation. On 23 June 2014, the office of Federal Parliament Speaker Jawari hosted an event announcing the merger of the two competing administrations into a single three-region state, which is to be composed of the Bay, Bakool and Lower Shabelle provinces.[17] In October 2014, Jawari and Minister of Culture and Higher Education Duale Adan Mohamed officially opened the first academic year of the Somali National University in Mogadishu. The institution was established in 1974, but later closed down operations in 1991 after the collapse of the central government and the start of the civil war. It was subsequently refurbished and reopened in 2014 after a federal government plan was approved by the Cabinet. Speaking at the university's inauguration ceremony, Jawari described the institution as a pillar of the national education system and noted that it produced many graduates who would go on to assume important leadership positions in the country. He also urged the new pupils to take advantage of the opportunity at hand, and encouraged them to actively participate in the post-conflict reconstruction initiatives. Mohamed in turn emphasized the federal government's commitment to promoting higher education.[18] In December 2014, Parliament Speaker Jawari met with the Chinese Ambassador to Somalia Wei Hongtian at the Villa Somalia compound in Mogadishu. According to Jawari, the officials discussed various diplomatic matters, including bilateral ties between the two nations and China's support for the ongoing reconstruction projects in Somalia. Ambassador Wei in turn commended the Federal Parliament for its legislative work. Additionally, the Chinese authorities are slated to implement new development initiatives in the country.[19] In March 2015, Federal Parliament Speaker Jawari met with UN Special Representative for Somalia Nicholas Kay and the ambassadors of Djibouti, Sweden and Switzerland in Mogadishu. The officials discussed various matters of mutual interest, among which were bilateral ties and how best to attain the Vision 2016 political roadmap's benchmarks. Additionally, the representatives touched on the Federal Parliament's duties and tasks, with the diplomats urging the legislature to pass any remaining laws that will facilitate the realization of Vision 2016. They also pledged to continue working alongside the Somali central government and to support its reconstruction and development initiatives.[20] In April 2015, Jawari met with UN and AU representatives at his Mogadishu office. Federal Minister of National Security Abdulkadir Sheikh Dini and Chief of Army Dahir Adan Elmi also attended the gathering, which centered on integrating troops from various regions nationwide and strengthening the Somali Armed Forces to more effectively quell attacks by Al-Shabaab insurgents. The officials also touched on the overall security sector, and explored ways to speed up the liberation of the remaining areas under militant control. Additionally, they discussed how to equip the government forces with modern arms. The meeting concluded with a pledge by the delegates to support the federal government and national military.[21]","country":"Somalia"}