{"name":"Mohamed Abdullahi Mohamed","url":"/wiki/Mohamed_Abdullahi_Mohamed","Born":"1962-03-11","Education":"University at Buffalo (BA, MA)","Political party":"Tayo","termEnds":null,"termStarts":null,"text":"Mohamed Abdullahi Mohamed (Somali: Maxaamed Cabdullaahii Maxaamed, Arabic: محمد عبدالله محمد; born 11 March 1962), also known as Farmaajo, is a Somali politician who has served as president of Somalia since 16 February 2017 and has been acting president since 8 February 2021. Since the expiration of his original term, the federal member states of Puntland and Jubaland no longer recognise Mohamed as the president of Somalia,[2][3][4][5][6][7] but they eventually came to agreement on holding elections.[8] He was prime minister of Somalia for six months, from November 2010 to June 2011. Mohamed is the founder and leader of the Tayo Party since 2012. Mohamed was born in Mogadishu. Mohamed comes from the Marehan, a sub-clan of the Darod clan. His parents were activists affiliated with the Somali Youth League (SYL), Somalia's first political party. During the 1970s, his father worked as a civil servant in the national Department of Transportation.[9] Mohamed attended a boarding school in Somalia.[9] When the civil war started in 1991 he claimed asylum in Canada and was eventually granted a Canadian passport. Later, he was studying in the US where he also claimed political asylum and achieved US citizenship.[10][11] While living in Buffalo in the United States, Mohamed was a registered Republican Party member.[12] Mohamed is a Somali citizen.[13][14] Prior to August 2019, he also held American citizenship, which he voluntarily renounced.[15][16] Mohamed is married to Saynab Abdi Moallim, the First Lady of Somalia.[16][17][18] The couple have four children—two daughters and two sons—who still reside in the United States, as of 2019.[16][19] He worked at the Ministry of Foreign Affairs of Somalia in an administrative capacity from 1982 to 1985.[20][21] Between 1985 and 1988, Mohamed acted as First Secretary in the Somali embassy in Washington.[13][20][22] After his arrival in America he put himself through school and achieved entry to the University at Buffalo. He graduated with a bachelor's degree in history in 1993.[23] From 1994 to 1997, Mohamed was chosen as an at-large Commissioner for the Buffalo Municipal Housing Authority, and worked there as the finance chairman.[24][14] He also served as case manager for a lead abatement program in the city from 1995 to 1999. Between 2000 and 2002, Mohamed was a minority business coordinator for the Erie County Division of Equal Employment Opportunity.[14] From 2002 until his appointment as Prime Minister in late 2010, he worked as Commissioner for Equal Employment at the New York State Department of Transportation in Buffalo.[20] During this time he also completed his master's degree in Political Science from the University at Buffalo with his thesis titled, ‘U.S. Strategic Interest in Somalia: From the Cold War Era to the War on Terror’ and taught leadership skills and conflict resolution at Erie Community College, part of the State University of New York (SUNY).[13] In 2007, while Mohamed was leading a Somali community group in Buffalo, he was accused by some of the Somali-American leaders of manipulating the election process in the group, in order to stay in power, resulting in a split in the community.[11] On 15 October 2010, Mohamed was appointed as new Prime Minister of Somalia.[25] Mohamed was sworn into office on 1 November 2010, at a ceremony held in the presidential residence, Villa Somalia.[26] On 12 November 2010, Mohamed named a new Cabinet, as per the Transitional Federal Government's (TFG) Charter.[27] The allotted ministerial positions were significantly reduced in number, with only 18 administrative posts unveiled versus the previous government's 39 portfolios. Only two Ministers from the previous Cabinet were reappointed.[28] In his statement to the UN Security Council on his first 50 days in office, Mohamed stated that his administration had initiated the implementation of a full biometric register for the security forces which was to be completed within a window of four months. Members of the Independent Constitutional Commission were also appointed to engage Somali constitutional lawyers, religious scholars and experts in Somali culture over the nation's scheduled new constitution, a key part of the government's Transitional Federal Tasks. High-level federal delegations were dispatched to defuse clan-related tensions in several regions.[29] To improve transparency, Cabinet ministers fully disclosed their assets and signed a code of ethics. An Anti-Corruption Commission with the power to carry out formal investigations and to review government decisions and protocols was also established so as to more closely monitor all activities by public officials. Furthermore, unnecessary trips abroad by members of government were prohibited, and all travel by ministers now require the Premier's consent.[29][30] A budget outlining 2011's federal expenditures was also put before and approved by members of parliament, with the payment of civil service employees prioritized. In addition, a full audit of government property and vehicles was to be put into place.[29] Senior Advisor Abdirahman Omar Osman, mentioned Mohamed's attention to road repair, reopening public schools and the regular payment of soldiers and civil servants as issues which brought him support from the people during his brief tenure.[31] The Kampala Accord was an agreement overseen by the Ugandan President Yoweri Museveni and the U.N. Special Envoy to Somalia Augustine Mahiga to bring an end to the 'transitional' phase of the TFG. The parliamentary speaker Sharif Hassan Sheikh Aden said he could not work with Mohamed and so as part of the terms of the agreement, Mohamed was asked to resign.[32] Sharif Hassan had been skeptical of President Sharif Sheikh Ahmed's decision to appoint Mohamed as Prime Minister and Mohamed had appointed the cabinet without much input from him, which would have led to Sharif Hassan having difficulty getting parliamentary support for programs.[31][33] After his resignation, Mohamed returned to the United States and his old position at the New York State Department of Transportation.[34][35][36][37][38] In early 2012, Mohamed and members of his former Cabinet established the Tayo (\"Quality\") political party. According to Mohamed, the party's primary agenda would revolve around delivering services to Somalia's general population and encouraging the repatriation of Somali diasporans so as to assist in the post-conflict reconstruction process. After stepping down from office, Mohamed had been campaigning in various global destinations to amass support for his new party, including the United States, the United Kingdom, the Netherlands, and Sweden.[39] In early August 2012, Mohamed presented himself as a presidential candidate in Somalia's 2012 elections but was eliminated in the first round of voting.[40] The parliamentary election was considered by experts to be one of the most corrupt political events in the history of the country. Amid widespread reports of vote-buying, investigators estimated at least $20 million had been paid as bribes. Much of the money used came from foreign nations with interests in Somalia, which hoped that the candidates they supported monetarily would help advance their interests. Once seated, the parliament voted on who would become president.[41] Mohamed, campaigning as an anti-corruption candidate,[42][43][44] won the presidency in the second round of voting, after the field had been whittled down from over twenty to three. In the second round of voting he received 184 of the total 329 votes, a victory that was surprising to analysts. American news sources also highlighted his knowledge of American politics as one possible asset to help him as president.[45][46][47][48][49] Mohamed had campaigned on the promises of a new constitution, one person, one vote elections, and eliminating Al-Shabaab. The fledgling administration was initially praised by the International Monetary Fund for its fiscal reforms, and from diplomatic observers for its efforts to address corruption and waste in the armed forces. Domestically, the nation was divided in its support for the new president, with much of the opposition coming from clans based in the south-central parts of the country.[50][51] In December 2018, lawmakers filed an impeachment motion against Mohamed. The announcement was made following a raid on targeting opposition leader Abdirahman Abdishakur Warsame, a member of the rival Habar Gidir clan.[50] The motion was eventually declared invalid after fourteen of the MPs whose names appeared on it claimed that they had never signed it.[52] In February 2020, a meeting between Mohamed and Muse Bihi Abdi, the President of the Republic of Somaliland,[53] was brokered by Abiy Ahmed, the Prime Minister of Ethiopia, to discuss unification. No agreement was reached.[54] 70% of the population were born since the Declaration of Independence in 1991, which despite prevailing issues such as clan based politics, women's rights and unemployment, marked the start of an era of 30 years of peace in Somaliland.[55] In April 2021 Muse blamed Mohamed for on going unrest in Somalia.[56] In December 2020, Mohamed accused Kenya of interference in Somalia's internal affairs in a diplomatic row which resulted in Somalia cutting diplomatic ties with neighbouring Kenya, giving Kenyan diplomats seven days to leave Mogadishu. The Kenyan government denied the allegations, saying that the Somali government is ungrateful to Kenya for the support her country has provided to Somali refugees and its efforts to bring peace to Somalia.[57] An IGAD fact finding commission report found no evidence that Kenya was interfering in Somalia affairs.[58] In November 2020, Gedar Andargachew, National Security Affairs Advisor to Ethiopia's Prime Minister Abiy Ahmed, met with Mohamed in Mogadishu. Mohamed is reported to have shown support for Ethiopia's action in Tigray, and Andargachew also expressed Ethiopia's will to continue its military support in Somalia, which has been important to the fight against Al-Shabaab.[59] Reports of an estimated 4000-7000 trainee Somali soldiers fighting in Tigray have led to protests in Mogadishu.[60] The protesters, made up of the families of soldiers, say they have not had contact with their relatives since they left for training in Eritrea having been told they were signing up for security jobs in Qatar.[61] A former deputy in Somalia's National Intelligence and Security Agency claimed that 370 Somali soldiers have died in Tigray. Ethiopia and Somalia deny that any Somali soldiers are involved in the conflict. A parliamentary committee in Somalia has called on Mohamed to investigate the whereabouts of the soldiers, while a member of the defense committee has blamed the long deployment and lack of communication on delays caused by COVID-19.[62][63] In June 2021 the UNHCR confirmed that Somali troops had been taken from Eritrea to fight in Tigray.[64] Amnesty International produced a report in February 2020 titled \"We live in perpetual fear\" which focuses on deterioration of press freedom in the country since President Mohamed took office in February 2017. The report states that the greatest threats to the press in Somalia are the government and Al-Shabaab. It covered cases of eight journalists who had been forced to flee the country and eight who were killed. One of those killed was shot by federal police, two were killed by unknown assailants, and a further five were slain in Al-Shabaab attacks.[65][66][67][68][69] There were also allegations in the report that Mohamed's office had bribed major media outlets through their directors and owners and that journalists who work for them were therefore unable to report freely.[70] In April 2020 the National Security and Intelligence Agency declared Harun Maruf, a journalist working for Voice of America, a security threat. This prompted a response where he received near universal support from journalists, academics and politicians with the U.S. Embassy calling him \"a respected professional\" and \"one of the most influential Somali journalists.\"[71][72] Reporters without Borders noted in August 2020 that despite the overall danger for journalists in Somalia that efforts were being made to reduce attacks on them, but expressed concern that new media laws fell short of internationally accepted standards. They note that a police officer who shot a journalist dead was convicted and two soldiers were discharged from the military for abusing reporters. The attorney-general's office has also been ordered to investigate the deaths of more than fifty reporters who were killed in the last year.[73][74] In September 2020 human rights groups and journalists criticised Mohamed for remarks he made calling Somali journalists unprofessional and claiming that some of them had links to Al-Shabaab, although he provided no evidence of this. Amnesty International's researcher for Somalia, Abdullahi Hassan, said that journalist were routinely denied access to government buildings, including the parliament and Villa Somalia and that they were forbidden from holding interviews with government officials.[65][75] In 2020 Mohamed secured debt relief which cancelled $1.4 billion of arrears for Somalia.[11] He commended the cabinet, Prime Minister Hassan Ali Khayre and the Finance Minister Hon. Abdirahman Duale Beyleh for this achievement.[76] Khaire resigned following a vote of no confidence on 25 July 2020, accusing him of failing to deliver promises including improving the national security and implementing a timely one person, one vote election.[77][78] Removal of Prime Ministers in Somalia is not unusual, with only two of the over ten who have served since 2000 not being dismissed from the post.[79] The Secretary General of the United Nations António Guterres expressed concern, pointing out that the acting Prime Minister would not be able to perform certain constitutional duties because he was serving on an interim basis.[80] Meetings took place in Dhusamareb in July and August 2020 which laid the foundation for the agreement of an indirect election model.[81] On 17 September 2020 the Federal Government of Somalia agreed with member states promising to hold parliamentary elections on 1 December 2020, followed by presidential elections in February 2021.[82][83] In November 2020, Jubaland President Ahmed Madobe accused Mohamed of violating the September election deal in which the FGS had promised to withdraw Somali National Army from Gedo, handing administration to Kismayo.[84][85] In November 2020, the Council of Presidential Candidates issued a statement calling for the dismissal of the electoral commissions and accusing Mohamed of being an impedance to the implementation of the election deal.[86] In it they called on NISA chief Fahad Yasin to step down due to conflict of interest being that he is also the head of Mohamed's re-election campaign.[87] The Council of Presidential Candidates accused Mohamed of \"bypassing the electoral law by stacking the poll committee with his allies\".[88] On 2 February 2021, Mohamed convened a three-day meeting in Dusmareb with federal state leaders to discuss the elections. The talks failed two days before the elections were scheduled to take place with both the Somali government and regional state presidents placing blame for the breakdown on lack of concessions from the other side. Mohamed blamed part of the impasse on foreign intervention, which angered the leader of Jubaland, whom he had repeatedly accused of being supported by Kenya. The night before the talks began Al-Shabaab attacked Dusmareb but was repelled, with government forces killing four and detaining two of the attackers.[89][90] On 8 April 2021 it was announced that talks had collapsed between the Somali government and the regional presidents of Puntland and Jubaland. A political science teacher at the Somali National University explained that distrust was the main reason for the breakdown. He said the two sides are too focused on defeating one another rather than resolving the issues at hand.[91] On 27 April 2021, in a statement backed by Roble, the States of Hirshabelle and Galmudug announced that they are against an extension of Mohamed's term, calling for a return to the election talks.[92][93] On 18 September 2020 Mohamed named Mohamed Hussein Roble, a political newcomer, as Prime Minister.[94] On the night of 18 February the government stated that they had to repel attacks from armed militia groups near the presidential palace. On 19 February the government forces opened fire on peaceful protesters who were demonstrating against the election delays. Opposition candidates claimed Mohamed attempted to have them assassinated at the demonstrations and said he is staging a coup. Roble expressed sorrow over the violence and said that peaceful demonstrations are a democratic right but armed demonstrations are not. He also assured the people that elections would take place. A report from a health care worker in Mogadishu says that at least five soldiers are dead and more than a dozen, mostly civilians, have been injured in violence related to the clashes.[95][96][97][98] After the European Union, United States, and United Nations office in Somalia said they would not support a term extension for Mohamed, on 25 March 2021 Information Minister Osman Dubbe warned foreign diplomats not to interfere with Somalia's sovereignty. A senior lecturer at the University of Somalia, Mohamed Maten, opined that the diplomats' comments about delayed elections were the 'norms of international law' and therefore in no way constitute interference in Somalia's sovereignty.[99] On 12 April 2021 the lower house of the Somali parliament voted nearly unanimously to extend Mohamed's term. A few minutes later, the upper house objected, declaring the vote to be an unconstitutional move.[100] In response to many objections from the international community, the Somali foreign ministry issued a statement in which they said that they 'reject any attempts to use the humanitarian assistance to blackmail the country.' The UK government have said that the move may result in a re-evaluation of the nature of their assistance to Somalia and their relationship with the Somali government, and said they would work with the international partners in order to do so.[101] Bob Menendez, the chair of the US Senate Foreign Relations Committee referred to the attempt as a 'breach of democratic norms', saying that such actions 'risk destabalising Somalia'.[102] Mohamed said in a radio interview on 16 April 2021 that he understands Somalia needs external support to prosper, but it does not need interference. Focusing on the prospect of a \"one person, one vote\" election, he said that the vote of parliament does not extend any mandate, and added that he has always endeavoured to enhance relations with all bilateral and multilateral partners, \"this is the only way to deliver on the common interests of all nations and people\".[103] Violence once again broke out in Somalia on 25 April 2021 when militia forces opposed to Mohamed's term extension battled government security forces. The opposition blamed the escalation on attacks on the homes of two of their leaders, while the Somali minister of internal security denied the government had attacked, and placed the blame on unidentified foreign countries.[104][105] Following three days of clashes in Mogadishu over Mohamed's term extension, which caused a split in security forces and 60,000 to 100,000 people to flee from their homes, Mohamed announced that he will not continue to pursue a two-year extension of his term.[106][107] On 29 April 2021, Mohamed asked Roble to resign, which Roble refused.[108] On 1 May 2021, Mohamed delegated the task of overseeing elections according to the 17 September agreement and responsibility for election security to Roble.[109] In August 2021 Roble publicly disagreed with Mohamed over a ban on commercial agreements with foreign parties that Mohamed had imposed during the election period, which Roble claimed was against the constitution, but the rift was resolved within four days.[110] In September 2021 a row broke out between Mohamed and Roble over the murder investigation of Ikran Tahlil Farah,[111] after Roble suspended the director of the National Intelligence and Security Agency (NISA) Fahad Yasin and Mohamed overturned his decision, declaring it unconstitutional.[112] Roble accused Mohamed of \"obstructing effective investigation of Ikran Tahlil Farah's case\".[113] On 8 September 2021, Villa Somalia announced that Yasin had resigned as head of NISA and Mohamed immediately reappointed him as his National Security Advisor.[114] Somalia's international partners called for a credible investigation on Ikran's disappearance.[115] On 16 September 2021, Mohamed revoked Roble's executive powers as prime minister in response to this ongoing feud,[116][117] a move which Roble rejected as unlawful.[118] The dispute was said to be resolved in October so that elections could go ahead without further delay.[119] In December 2021, Mohamed revoked Roble's authority to organize upcoming elections and suggested that a new committee should be formed to oversee them. This prompted Roble to accuse Mohamed of sabotaging the electoral process on 26 December 2021. On 27 December, Mohamed announced that he was suspending Roble over alleged obstruction of corruption allegations.[120] On 28 December 2021, Roble called on Mohamed to immediately step aside and concentrate on the campaign trail for the forthcoming elections.[121] On 10 January, Somali leaders announced they struck a deal to complete parliamentary elections by February 25, after repeated delays that have threatened the stability of the country. The agreement was reached after several days of talks hosted by Roble with state leaders aimed at ending an impasse over the polls.[122] Four cases have been received and registered at the International Criminal Court in the Hague, against the Federal Government of Somalia while under the administration of Mohamed over crimes against humanity and serious human rights violations during his tenure. The cases were filed at the ICC by a group of international lawyers led by Yusuf Abdi Farah in September 2021. Lawyers are working on three additional cases.[123] At the 2019 UN General Assembly in New York, Mohamed jointly received the Concordia Leadership Award with co-recipients Abiy Ahmed, Prime Minister of Ethiopia, and Isaias Afwerki, President of Eritrea.[124]","country":"Somalia"}