{"name":"Mohamed Ennaceur","url":"/wiki/Mohamed_Ennaceur","Born":"1934-03-21","Political party":"Nidaa Tounes","termEnds":"Acting president of the Republic 25 July 2019 – 23 October 2019","termStarts":"25 July 2019 25 July 2019 – 23 October 2019","text":"Mohamed Ennaceur (Arabic: محمد الناصر; born 21 March 1934) is a Tunisian politician who served as the acting president of Tunisia[2][3] for 91 days, from President Beji Caid Essebsi's death on 25 July 2019 until he handed over the presidency to Kais Saied as the winner of the 2019 Tunisian presidential election on 23 October 2019. Since 2014, he has also been the President of the Assembly of the Representatives of the People and leader of the governing Nidaa Tounes party. Previously, he served as Minister of Social Affairs in the 1970s and 1980s under President Habib Bourguiba and again in 2011 in the transitional Ghannouchi and Essebsi governments.[4] Ennaceur was the founding director of the Tunisian Association of Social Law (Revue tunisienne de droit social) and the Festival international de musique symphonique d'El Jem.[5] On 4 December 2014, he was elected as President of the Assembly of the Representatives of the People, with 176 agreeing votes out of 214 present MPs.[6] Upon President Beji Caid Essebsi's death, Ennaceur ascended as acting president according to the Constitutional provision for the presidential succession of Tunisia.[7] Mohamed Ennaceur earned a diploma from the Institut des Hautes Études de Tunis and a doctorate in social law from the University of Paris 1 Pantheon-Sorbonne. His thesis dealt with the International Labour Organization and the development of social law in Tunisia and Libya.[5] Early in his career he served on the board of UNICEF (1963–64) and the United Nations Research Institute for Social Development (1966–72). He was Commissioner-General of the Office for Tunisian Workers Overseas (1973–74), chaired the World Employment Conference (1976) and the Arab League Social Affairs Bureau (1980–83). Between 1991 and 1996 he went on to serve as coordinator of the African group in the World Trade Organization and led the Tunisian permanent mission to the United Nations in Geneva. From 2000 he worked as a corporate social responsibility auditor and international consultant. In 2005 he became the coordinator for the United Nations Global Compact in Tunisia.[8][5] In addition to his international career, Mohamed Ennaceur held a number of political appointments in Tunisia. He served as governor of Sousse 1972–73 and as Minister of Social Affairs twice, from 1974 to 1977 and from 1979 to 1985.[5] After the Tunisian Revolution of 2011 he was once again appointed Minister of Social Affairs in the governments of Mohamed Ghannouchi and Beji Caid Essebsi. In February 2014, he joined the Nidaa Tounes party, becoming its Vice-President.[9] On 4 December 2014, he was elected President (Speaker) of the Assembly of the Representatives of the People, securing 176 votes out of a possible 217, and becoming the first President of the Chamber after the adoption of the Tunisian Constitution of 2014.[10] On 31 December, after Béji Caïd Essebsi became President of the Republic, he succeeded him as interim head of the Nidaa Tounes party.[11] Soon after Essebsi's death on 25 July, Ennaceur announced in a nationwide address that in accordance with the Constitution, he was now acting president.[7] According to Article 84 of the Tunisian constitution, an acting president may serve in their role for a maximum of 90 days, meaning Ennaceur's role is due to expire on 23 October 2019.[12][better source needed] Although presidential elections were already scheduled for 17 November, the Independent High Authority for Elections advanced the date to 15 September to ensure that a permanent successor would be in office by 23 October.[13] Mohamed Ennaceur is married to Siren Ennaceur (née Mønstre), a Norwegian national from Bergen. They met when they were students in Paris and have been married for over 60 years. They have five children.[14] In late July 2019, shortly after the death of his predecessor, Beji Caid Essebsi, Ennaceur was reported to be in poor health.[15] Media related to Mohamed Ennaceur at Wikimedia Commons","country":"Tunisia"}