{"name":"Moncef Marzouki","url":"/wiki/Moncef_Marzouki","Born":"1945-07-07","Political party":"Al-Irada","termEnds":"President of the Republic 31 December 2014 13 December 2011 – 31 December 2014","termStarts":"13 December 2011 13 December 2011 – 31 December 2014","text":"Mohamed Moncef Marzouki (Arabic: محمد المنصف المرزوقي; Muhammad al-Munṣif al-Marzūqī, born 7 July 1945) is a Tunisian politician who was an interim president of Tunisia from 2011[1][2][3] to 2014. Through his career he has been a human rights activist, physician and politician. On 12 December 2011, he was elected President of Tunisia by the Constituent Assembly. Born in Grombalia, Tunisia, Marzouki was the son of a Qadi. His father, being a supporter of Salah Ben Youssef (Bourguiba's opponent), emigrated to Morocco in the late 1950s because of political pressures.[4] Marzouki finished his secondary education in Tangier, where he obtained the Baccalauréat in 1961.[4] He then went to study medicine at the University of Strasbourg in France. Returning to Tunisia in 1979, he founded the Center for Community Medicine in Sousse and the African Network for Prevention of Child Abuse, also joining Tunisian League for Human Rights.[5] In his youth, he had travelled to India to study Mahatma Gandhi's non-violent resistance.[6] Later, he also travelled to South Africa to study its transition from apartheid.[7] When the government cracked down violently on the Islamist Ennahda Movement in 1991, Marzouki confronted Tunisian President Ben Ali calling on him to adhere to the law.[7] In 1993, Marzouki was a founding member of the National Committee for the Defense of Prisoners of Conscience, but he resigned after it was taken over by supporters of the government. He was arrested on several occasions on charges relating to the propagation of false news and working with banned Islamist groups. He subsequently founded the National Committee for Liberties. He became President[5] of the Arab Commission for Human Rights and as of 17 January 2011[ref] continues as a member of its executive board.[8] In 2001, he founded the Congress for the Republic.[9][10] This political party was banned in 2002, but Marzouki moved to France and continued running it.[5] Following President Zine El Abidine Ben Ali's departure from Tunisia and the Tunisian revolution, Marzouki announced his return to Tunisia and his intention to run for the presidency.[5] On 12 December 2011, the Constituent Assembly of Tunisia, a body elected to govern the country and draft a new constitution, elected Marzouki as interim president, with 155 votes for, 3 against, and 42 blank votes.[11][12] Blank votes were the result of a boycott from the opposition parties, who considered the new mini-constitution of the country an undemocratic one. He was the first president who was not an heir to the legacy of the country's founding president, Habib Bourguiba. On 14 December, one day after his accession to office, he appointed Hamadi Jebali of the moderate Islamist Ennahda Movement as Prime Minister.[13] Jebali presented his government on 20 December.[14] On 3 May 2012, Nessma TV owner Nabil Karoui and two others were convicted of \"blasphemy\" and \"disturbing public order\". The charges stemmed from the network's decision to broadcast a dubbed version of the 2007 Franco-Iranian film Persepolis, which includes several visual depictions of God. Karoui was fined 2,400 dinars for the broadcast, while the station's programming director and the president of the women's organization which provided dubbing for the film were fined 1,200 dinars.[15] Responding to the verdict, Marzouki stated to members of the press in the presidential palace in Tunis, \"I think this verdict is bad for the image of Tunisia. Now people in the rest of the world will only be talking about this when they talk about Tunisia.\"[16] As President, Marzouki played a leading role in establishing Tunisia's Truth and Dignity Commission in 2014, as a key part of creating a national reconciliation.[17] In March 2014, President Marzouki lifted the state of emergency that had been in place since the outbreak of the 2011 revolution, and a top military chief said soldiers stationed in some of the country's most sensitive areas would return to their barracks. The decree from President Marzouki said the state of emergency ordered in January 2011 is lifted across the country immediately. The state of emergency was imposed by longtime President Zine El Abidine Ben Ali and maintained after he was overthrown. It was repeatedly renewed.[18] In April 2014, he cut his pay by two-thirds, citing the state's need to be a model in dealing with the deteriorating financial situation.[19] Marzouki was defeated by Beji Caid Essebsi in the November–December 2014 presidential election, and Essebsi was sworn in as President on 31 December 2014, succeeding Marzouki.[20] On 25 June 2015, Marzouki participated in the Freedom Flotilla III to the Gaza Strip. On 29 June, during their approach to the territorial waters of Gaza, but while still in international waters, the flotilla was intercepted by the Israeli navy and taken to the port of Ashdod, where the participants were interviewed. Marzouki was greeted by a delegation of the Israeli Foreign Ministry, but he declined to talk with them. On 30 June, he was deported to Paris and returned to Tunis on 1 July, where he was greeted by hundreds of supporters.[21] In 2016, he was appointed by the African Union to oversee the Comorian presidential election.[22] On 14 October 2021, the Tunisia government under Kais Saied stripped Marzouki of his diplomatic passport amid French pressure.[23] In November 2021, Moncef Marzouki was the subject of an international arrest warrant for endangering state security.[24] On 23 December 2021, Marzouki was sentenced to four years in prison and was found guilty of “undermining the security of the state from abroad” and of having caused “diplomatic harm”. Marzouki rejected the ruling, describing it as illegal, saying it was “issued by an illegitimate president who overturned the constitution”.[25][26] On 29 December 2021, Marzouki vowed to return to Tunisia and \"overthrow the incumbent regime\".[27] In January 2022, Marzouki was among 19 predominantly high-ranking politicians to be referred to court for trial by the Tunisian judiciary for \"electoral violations\" allegedly committed during the 2019 presidential elections.[28] From a first marriage, Moncef Marzouki has two daughters: Myriam and Nadia. In December 2011, during a private civil ceremony in Carthage Palace, he married Beatrix Rhein, a French physician.[29]","country":"Tunisia"}