{"name":"Muse Hassan Sheikh Sayid Abdulle","url":"/wiki/Muse_Hassan_Sheikh_Sayid_Abdulle","Born":"age 80","Political party":"Independent","termEnds":null,"termStarts":null,"text":"Muse Hassan Sheikh Abdulle (Somali: Muuse Xasan Sheekh Cabdulle, Arabic: موسى حسن الشيخ سعيد عبد الله), also known as Muse Sayyid Hassan,[1] is a senior Somali military figure and politician. He has been the acting president of Somalia and interim speaker of the Federal Parliament.[2] Abdulle is Somalia's ambassador to Italy.[3] His name is transliterated in various ways including Musa Hassan Abdulle.[4] Mussa Hassan was born in 1940 in Shilabo, Ogaden. Abdulle hails from Bahgeri sub-clan of the larger Ogaden Absame Kuumade Darod clan.[5][4] Abdulle was a prominent member of the Somali National Army. He was among the first three Somali cadets to graduate from the Military Academy of Modena (Accademia Militare di Modena), located in Modena, northern Italy.[6] In 1985, Abdulle received a fellowship to attend the National Defense University in Washington, D.C. He graduated from the institution the following year.[7] Following the end of the mandate of the Transitional Federal Government (TFG) on 20 August 2012 and the concurrent start of the Federal Government of Somalia, Abdulle, as the eldest legislator, was appointed interim speaker of the new Federal Parliament during its inaugural session held at the Aden Adde International Airport in Mogadishu.[4][8] He was additionally named Acting President at the ceremony,[9][10] which also saw the swearing in of many MPs.[4] Voting for a new speaker of Parliament was held on 28 August 2012, with former Minister of Transportation and Minister of Labor and Sports Mohamed Osman Jawari elected the permanent speaker.[11] On 30 August 2012, the Federal Parliament convened and unanimously endorsed a new committee tasked with overseeing Somalia's 2012 presidential elections. At the parliamentary session chaired by the new Speaker Jawari, 15 MPs were named to the body and Abdulle was appointed as the commission's chairperson.[12] The ballot was eventually held on 1 September 2012, with Hassan Sheikh Mohamud elected as the new President of Somalia.[13] On 20 June 2013, Abdulle was named Somalia's ambassador to Italy by the cabinet.[3]","country":"Somalia"}