{"name":"Mário Soares","url":"/wiki/M%C3%A1rio_Soares","Born":"1924-12-07","Died":"2017-01-07","Political party":"Socialist Party","termEnds":null,"termStarts":null,"text":"Mário Alberto Nobre Lopes Soares, GColTE, GCC, GColL (Portuguese pronunciation: [ˈmaɾiu aɫˈβɛɾtu ˈnɔβɾɨ ˈlɔpɨʃ suˈaɾɨʃ]; 7 December 1924 – 7 January 2017) was a Portuguese politician, who served as prime minister of Portugal from 1976 to 1978 and from 1983 to 1985, and subsequently as the 17th president of Portugal from 1986 to 1996. He was the first secretary-general of the Socialist Party, from its foundation in 1973 to 1986. Soares was the son of João Lopes Soares (Leiria, Arrabal, 17 November 1879 – Lisbon, Campo Grande, 31 July 1970), founder of the Colégio Moderno in Lisbon, government minister and then anti-fascist republican activist who had been a priest before impregnating and marrying Elisa Nobre Baptista (Santarém, Pernes, 8 September 1887 – Lisbon, Campo Grande, 28 February 1955), Mário Soares's mother, at the 7th Conservatory of the Civil Register of Lisbon on 5 September 1934. His father also had another son by an unknown mother named Tertuliano Lopes Soares. His mother had previously been married and had two children, J. Nobre Baptista and Cândido Nobre Baptista. Mário Soares was raised as a Roman Catholic, but came to identify himself as a republican, secular and socialist. Soares was born in the Coração de Jesus neighbourhood of Lisbon, and graduated in history and philosophy from the University of Lisbon. He became a university lecturer in 1957, but his activities in opposition to the dictatorship of António de Oliveira Salazar led to repeated arrests. He was active in resistance groups such as the Movement for Anti-Fascist National Unity and the Movement for Democratic Unity. Soares began his studies at Colégio Moderno, owned by his father. There, for a short period he was taught geography by Álvaro Cunhal, who would later become the towering figure of Portuguese Communism and one of Soares' greatest political rivals. While a student at university, Soares joined the Portuguese Communist Party, being responsible for the youth section. In this capacity, he organised demonstrations in Lisbon to celebrate the end of World War II. He was first arrested by PIDE, the Portuguese political police, in 1946, when he was a member of the Central Committee of the Movement of Democratic Unity (Portuguese: Movimento de Unidade Democrática), at the time chaired by Mário de Azevedo Gomes [pt]. Soares was arrested twice in 1949. On those latter occasions, he was the secretary of General Norton de Matos, a candidate for the Presidency. However, he became estranged from de Matos when the latter discovered Soares's Communist sympathies. Soares married Maria de Jesus Barroso Soares, an actress, on 22 February 1949, while in the Aljube prison, at the Third Conservatory of the Civil Register of Lisbon. They had a son, João Soares, who later became Mayor of Lisbon, and a daughter, Isabel Barroso Soares (born in 1951), who now manages the Colégio Moderno. Soares's multiple arrests for political activism made it impossible for him to continue with his career as a lecturer of history and philosophy. Therefore, he decided to study law and become an attorney. In 1958, Soares was very active in the presidential election supporting General Humberto Delgado. Later, he would become Delgado's family lawyer, when Humberto Delgado was murdered in 1965, in Spain, by agents of the dictatorship's secret police (PIDE). As a lawyer, he defended some of Portuguese political prisoners and participated in numerous trials conducted in the Plenary Court and in the Special Military Court. Represented, particularly, Álvaro Cunhal when he was accused of several political crimes, and along with Adelino da Palma Carlos he also defended the dynastic cause of Maria Pia of Saxe-Coburg and Gotha Braganza. In April 1964, in Geneva, Switzerland, Soares together with Francisco Ramos da Costa and Manuel Tito de Morais created the Acção Socialista Portuguesa (Portuguese Socialist Action). At this point he was already quite distant from his former Communist friends (having quit the Communist Party in 1951); his views were now clearly inclined towards economic liberalism. In March 1968, Soares was arrested again by PIDE, and a military tribunal sentenced him to banishment in the colony of São Tomé and Principe in the Gulf of Guinea.[1] His wife and two children, Isabel and João, accompanied him. However, they returned to Lisbon eight months later for in the meantime dictator Salazar had been replaced by Marcello Caetano. The new dictator wanted to present a more democratic face to the world, so many political prisoners, Soares among them, were released and allowed exile in France.[2] In the October 1969 general election, which was rigged, the democratic opposition (whose political rights were severely restricted) entered with two different lists. Soares participated actively in the campaign supporting the Coligação Eleitoral de Unidade Democrática or CEUD (Electoral Coalition for Democratic Unity). CEUD was clearly anti-fascist, but they also reaffirmed their opposition to Communism. In 1970, Soares was exiled to Rome, Italy, but eventually settled in France where he taught at the Universities of Vincennes, Paris and Rennes. In 1973, the 'Portuguese Socialist Action' became the Socialist Party, and Soares was elected Secretary-General. The Socialist party was created under the umbrella of Willy Brandt's SPD in Bad Münstereifel, Germany, on 19 April 1973. On 25 April 1974, elements of the Portuguese Army seized power in Lisbon, overthrowing Salazar's successor, Marcello Caetano. Soares and other political exiles returned home to celebrate what was termed the \"Carnation Revolution\". In the provisional government which was formed after the revolution, led by the Movement of the Armed Forces (MFA), Soares became minister for overseas negotiations, charged with organising the independence of Portugal's overseas colonies. Among other encounters, he met with Samora Machel, the leader of Frelimo, to negotiate the independence of Mozambique. Within months of the revolution however (and in spite of the April 1975 Constituent Assembly election results which gave victory to the Socialist Party and clearly favored the pro-democracy political parties), it became apparent that the Portuguese Communist Party, allied with a radical group of officers in the MFA, was attempting to extend its control over the government. The prime minister, Vasco dos Santos Gonçalves, was accused of being an agent of the Communists and a bitter confrontation developed between the Socialists and Communists over control of the newspaper República. President Francisco da Costa Gomes dismissed Vasco Gonçalves in September 1975 and a failed far-left coup in late November ended the far-left influence in Portuguese government and politics. After the approval of the 1976 Constitution, a democratic government was finally established when national elections were held on 25 April 1976. The 1976 legislative election gave the Socialists a plurality of seats in the newly created Assembly of the Republic and Soares became prime minister. Deep hostility between the Socialists and the Communists made a left-wing majority government impossible, and Soares formed a weak minority government. Vast fiscal and currency account deficits generated by previous governments forced Soares to adopt a strict austerity policy, which made him deeply unpopular. Soares had to resign from office after only two years, in 1978. The wave of left-wing sentiment which followed the 1974 revolution had now dissipated, and a succession of conservative governments held office until 1983, with Soares' Socialist Party unsuccessful in the 1979 special elections and 1980 elections. Soares again became prime minister following the 1983 elections, holding office until late 1985. His main achievement in office was negotiating Portugal's entry into the European Economic Community. Portugal at the time was very wary of integrating itself into the EEC, and Soares almost single-handedly turned public opinion around. In the 1986 presidential election, Soares was elected president of Portugal, beating Diogo Freitas do Amaral by little more than 2%. He was reelected in 1991, this time with almost 70% of the vote. For most of Soares' two terms of office, Portugal was governed by the centre-right Social Democratic Party, led by Aníbal Cavaco Silva. In 1989, he was the first foreign head of state to visit Czechoslovakia in the course of the Velvet Revolution, invited by Václav Havel, who was elected president of Czechoslovakia two days later.[3] He devised the so-called Presidência Aberta (Open Presidency), a series of tours around the country, each addressing a particular issue, such as the environment or a particular region of Portugal. Although generally well received by the public, some claimed that he was criticizing the government and exceeding his constitutional role. Others stated that the tours were in the style of medieval courts. Yet the name stuck for today's presidential initiatives of the same type. Soares died on 7 January 2017 at the age of 92.[6] He had been admitted to the hospital on 13 December, and although his condition at first showed slight signs of improvement, he lapsed into a coma on 26 December from which he never recovered.[7] The Portuguese Government offered a state funeral and declared three days of national mourning. It was the first state funeral in Portugal after that of President Óscar Carmona in 1951.[8] After lying in state at Jerónimos Monastery during 9 January, his remains were transported to Prazeres Cemetery the next day, and now lie at the family vault next to those of his wife. N.B. according to \"Ordens honoríficas portuguesas – Nacionais com Ordens Portuguesas\" recipients: N.B. according to \"Ordens honoríficas portuguesas – Nacionais com Ordens Estrangeiras\" recipients: In 1998, Soares won the International Simón Bolívar Prize of UNESCO. In 2000, Soares received the North-South Prize of the Council of Europe. He was an honorary member of the Club of Rome and member of High Council of Francophonie. He was appointed Doctor of Laws (honoris causa) by the University of Leicester in 1994.[19] Soares was named the \"patron\" for the College of Europe's academic year 2020-2021.[20] Mário Soares won the election with 3,010,756 votes (51.18%) after the second round of voting.[21] Mário Soares won the election with 3,459,521 votes (70.35%).[22] Mário Soares finished third with 785,355 votes (14.31%).[23]","country":"Portugal"}