{"name":"Nereu Ramos","url":"/wiki/Nereu_Ramos","Born":"1888-09-03","Died":"1958-06-16","Political party":"PRC (1911–1931) PLC (1931–1937) PSD (1945–1958)","termEnds":null,"termStarts":null,"text":"Nereu de Oliveira Ramos (Portuguese pronunciation: [neˈɾew dʒi oliˈvejɾɐ ˈʁɐ̃mus]; 3 September 1888 – 16 June 1958) was a Brazilian political figure. He briefly served as interim president of Brazil in the aftermath of the political crisis which culminated in the suicide of President Getúlio Vargas and the impeachment of Deputy Carlos Luz and President Café Filho. Ramos was Vice President of the Republic between 1946 and 1951. The 1945 Presidential elections were held for the office of President only, but the Constitution adopted on 18 September 1946 created the office of Vice President, and established that the Constituent Assembly would choose the first Vice President and swear him in, in the day following the promulgation of the Constitution. Nereu Ramos, until then a Senator for Santa Catarina and a member of the Constituent Assembly, was elected Vice President in that special election. In his capacity as Vice President of the Republic, Ramos served as President of the Senate.[1] He served as the President of the Chamber of Deputies from 1951 to 1955.[2] Ramos was re–elected in 1954 to the Federal Senate as a representative from Santa Catarina. He became the Senate's President pro tempore in the following year. By this stage President Getúlio Vargas had taken his own life. There followed a series of brief presidential reigns: Vargas's Vice President and successor, Café Filho, took a leave of absence, declaring himself unable to discharge the powers of the presidency due to poor health. By the time President Café Filho took his leave of absence, presidential elections for the next five–year term had been held, and Juscelino Kubitschek had been elected. Many people suspected that there would be a coup d'état to prevent the inauguration of the President–elect. Army Minister Henrique Teixeira Lott subscribed to that view, and he considered that President Café Filho had taken his leave of absence because he was in agreement with the supposed coup forces but unwilling to lead the coup himself. His leave of absence allowed the Speaker of the Chamber of Deputies, Carlos Luz, to assume the presidency as Acting President, and Luz was seen as hostile to the inauguration of the President–elect and likely to lead a coup to prevent it. Thus, only 48 hours after Café Filho's declaration of incapacity and the assumption of the powers of the presidency by Carlos Luz, Army Minister Lott led what he called a preventive counter-coup aimed at securing the inauguration of the President–elect chosen by the people, by avoiding the supposed coup that Luz would allegedly lead. In that preventive counter-coup, Luz was deposed, Café Filho was prohibited from resuming the powers and duties of the presidency (although he was not deposed, he was kept under house arrest for the remaining three months of his presidential term, and was barred from declaring his incapacity terminated), and the next man in the line of presidential succession, Senator Nereu Ramos, the Senate's President pro tempore assumed the powers of the presidency in the place of Carlos Luz. Ramos assumed the presidency on 11 November 1955, to complete Vargas's term. He served until January 31, 1956, whereupon President–elect Kubitschek was inaugurated. Ramos was the last President to have been born in the Empire of Brazil. Nereu Ramos died in a Cruzeiro airline crash on 16 June 1958, near Curitiba Afonso Pena International Airport. President Ramos in 1955 Outgoing president Nereu Ramos (center) at the inauguration of Juscelino Kubitschek on January 31, 1956 Statue in Lages, Santa Catarina","country":"Brazil"}