{"name":"Nicol치s Bravo","url":"/wiki/Nicol%C3%A1s_Bravo","Born":"1786-09-10","Died":"1854-04-22","Political party":"Centralist","termEnds":null,"termStarts":"He took office when Paredes left the presidency to fight the Americans in the Mexican–American War. He was deposed by a federalist rebellion led by Jose Mariano Salas and Valentin Gomez Farias.","text":"Nicol치s Bravo Rueda (10 September 1786 – 22 April 1854) was a Mexican soldier and politician who first distinguished himself during the Mexican War of Independence. He was Mexico's first vice-president though while holding this office Bravo would try to overthrow President Guadalupe Victoria through the Plan of Monta침o in 1827. His revolt failed and in part due to the services Bravo had provided the nation during the War of Indpendence, he was allowed to live, but nonetheless exiled. Bravo would return to the country and later go on to serve as interim president of Mexico three separate times in 1839, 1842, and 1846. During his second presidency he oversaw the transition of the Centralist Republic of Mexico to a new constitution as part of the Bases of Tacubaya. During the Mexican-American War he commanded the Mexican forces at the Battle of Chapultepec. Nicolas Bravo was born on September 10, 1786 in Chilpancingo, to a wealthy family. After the War of Mexican Independence broke out in September, 1810, he along with his father, and a brother joined the insurgents. He served directly under his father at first and after two years was able to be in charge of a body of troops that passed to the province of Veracruz and took control of Coscomatepec. After a victory at Palma, he faced the defeat, imprisonment, and death of his father. He gained fame for clemency after releasing three hundred royalist prisoners.[1] Bravo was captured in 1817 in the south of the country and transported to the capital where he remained imprisoned for three years, until he was amnestied by the liberal Spanish government of 1820.[2] He joined Agustin de Iturbide's Plan of Iguala in 1821, and Iturbide named him colonel. The Constituent Congress made him a councelor of state and a member of the regency, which governed until Iturbide took over as Emperor of the First Mexican Empire.[3] As Iturbide became more autocratic, and Santa Anna proclaimed the Plan of Vera Cruz, against him in 1823, Bravo once again decided to fight against the government. He left Mexico City on January 5, 1823 being joined by Vicente Guerrero, and they planned to raise a revolution in the south of the country, carrying with them a copy of the Plan of Vera Cruz which had been sent to them by Santa Anna.[4] He received money for his campaign from Petra Teruel, wife of Antonio Velasco a passionate supporter of the movement, and who had to pawn some jewels in order to gather all the required funds. Iturbide was alerted of Bravo and Guerrero’s whereabouts through the mayor of Mexicalcingo, and promptly set a lieutenant colonel after them, but Bravo was able to evade capture by simply bribing him.[5] Brigadier Armijo, commander of the South, however now went after them and a skirmish ensued in the vicinity of Almolonga, where they were then defeated. Guerrero was shot through the lungs and his men fled the scene in panic, in spite of Bravo’s efforts to stop them, believing Guerrero to be dead.[6] Bravo fled to the Santa Rosa ranch, and from here he sought to reorganize at the Mixteca region where he intended to join at Huajuapam with Antonio Leon. He fortified himself at a place called the Junta de los Rios. From there he headed towards Oaxaca after the after the pronouncement of Leon at Huajuapam. He set up a governing junta when he learned of the Plan of Casa Mata with which he did not appear to agree with agree with.[7]With the troops that he was able to gather at Oaxaca, he headed out and entered the capital with the liberating army. Iturbide restored congress and offered his abdication. When congress decreed that Iturbide be moved to Tulancingo, he chose that Bravo escort him, asking him to take care of himself and his family, although it later seemed Iturbide lost his trust in Bravo as he asked his guards to keep a watch over him.[8] After Iturbide was deposed, Bravo was made a member of the Supreme Executive Power, the triumverate now serving as the executive. During this period he continued to pacify the country and carried out a victorious campaign in Jalisco against the Iturbidist General Quintanar.[9] During the newly established First Mexican Republic, Bravo allied himself with the centralist party, preferring a strong unitary government for the country, and to which were also allied various conservative interests ranging from the remaining Spaniards in the country, to the aristocracy, to the clergy. Politics in Mexico at this time was associated with Masonic lodges, and the conservatives met within lodges of the Scottish Rite, consequently being known as the Escoceses and in which Bravo acquired a position of leadership.[10] The Escoceses were opposed by the federalists, who preferred the country to be governed by a federal system, and with which were associated various liberal causes. They too met within Masonic lodges but were rather followers of the York Rite, and so were known as Yorkinos. Mexico's constitution, following the American, decreed that in a presidential election the winner becomes president while second place became vice president. In the elections of 1824, Bravo was elected to be the nation's first vice-president and the Independence War hero, Guadalupe Victoria was elected president, but the two men belonged to opposite parties, with the latter being a Yorkino and the former being an Escoses. On December 23, 1827, the Escoceses, led by vice-president Bravo, proclaimed the Plan of Monta침o, demanding the expulsion of the American ambassador Joel Poinsett, the end to secret societies, and the dismissal of the current cabinet, the latter measure due to the belief that the Yorkino dominated government was about to take decisive measures to suppress the Escoceses.[11] The insurrection was short-lived and Bravo was defeated at Tulancingo by his former ally Vicente Guerrero.[12] Bravo was tried before a grand jury, from which his case then went to the Supreme Court, and although the law prescribed a severe punishment for his treason, his service for independence won him sympathy from his old colleagues who asked for clemency, and even President Victoria wished to be lenient, so the court simply condemned him to banishment for two years.[13] He departed from Acapulco to South America and on the journey he lost his only child. His banishment was shortened due to an amnesty granted by President Vicente Guerrero, and Bravo returned to Mexico in 1829.[14] He continued to be a supporter of the conservative party and when and joined the Plan of Jalapa against President Guerrero that same year. After personally going out to lead his troops against the insurrection, President Guerrero was deposed at the capital on January, 1830 and replaced by the conservative Anastasio Bustamante. Guerrero however remained at large and continued to wage warfare against the government in the south of the country when Bravo occupied the port and fortress of Acapulco, to remove an important source of wealth from Guerrero and his supporters, but Bravo was dislodged from the city. Bravo however was later victorious at Chilpancingo in January 1831, for which congress granted him a sword of honor, considering that the victory was a decisive defeat against the ongoing operations of Guerrero.[15] Anastasio Bustamante’s conservative government fell during through an insurrection known as the Plan of Veracruz in 1832, but Bravo was reluctant to recognize the rebels, but Santa Anna, who had played a key role in the Plan of Veracruz, eventually won him over.[16] In 1834 the nation would experience a revolution that would eventually result in a new constitution, and the inauguration of the Centralist Republic of Mexico. In 1836, shortly after Mexico lost Texas, Bravo was in charge of the army of the north, but he retired, disgusted by the events, to Chilpancingo.[17] Anastasio Bustamante had meanwhile returned to the presidency and in 1839, Bravo was invited to be a part of his council of state, resulting that when Bustamante temporarily stepped down from the presidency to lead the troops against the rebellion of Jose Urrea, Bravo on July 10, 1839 was named by congress the interim president of the Republic.[18] There was much dissatisfaction with the state of the country at this time, and a great public clamor for constitutional reform, which included many generals and commanders. President Bravo wished for such concerns to be addressed through legal channels, and he directed his council of state to urge the Supreme Moderating Power, a governing council that according to the constitution was above even the president, to declare that it was the will of the nation to reform the constitution, at the direction of the national representatives, without waiting for a more suitable time.[19] This first presidency would ultimately last only nine days and yet Bravo treated his duties with energy and dedication. When the criminal Yanez, condemned to death by hanging for highway robbery, slit his own throat to avoid the hangman, friends of the family pleaded that the body not be displayed in public, but Bravo decreed that the body be displayed on the gallows anyway to serve as a warning.[20] Bravo would next become president in 1842 during which the Centralist Republic of Mexico experienced a constitutional change. In response to multiple national crises, on August 8, 1841 Mariano Paredes had proclaimed against the government of Anastasio Bustamante, and when his insurgent troops reached the city of Tacubaya they were joined by Santa Anna. After failing to put down the insurgency, Bustamante officially surrendered power through the Estanzuela Accords on October 6, 1841. A military junta was formed which wrote the Bases of Tacubaya, a plan which swept away the entire structure of government, except the judiciary, and also called for elections for a new constituent congress meant to write a new constitution.[21] The subsequent congress which was installed on June, 10, 1842 was strongly federalist, against the wishes of the organizers of the Bases of Tacubaya who were strongly centralist. Santa Anna began to scheme to dissolve the congress, and left Bravo in charge of the presidency on October 26, 1842. Bravo was not in accord with Santa Anna's schemes for while he too was a centralist, he did not wish to overturn the results of the election which had led to the strongly federal congress. Tornel the minister of war was the real power at the capital at this time, being the favorite of Santa Anna[22] President Bravo assured a commission sent by congress, that he would accept the new constitution, and congress continued working on its draft, when its work was interrupted by a pronunciamiento in the obscure town of Huejotzingo, calling for the dissolution of congress, and demanding the installation of a council of notables to work on the new constitution. Minister Tornel was among the conspirators promoting the revolution. In spite of his earlier reluctance to go against congress and reassurance towards them, at the decisive hour, Bravo sided with the insurrectionists and on December 19th, he signed a decree signed by Bocanegra, Velez, Gorostiza, and Tornel dissolving congress and decreeing that they be replaced by a Junta of Notables.[23] In the early dawn hours of that day there had been skirmishes in the Ciudadela and throughout the morning the Celaya Batallion had remained stationed in the corridor contiguous to the hall where congress met in order to prevent the deputies from entering. Most of them met at the home of the president of the congress Francisco Elorriaga and they directed a memo to President Bravo, asking him if they could continue their sessions, and the reply explained that \"every garrison has pronounced against congress except myself and the commandant general of Mexico State.\" Most deputies then agreed to publish a manifesto explaining that the executive which had long been interfering with their labors had now used armed forces to dissolve the congress.[24] While Bravo himself was against the dissolution of congress made it so that the Junta of Notables would be composed of individuals known for their knowledge and patriotism. The Junta was to last six months, during which the Bases of Tacubaya would reign as a provisional constitution. The council of government would continue to function. Another decree on December 23 declared that the Junta of Notables would call itself the national legislature, and the eighty individuals who were to make it up were finally named.[25] The Junta opened its sessions on January 6, 1843 and General Valencia and Quintana Roo were elected president and vice president of the congress respectively. The Departmental Juntas which had not supporter the Bases of Tacubaya were dissolved. During this time President Bravo established the medical-military Health Corp, and also established a mint in Culicacan. He also recruited four hundred forty men into the military and declared that official stationery must only use paper manufactured in Mexico.[26] Bravo and Santa Anna became suspicious of Mariano Paredes who had played such a key role in establishing the Bases of Tacubaya, but who now began to express dissatisfaction with the government. He was invited to join the Junta and then made commandant general of Mexico State, and later arrested for speaking against the government, but eventually acquitted. Bravo would eventually resign on May 5, after growing tired of playing the role of Santa Anna’s puppet[27] Bravo retired temporarily from politics until the end of 1844, when he was called by the government to help suppress an uprising that had flared up in Chilapa. The insurrection was being carried out by individuals who had published no political manifesto, and were simply looting properties. Meanwhile a revolution had begun against the government of Santa Anna and Valentin Canalizo, and eventually Jose Joaquin Herrera ascended to the presidency on December 6, 1844. Bravo was named head of the national armies, and went after the deposed Santa Anna.[28] Bravo joined in the revolution, when the conservative Mariano Paredes overthrew the government of Herrera in late 1845, claiming that the president was committing treason by attempting to recognize the independence of Texas. Paredes was elected president by a junta on January 3, and Bravo was elected vice-president. Bravo was awarded by making him commandant general and governor of the department of Mexico, when the Mexican-American War had already begun in April 1846. He was named general and chief of the forces destined for the departments of Puebla, Oaxaca, Veracruz, and Tabasco, and he published a proclamation calling for the unity of all parties.[29] Amidst increasing opposition to his policies, and the conduct of the war which had been so far a grievous set of defeats for Mexico, Mariano Paredes stepped down and passed the presidency over to Bravo on July 28, 1846.[30] Bravo was summoned to the capital from the department of Veracruz where he was in the middle of fortifying the city against a potential assault, and replaced with General Mosso. Four days after he assumed the presidency, on August 3, the garrison of Vera Cruz and San Juan de Ulua revolted, proclaiming the plan of Guadalajara, and early on the morning of August 4, General Salas with more than a thousand troops revolted in the capital. The former president Paredes fled the city on that same night, intending to go off to the front to lead some troops he had dispatched, but he was arrested and sent back by General Avalos. At a conference held by the belligerents, including Vizcaino Lemus, and Jose Ramon Pacheco, Martin Carrera, Jose Urrea, and Ramon Moralies,[31] on August 6 it was agreed that Bravo should step down. Power would pass over to General Salas.[32] Bravo continued to participate in the war effort, and was named commandant general of the Department of Puebla, but he retreated from that city when orders arrived to fall back on the capital.[33] He took part in the efforts to defend the capital and he was assigned to the southern boundary of the city, which had previously belonged to General Andrade. After the defeats of Molino del Rey and Casa Mata he was placed in charge of defending the Chapultepec with two thousand troops, with Monterde, director of the fortifications there, as his second-in-command. The place began to be bombarded on September 12, and an assault followed the next day, which ultimately ended in a Mexican defeat, and Bravo was taken prisoner.[34] During the Battle of Chapultepec, Bravo had asked for reinforcements and only the Batallion of San Blas commanded by Xicotencatl could help. Bravo's reputation suffered in the aftermath of the loss, for the in the official report by Santa Anna he assured that that Bravo had been taken prisoner after hiding in a waterlogged trench, submerged up to the neck, after which he was recognized by his white hair.[35] After the war Bravo attempted to defend his reputation. He retired to Chilpancingo where he lived in obscurity until he died in April 1854. He had coincidentally died on the same day as his wife, leading to rumors that both had been murdered. The fact that Santa Anna at the time was in the vicinity fighting the insurrection that had flared up due to the Plan of Ayutla, also gave rise to rumors that he may have been involved in their deaths.[36]","country":"Mexico"}