{"name":"Nicolás Maduro","url":"/wiki/Nicol%C3%A1s_Maduro","Born":"1962-11-23","Political party":"United Socialist Party of Venezuela (from 2007) Fifth Republic Movement (before 2007)","termEnds":"(born 1962)","termStarts":null,"text":"Nicolás Maduro Moros (/məˈdʊəroʊ/, Spanish: [nikoˈlaz maˈðuɾo ˈmoɾos] (listen);[a] born 23 November 1962) is a Venezuelan politician and president of Venezuela since 2013, with his presidency under dispute since 2019. Beginning his working life as a bus driver, Maduro rose to become a trade union leader before being elected to the National Assembly in 2000. He was appointed to a number of positions under President Hugo Chávez and was described in 2012 by the Wall Street Journal as the \"most capable administrator and politician of Chávez's inner circle\".[1] He served as Minister of Foreign Affairs from 2006 to 2013 and as the vice president of Venezuela from 2012 to 2013 under Chávez. After Chávez's death was announced on 5 March 2013, Maduro assumed the presidency. A special presidential election was held in 2013, which Maduro won with 50.62% of the vote as the United Socialist Party of Venezuela candidate. He has ruled Venezuela by decree since 2015 through powers granted to him by the ruling party legislature.[2][3] Shortages in Venezuela and decreased living standards led to protests beginning in 2014 that escalated into daily marches nationwide, repression of dissent and a decline in Maduro's popularity.[4][5][6] According to The New York Times, Maduro's administration was held \"responsible for grossly mismanaging the economy and plunging the country into a deep humanitarian crisis\" and attempting to \"crush the opposition by jailing or exiling critics, and using lethal force against antigovernment protesters\".[7] An opposition-led National Assembly was elected in 2015 and a movement toward recalling Maduro began in 2016, which was ultimately cancelled by Maduro's government; Maduro maintained power through the Supreme Tribunal, the National Electoral Council and the military.[4][5][8] The Supreme Tribunal removed power from the elected National Assembly, resulting in a constitutional crisis and protests in 2017. On 1 April 2017, the Supreme Tribunal partially reversed its decision.[9] As a response to the protests, Maduro called for a rewrite of the constitution, and the Constituent Assembly of Venezuela was elected in 2017, under what many—including Venezuela's chief prosecutor Luisa Ortega[10] and Smartmatic, the company that ran the voting machines[11]—considered irregular voting conditions;[12] all of its members were pro-Maduro.[13][14] On 20 May 2018, presidential elections were called prematurely;[b] opposition leaders had been jailed, exiled or forbidden to run, there was no international observation, and tactics to coerce voters were used.[18][19] Multiple nations did not recognize the Constituent Assembly election or the validity of Maduro's 2018 reelection,[20][21] and several proceeded to sanction Maduro.[22][23][24][25] Maduro has been described as an autocrat[26] and a \"dictator\".[c] An Organization of American States (OAS) report determined that crimes against humanity have been committed during his presidency.[27] In 2020, the Office of the Prosecutor of the International Criminal Court (ICC) stated that it believed there was a \"reasonable basis\" to believe that \"since at least April 2017, civilian authorities, members of the armed forces and pro-government individuals have committed the crimes against humanity\",[28] and on 2021 ICC Prosecutor Karim Khan announced the opening of an investigation regarding the situation in the country.[29] According to estimations by the United Nations (UN), under Maduro's administration, more than 9,000 people have been subject to extrajudicial killings and almost six million Venezuelans have been forced to flee the country.[30][31] In 2021, the United Nations Fact-Finding Mission on Venezuela concluded that the country's justice system independence has been deeply eroded, to the extent of playing an important role in aiding state repression and perpetuating state impunity for human rights violations; the mission also identified frequent due process violations, including political external interference and the admission of evidence through torture.[32][33][34] According to the National Union of Press Workers of Venezuela, 115 media outlets were shut down between 2013 and 2018, and since at least 2019 Venezuela has been exposed to frequent \"information blackouts\", periods without access to internet or other news services during important political events.[35][36] the National Assembly speeches have been regularly disrupted, television channels and radio programs have been censored and many journalists have been illegally detained.[35] Most Venezuelan television channels are controlled by the state, and information unfavorable to the government is not covered completely.[35] Newspapers and magazines are scarce, as most are unable to afford paper to print.[35] The dependence of Venezuelans on social media has also promoted the spread of disinformation and pro-Maduro propaganda.[35] Venezuela got the rank 148 of 180 in the World Press Freedom Index of Reporters Without Borders in 2019.[37] Russia, China, Iran, Syria, and Cuba have supported Maduro during the Venezuelan presidential crisis, and the US, Canada, and most of Latin America and Western Europe have supported Guaidó as interim president.[38][39][40] Amid widespread condemnation,[41][42][43] President Maduro was sworn in on 10 January 2019, and the president of the National Assembly, Guaidó, was declared interim president on 23 January 2019 by the legislative body.[44][45] Following a failed military uprising on 30 April 2019, representatives of Guaidó and Maduro began mediation, with the assistance of the Norwegian Centre for Conflict Resolution.[46] On 26 March 2020, the U.S. Department of Justice indicted Maduro on charges of drug trafficking and narco-terrorism, and the Department of State offered a $15 million reward for information that helps \"bring him to justice\".[47][48][49] Nicolás Maduro Moros was born on 23 November 1962 in Caracas, Venezuela, into a working-class family.[50][51][52] His father, Nicolás Maduro García, who was a prominent trade union leader,[53] died in a motor vehicle accident on 22 April 1989. His mother, Teresa de Jesús Moros, was born in Cúcuta, a Colombian border town at the boundary with Venezuela.[54] He was born into a leftist family[50][55] and \"militant dreamer of the Movimiento Electoral del Pueblo (MEP)\".[56] Maduro was raised in Calle 14, a street in Los Jardines, El Valle, a working-class neighborhood on the western outskirts of Caracas.[54] The only male of four siblings, he had \"three sisters, María Teresa, Josefina, and Anita\".[56] Maduro was raised as a Roman Catholic. In 2012 it was reported that he was a follower of Indian guru Sathya Sai Baba and previously visited the guru in India in 2005.[57] Racially, Maduro has indicated that he identifies as mestizo (\"mixed [race]\"), stating that he includes as a part of his mestizaje (\"racial mixture\") admixture from the Indigenous peoples of the Americas and Africans.[58] He stated in a 2013 interview that \"my grandparents were Jewish, from a Sephardic Moorish background, and converted to Catholicism in Venezuela\".[59] Maduro has been married twice. His first marriage was to Adriana Guerra Angulo, with whom he had his only son, Nicolás Maduro Guerra,[60][61] also known as \"Nicolasito\", who was appointed to several senior government posts (Chief of the Presidency's Special Inspectors Body, head of the National Film School, and a seat in the National Assembly).[62] He later married Cilia Flores, a lawyer and politician who replaced Maduro as president of the National Assembly in August 2006, when he resigned to become Minister of Foreign Affairs, becoming the first woman to serve as president of the National Assembly.[63] The two had been in a romantic relationship since the 1990s when Flores was Hugo Chávez's lawyer following the 1992 Venezuelan coup d'état attempts[64] and were married in July 2013 months after Maduro became president.[65] While they have no children together, Maduro has three step-children from his wife's first marriage to Walter Ramón Gavidia; Walter Jacob, Yoswel, and Yosser.[66] Maduro is a fan of John Lennon's music and his campaigns for peace and love. Maduro has said that he was inspired by the music and counter-culture of 1960s and 70s, mentioning also Robert Plant and Led Zeppelin.[67] Maduro attended a public high school, the Liceo José Ávalos, in El Valle.[51][68] His introduction to politics was when he became a member of his high school's student union.[50] According to school records, Maduro did not graduate from high school.[55] According to Carlos Peñaloza, Maduro was considered a person of interest by Venezuelan authorities in the kidnapping of William Niehous [es],[69] an American businessman and head of Owens-Illinois in Venezuela, who was held hostage by leftist militants who would later become close to Hugo Chávez.[70] Maduro found employment as a bus driver for many years for the Caracas Metro company. He began his political career in the 1980s, by becoming an unofficial trade unionist representing the bus drivers of the Caracas Metro system. He was also employed as a bodyguard for José Vicente Rangel during Rangel's unsuccessful 1983 presidential campaign.[55][71] At 24 years of age, Maduro resided in Havana with other militants of leftist organizations in South America who had moved to Cuba in 1986, attending a one-year course at the Escuela Nacional de Cuadros Julio Antonio Mella, a centre of political education directed by the Union of Young Communists.[54][clarification needed] During his time in Cuba, Maduro was instructed by Pedro Miret Prieto [es], a senior member of the Politburo of the Communist Party of Cuba who was close to Fidel Castro.[72] According to Carlos Peñaloza, Maduro was allegedly tasked by the Castro government to serve as a \"mole\" working for the Cuba's Dirección de Inteligencia to approach Hugo Chávez, who was experiencing a burgeoning military career.[73] In the early 1990s, he joined MBR-200 and campaigned for the release of Chávez when he was jailed for his role in the 1992 Venezuelan coup d'état attempts.[55] In the late 1990s, Maduro was instrumental in founding the Movement of the Fifth Republic, which supported Chávez in his run for president in 1998.[68] Maduro was elected on the MVR ticket to the Venezuelan Chamber of Deputies in 1998, to the National Constituent Assembly in 1999, and finally to the National Assembly in 2000, at all times representing the Capital District. The Assembly elected him as Speaker, a role he held from 2005 until 2006.[citation needed] Maduro was appointed Minister of Foreign Affairs in 2006, and served under Chávez in that position until being appointed Vice President of Venezuela in October 2012, after the presidential elections. According to BBC Mundo, during Maduro's tenure as foreign minister, \"he was considered a key player in pushing the foreign policy of his country beyond Latin American borders to approach almost any government that rivaled the United States.\"[74] Venezuela's foreign policy stances during his term included ending unofficial relations with Taiwan in favor of the People's Republic of China,[75][76] support for Libya under Muammar Gaddafi, breaking off diplomatic ties with Israel during the 2008–09 Gaza War,[77] recognizing and establishing diplomatic relations with the State of Palestine,[78] a turnaround in relations with Colombia in the 2008 Andean diplomatic crisis (with Ecuador) and again in the 2010 Colombia–Venezuela diplomatic crisis,[79] recognizing Abkhazia and South Ossetia as independent states,[80] and support for Bashar al-Assad during the Syrian Civil War.[81] Temir Porras, a 2019 visiting professor at Paris Institute of Political Studies who was Maduro's chief of staff during his tenure as foreign minister, said that in the early days of Chavismo, Maduro was considered \"pragmatic\" and a \"very skilled politician\" who was \"good at negotiating and bargaining\".[82] Porras said the Maduro \"was extremely effective at getting in touch with heads of state and getting the agreements (...) signed and achieved in a very rapid period of time\".[82] According to Rory Carroll, Maduro did not speak any foreign languages while serving as the Minister of Foreign Affairs.[83] In September 2006, while attempting to travel back to Venezuela via Miami, Florida, Maduro was briefly detained by Homeland Security officers at the John F. Kennedy International Airport for around 90 minutes, after paying for three airplane tickets in cash. Both Maduro and President Hugo Chávez were in New York City attending the 61st session of the UN General Assembly, where President Chávez called US President George W. Bush \"the devil\" during his speech.[84] The incident began when Maduro tried to pick up an item that had been screened at a security checkpoint at JFK International Airport, security personnel told Maduro that he was prohibited from doing so. Maduro later identified himself as a diplomat from the Venezuela government, but officials still escorted him to a room for conducting secondary screening.[85] At one point, authorities ordered Maduro and other Venezuelan officials to spread their arms and legs and be frisked, but Maduro and others forcefully refused. His diplomatic passport and ticket were retained for a time, and finally given back to him.[86] Speaking at the Venezuelan mission to the UN after his release, Maduro said his detention by the US authorities was illegal and he filed a complaint at the United Nations. US and UN officials called the incident regrettable but said Maduro had been identified for \"secondary screening\". Homeland Security spokesman Russ Knocke denied that Maduro was mistreated, saying that there was not evidence of abnormalities during the screening process. A UN diplomat said that Maduro was not authorized to speak publicly while his trip was delayed because he had showed up late without a ticket, prompting the screening.[86] Maduro said the incident prevented him from traveling home on the same day.[citation needed] When he was informed of the incident, President Chávez said Maduro's detention was retaliation for Chávez' 2006 speech at the UN and stated that the authorities detained Maduro over his links to the Venezuelan failed coup in 1992, a charge that President Chávez denied.[86][clarification needed] Prior to his appointment to the vice presidency, Maduro had been chosen by Chávez in 2011 to succeed him in the presidency if he were to die from cancer. This choice was made due to Maduro's loyalty to Chávez and because of his good relations with other chavistas such as Elías Jaua, former minister Jesse Chacón and Jorge Rodríguez. Bolivarian officials[who?] predicted that following Chávez's death, Maduro would have political difficulties and that Venezuela would experience instability.[87] Chávez appointed Maduro Vice President of Venezuela on 13 October 2012, shortly after Chavez' victory in that month's presidential election. Two months later, on 8 December 2012, Chávez announced that his recurring cancer had returned and that he would be returning to Cuba for emergency surgery and further medical treatment. Chávez said that, should his condition worsen and a new presidential election be called to replace him, Venezuelans should vote for Maduro to succeed him. This was the first time that Chávez named a potential successor to his movement, as well as the first time he publicly acknowledged the possibility of his death.[88][89] Chávez's endorsement of Maduro sidelined Diosdado Cabello, a former vice president and powerful Socialist Party official with ties to the armed forces, who had been widely considered a top candidate to be Chávez's successor. After Maduro was endorsed by Chávez, Cabello \"immediately pledged loyalty\" to both men.[90] My firm opinion, as clear as the full moon – irrevocable, absolute, total – is ... that you elect Nicolas Maduro as President. I ask this of you from my heart. He is one of the young leaders with the greatest ability to continue, if I cannot. —Hugo Chávez during a nationwide TV address (cadena nacional) (8 December 2012)[79] Upon the death of Hugo Chávez on 5 March 2013, Maduro assumed the powers and responsibilities of the president. He appointed Jorge Arreaza to take his place as vice president. Since Chávez died within the first four years of his term, the Constitution of Venezuela stated that a presidential election had to be held within 30 days of his death.[91][92][93] Maduro was unanimously chosen as the Socialist Party's candidate in the election.[94] When he assumed temporary power, opposition leaders argued that Maduro violated articles 229, 231, and 233 of the Venezuelan Constitution, by assuming power over the president of the National Assembly.[95][96] The succession to the presidency of Maduro in 2013, according to Corrales and Penfold, was due to multiple mechanisms established by Maduro's predecessor, Chávez. Initially, oil prices were high enough for Maduro to maintain necessary spending for support, specifically with the military. Foreign ties that were established by Chávez were also used by Maduro as he applied skills that he had learned while serving as a foreign minister. Finally, the PSUV and government institutions aligned behind Maduro, and \"the regime used the institutions of repression and autocracy, also created under Chávez, to become more repressive vis-à-vis the opposition\".[97] In April 2013, Maduro was elected president, narrowly defeating opposition candidate Henrique Capriles with just 1.5% of the vote separating the two. Capriles demanded a recount, refusing to recognize the outcome as valid.[98] Maduro was inaugurated as president on 19 April, after the election commission had promised a full audit of the election results.[99][100] In October 2013, he announced the creation of a new agency, the Vice Ministry of Supreme Happiness, to coordinate social programmes.[101] Opposition leaders in Venezuela delivered a May 2016 petition to the National Electoral Council (CNE) calling for a recall referendum, with the populace to vote on whether to remove Maduro from office.[102] On 5 July 2016, the Venezuelan intelligence service detained five opposition activists involved with the recall referendum, with two other activists of the same party, Popular Will, also arrested.[103] After delays in verification of the signatures, protestors alleged the government was intentionally delaying the process. The government, in response, argued the protestors were part of a plot to topple Maduro.[104] On 1 August 2016, CNE announced that enough signatures had been validated for the recall process to continue. While opposition leaders pushed for the recall to be held before the end of 2016, allowing a new presidential election to take place, the government vowed a recall would not occur until 2017, ensuring the current vice president would potentially come to power.[105] In May 2017, Maduro proposed the 2017 Venezuelan Constituent Assembly election, which was later held on 30 July 2017 despite wide international condemnation.[20][106] The United States sanctioned Maduro following the election, labeling him as a \"dictator\", preventing him from entering the United States.[25] Other nations, such as China,[107] Russia,[108] and Cuba[109] offered their support to Maduro and the Constituent Assembly elections. The presidential elections, whose original electoral date was scheduled for December 2018, was subsequently pulled ahead to 22 April before being pushed back to 20 May.[15][110][17] Analysts described the poll as a show election,[18][19] with the elections having the lowest voter turnout in the country's democratic era.[111][112] Beginning six months after being elected, Maduro was given the power to rule by decree by the pre-2015 Venezuelan legislature (from 19 November 2013 to 19 November 2014, 15 March 2015 to 31 December 2015)[2] and later by the Supreme Tribunal (since 15 January 2016) to address the ongoing economic crisis in the country, with strong condemnation by the Venezuelan opposition claiming that the legislature's power had been usurped by the court.[113][114] His presidency has coincided with a decline in Venezuela's socioeconomic status, with crime, inflation, poverty and hunger increasing; analysts have attributed Venezuela's decline to both Chávez and Maduro's economic policies,[115][116] while Maduro has blamed speculation and economic warfare waged by his political opponents.[117] A 2018 Amnesty International report \"accused Nicolas Maduro's government of committing some of the worst human rights violations in Venezuela's history\".[118] The report found the violence was carried out especially in Venezuela's poor neighborhoods, and included \"8,292 extrajudicial executions carried out between 2015 and 2017\".[118] In one year, 22% of homicides (4,667) were committed by security forces.[118] Amnesty International's Erika Guevara-Rosas said, \"The government of President Maduro should guarantee the right to life, instead of taking the lives of the country's young people.\"[118] During the later years of Maduro's presidency, pro-government police and military forces launched the \"Liberation of the People Operation [es]\", which they stated targeted street gangs and non-state paramilitary formations which they alleged had taken control of poor neighbourhoods. The operations reportedly resulted in thousands of arrests and an estimated 9,000 deaths, with the Venezuelan opposition claiming that the operations are actually a state instrument of repression. The UN subsequently released a report condemning the violent methods of the operation. Although the Venezuelan Government's Ombudsman, Tarek William Saab has admitted that his office received dozens of reports of \"police excesses\", he defended the need for the operations and stated that his office would be working alongside the police and military \"to safeguard human rights\". The Venezuelan Foreign Ministry has criticised the UN's report, calling it \"neither objective, nor impartial\" and listed what it believed were a total of 60 errors in the report.[30][119] On 4 August 2018, at least two drones armed with explosives detonated in the area where Maduro was delivering an address to military officers in Venezuela.[120] The Venezuelan government claims the event was a targeted attempt to assassinate Maduro, though the cause and intention of the explosions is debated.[121][122] Others[who?] have suggested the incident was a false flag operation designed by the government to justify repression of opposition in Venezuela.[123][124][125] Porras (Maduro's former chief of staff) said in 2019 that Maduro \"delivered practically nothing in terms of public policy, in terms of direction\" during his first term because, in Porras' opinion, \"he does not have a clear vision for the country. He is very much focused on consolidating his power among his own peers in Chavismo and much less on exercising or implementing a strategic vision for the country.\"[82] However, following increased international sanctions during the Venezuelan crisis in 2019, the Maduro government abandoned socialist policies established by Chávez, such as price and currency controls, which resulted in the country seeing a rebound from economic decline.[126] The Economist wrote that Venezuela had also obtained \"extra money from selling gold (both from illegal mines and from its reserves) and narcotics\".[126] On 3 May 2020, Venezuelan security forces prevented an attempt to overthrow Maduro by armed Venezuelan dissidents. The attempt was organised by an American private security company, Silvercorp USA, headed by Jordan Goudreau and the men were trained in Colombia. Goudreau claimed the operation had involved 60 troops, including two former US special forces members.[127][128] The Venezuelan government claimed the United States and its Drug Enforcement Administration (DEA) were responsible for the operation and had support from Colombia.[129] Juan Guaidó denied involvement in the operation. Goudreau claimed that Guaidó and two political advisers had signed a contract with him for US$213 million in October 2019.[128] Eight of the attackers were killed, with another thirteen, including two Americans, captured.[130][131] Maduro has a strategic partnership with Russian leader Vladimir Putin. After Russia invaded Ukraine in February 2022, Maduro discussed increasing cooperation with Russia.[132] Due to the raised oil prices resulting from the conflict, conversations have begun between Maduro and US officials, suggesting the possibility of lifting of US sanctions on Venezuela and improved relations between the two countries.[133][134][135] With widespread condemnation,[136][137][43] President Maduro was sworn in on 10 January 2019. Minutes after he took the oath, the Organization of American States (OAS) approved a resolution declaring his presidency illegitimate, and calling for new elections.[138] The National Assembly invoked a state of emergency,[139] and some nations removed their embassies from Venezuela,[140][141] with Colombia,[142] and the United States[143] saying Maduro was converting Venezuela into a de facto dictatorship. The president of the National Assembly, Juan Guaidó, declared himself interim president on 23 January 2019;[144] the US, Canada, Brazil and several Latin American countries supported Guaidó as interim president the same day; Russia, China, and Cuba supported Maduro.[44][45] As of March 2019, over 50 countries, the OAS, and the Lima Group do not recognize Maduro as the legitimate president of Venezuela.[145][146][147] The Supreme Tribunal rejected the National Assembly decisions,[44] while the Supreme Tribunal of Justice of Venezuela in exile welcomed Guaidó as interim president.[148] The United States Department of State issued a communication stating that Maduro had used unconstitutional means and a \"sham electoral system\" to maintain an unlawful presidency that is not recognized by most of Venezuela's neighbors.[149] Maduro disputed Guaidó's claim and broke off diplomatic ties with several nations who recognized Guaidó's claim.[150] Maduro's government states that the crisis is a \"coup d'état led by the United States to topple him and control the country's oil reserves.\"[151][152] Maduro has been accused of authoritarian leadership since he took office in 2013.[153] After the opposition won the 2015 parliamentary elections,[154] the lame duck National Assembly—consisting of pro-Maduro Bolivarian officials—filled the Supreme Tribunal of Justice with Maduro allies;[155] the New York Times reported that Venezuela was \"moving closer to one-man rule\".[154] In 2016, the Supreme Tribunal refused to acknowledge the democratically elected National Assembly's attempts to recall Maduro, and the words dictator and authoritarianism began to appear: Foreign Affairs wrote of a \"full-on dictatorship\",[156] Javier Corrales wrote in Americas Quarterly that Venezuela was \"transition[ing] to a full dictatorship\",[157] and OAS General Secretary Luis Almagro said that Maduro was becoming a dictator.[158] After election officials closely aligned with the government blocked an attempt to summon a recall referendum against Maduro, Venezuelan political analysts cited in The Guardian warned of authoritarianism and a dictatorship.[159] The Supreme Tribunal took over the legislative powers of the National Assembly in March, provoking the 2017 Venezuelan constitutional crisis; a Corrales opinion piece in the Washington Post asked, \"What happens next for the dictatorship of President Nicolás Maduro?\"[160] With the 2017 Constituent National Assembly poised to declare itself the governing body of Venezuela,[161] the United States Department of the Treasury sanctioned President Maduro, labeled him a dictator, and prevented him from entering the United States.[25] Chilean president Sebastián Piñera also labeled Maduro a dictator.[162] Human Rights Watch described the process that had led to the National Assembly's being taken over, labeled Venezuela a dictatorship, and said the \"Venezuelan government is tightening its stranglehold on the country’s basic institutions of democracy at a terrifying speed.\"[163] The Financial Times published an article,\"Sending a message to Venezuela’s dictatorship\" discussing \"international censure of Nicolás Maduro, Venezuela’s thuggish president\".[164] The Chicago Tribune editorial board wrote an opinion that \"the Trump administration should harbor no illusions about Maduro, who appears bent on assuming the mantle of dictator.\"[165] Vox Media published an opinion entitled \"How Venezuela went from a rich democracy to a dictatorship on the brink of collapse.\"[166] The Economist Intelligence Unit stated that during Maduro's presidency, the country's democracy deteriorated further, with the 2017 report downgrading Venezuela from a hybrid regime to an authoritarian regime, the lowest category, with an index of 3.87 (the second lowest in Latin America, along with Cuba), reflecting \"Venezuela's continued slide towards dictatorship\" as the government has side-lined the opposition-dominated National Assembly, jailed or disenfranchised leading opposition politicians and violently suppressed opposition protests.[167] Venezuelan presidential elections were held prematurely in May 2018; the New York Times printed a news piece about the elections, headlining the word dictator, \"Critics Say He Can't Beat a dictator. This Venezuelan thinks he can\".[168] Miguel Angel Latouche, a political science professor at Central University of Venezuela wrote an opinion piece entitled, \"Venezuela is now a dictatorship\",[169] and CNN reported that US Republicans were using the term Venezuelan dictator to describe a Democratic candidate.[170] Roger Noriega wrote in the Miami Herald that a \"lawless regime\" and \"narcodictatorship\" headed by Maduro, Tareck El Aissami and Diosdado Cabello had driven \"Venezuela to the brink of collapse\".[171] The 10 January 2019 second inauguration of Nicolás Maduro was widely condemned[41][42] and led to further commentary that Maduro had consolidated power and become a dictator from the Irish Times,[172] the Times,[173] the Council on Foreign Relations,[174] German newspaper Frankfurter Allgemeine Zeitung,[175] and the Economist.[176] Canada's prime minister Justin Trudeau labeled Maduro an \"illegitimate dictator\" responsible for \"terrible oppression\" and the humanitarian crisis.[177] The Canadian minister of foreign affairs, Chrystia Freeland, stated that \"Having seized power through fraudulent and anti-democratic elections held on May 20, 2018, the Maduro regime is now fully entrenched as a dictatorship.\"[178][179] Presidents Mauricio Macri of Argentina and Jair Bolsonaro of Brazil condemned what they called Maduro's dictatorship.[180] Univisión announcer Jorge Ramos described his detention following a live interview of Maduro, saying that if Maduro does not release the seized video of the interview, \"he is behaving exactly like a dictator\".[181] In an interview with Telemundo, U.S. Senator Bernie Sanders stated \"of course Maduro is a dictator\".[182][183] Reporter Kenneth Rapoza wrote an opinion piece for Forbes with the title, \"Basically everyone now knows Venezuela is a dictatorship.\"[184] Roger Noriega described what he called dictatorial tactics from a dictatorial regime.[185] To be elected as President of the Republic it is required to be Venezuelan by birth, to not have another nationality, to be older than thirty years old, to be of a secular state and not having a firm court sentence and to comply with the other requirements established in this Constitution Article 227 of the Constitution of Venezuela Nicolás Maduro's birthplace and nationality have been questioned several times,[186][187] with some placing doubt that he could hold the office of the presidency, given that Article 227 of the Venezuelan constitution states that \"To be chosen as president of the Republic it is required to be Venezuelan by birth, not having another nationality, being over thirty years old, of a secular state and not being in any state or being in another firm position and fulfilling the other requirements in this Constitution.[188] After his triumph in the 2013 presidential elections, opposition deputies warned that they would investigate the double nationality of Maduro.[citation needed] By 2014, official declarations by the Venezuela government shared four different birthplaces of Maduro.[189] Tachira state's governor José Vielma Mora assured that Maduro was born in El Palotal sector of San Antonio del Táchira and that he had relatives that live in the towns of Capacho and Rubio.[190] The opposition deputy Abelardo Díaz [es] reviewed the civil registry of El Valle, as well as the civil registry referenced by Vielma Mora, without finding any proof or documentation that could confirm Maduro's birthplace.[191] In June 2013, two months after assuming the presidency, Maduro claimed in a press conference in Rome that he was born in Caracas, in Los Chaguaramos, in San Pedro Parish. During an interview with a Spanish journalist, also in June 2013, Elías Jaua claimed that Maduro was born in El Valle parish, in the Libertador Municipality of Caracas.[188] In October 2013 Tibisay Lucena, head of the National Electoral Council, assured in the Globovisión TV show Vladimir a la 1 that Maduro was born in La Candelaria Parish in Caracas, showing copies of the registry presentation book of all the newborns the day when allegedly Maduro was born. In April 2016 during a cadena nacional, Maduro changed his birthplace narrative once more, saying that he was born in Los Chaguaramos, specifically in Valle Abajo, adding that he was baptized in the San Pedro church.[188][192] In 2016 a group of Venezuelans asked the National Assembly to investigate whether Nicolás Maduro was Colombian in an open letter addressed to the National Assembly president Henry Ramos Allup that justified the request by the \"reasonable doubts there are around the true origins of Maduro, because, to date, he has refused to show his birth certificate\". The 62 petitioners, including former ambassador Diego Arria, businessman Marcel Granier and opposition former military, assuring that according to the Colombian constitution Maduro is \"Colombian by birth\" for being \"the son of a Colombian mother and for having resided\" in the neighboring country \"during his childhood\".[193] The same year several former members of the Electoral Council sent an open letter to Tibisay Lucena requesting to \"exhibit publicly, in a printed media of national circulation the documents that certify the strict compliance with Articles 41 and 227 of the Constitution of the Bolivarian Republic of Venezuela, that is to say, the birth certificate and the Certificate of Venezuelan Nationality by Birth of Nicolás Maduro Moros in order to verify if he is Venezuelan by birth and without another nationality\". The document mentions that the current president of the CNE incurs in \"a serious error, and even an irresponsibility, when she affirms that Maduro's nationality 'is not a motto of the National Electoral Council'\" and the signatories also refer to the four different moments in which different politicians have awarded four different places of birth as official.[194] Diario Las Américas claimed to have access to the birth inscriptions of Teresa de Jesús Moros, Maduro's mother, and of José Mario Moros, his uncle, both registered in the parish church of San Antonio of Cúcuta, Colombia.[194] Opposition deputies have assured that the birth certificate of Maduro must say that he is the son of a Colombian mother, which would represent the proof that confirms that the president has double nationality and that he cannot hold any office under Article 41 of the constitution.[188] Deputy Dennis Fernández has headed a special commission that investigates the origins of the president and has declared that \"Maduro's mother is a Colombian citizen\" and that the Venezuelan head of State would also be Colombian.[195] The researcher, historian and former deputy Walter Márquez declared months after the presidential elections that Maduro's mother was born in Colombia and not in Rubio, Táchira. Márquez has also declared that Maduro \"was born in Bogotá, according to the verbal testimonies of people who knew him as a child in Colombia and the documentary research we did\" and what \"there are more than 10 witnesses that corroborate this information, five of them live in Bogotá\".[196] On 28 October 2016, the Supreme Tribunal of Justice issued a ruling stating that according to \"incontrovertible\" proofs it has \"absolute certainty\" that Maduro was born in Caracas, in the parish of La Candelaria, known then as the Libertador Department of the Federal District, on 23 November 1962.[188] The ruling does not reproduce Maduro's birth certificate but it quotes a communication signed on 8 June by the Colombian Vice minister of foreign affairs, Patti Londoño Jaramillo, where it states that \"no related information was found, nor civil registry of birth, nor citizenship card that allows to infer that president Nicolás Maduro Moros is a Colombian national\". The Supreme Court warned the deputies and the Venezuelans that \"sowing doubts about the origins of the president\" may \"lead to the corresponding criminal, civil, administrative and, if applicable, disciplinary consequences\" for \"attack against the State\".[195] On 11 January 2018, the Supreme Tribunal of Justice of Venezuela in exile decreed the nullity of the 2013 presidential elections after lawyer Enrique Aristeguita Gramcko presented evidence about the presumed non-existence of ineligibility conditions of Nicolás Maduro to be elected and to hold the office of the presidency. Aristeguieta argued in the appeal that, under Article 96, Section B, of the Political Constitution of Colombia, Nicolás Maduro Moros, even in the unproven case of having been born in Venezuela, is \"Colombian by birth\" because he is the son of a Colombian mother and by having resided in that territory during his youth. The Constitutional Chamber admitted the demand and requested the presidency and the Electoral Council to send a certified copy of the president's birth certificate, in addition to his resignation from Colombian nationality.[197] In March 2018 former Colombian president Andrés Pastrana made reference to the baptism certificate of Maduro's mother, noting that the disclosed document reiterates the Colombian origin of the mother of the president and that therefore Nicolás Maduro has Colombian citizenship.[195] Maduro continued the practice of his predecessor, Hugo Chávez, of denouncing alleged conspiracies against him or his government; in a period of fifteen months following his election, dozens of conspiracies, some supposedly linked to assassination and coup attempts, were reported by Maduro's government.[198] In this same period, the number of attempted coups claimed by the Venezuelan government outnumbered all attempted and executed coups occurring worldwide in the same period.[199] In TV program La Hojilla, Mario Silva, a TV personality of the main state-run channel Venezolana de Televisión, stated in March 2015 that Maduro had received about 13 million psychological attacks.[200] Observers say that Maduro uses such conspiracy theories as a strategy to distract Venezuelans from the root causes of problems facing his government.[201][198][202][203] According to American news publication Foreign Policy, Maduro's predecessor, Hugo Chávez, \"relied on his considerable populist charm, conspiratorial rhetoric, and his prodigious talent for crafting excuses\" to avoid backlash from troubles Venezuela was facing, with Foreign Policy further stating that for Maduro, \"the appeal of reworking the magic that once saved his mentor is obvious\".[199] Andrés Cañizales, a researcher at the Andrés Bello Catholic University, said that as a result of the lack of reliable mainstream news broadcasting, most Venezuelans stay informed via social networking services, and fake news and internet hoaxes have a higher impact in Venezuela than in other countries.[204] In early 2015, the Maduro government accused the United States of attempting to overthrow him. The Venezuelan government performed elaborate actions[clarification needed] to respond to such alleged attempts and to convince the public that its claims were true.[199] The reactions included the arrest of Antonio Ledezma in February 2015, placing travel restrictions on American tourists and holding military marches and public exercises \"for the first time in Venezuela's democratic history\".[199] After the United States ordered sanctions to be placed on seven Venezuelan officials for human rights violations, Maduro used anti-U.S. rhetoric to bump up his approval ratings.[205][206] However, according to Venezuelan political scientist Isabella Picón, only about 15% of Venezuelans believed in the alleged coup attempt accusations at the time.[199] In 2016, Maduro again claimed that the United States was attempting to assist the opposition with a coup attempt[citation needed]. On 12 January 2016, Secretary General of the Organization of American States (OAS), Luis Almagro, threatened to invoke the Inter-American Democratic Charter, an instrument used to defend democracy in the Americas when threatened, when opposition National Assembly member were barred from taking their seats by the Maduro-aligned Supreme Court.[207] Human rights organizations such as Human Rights Watch,[208] and the Human Rights Foundation[209] called for the OAS to invoke the Democratic Charter. After more controversies and pursuing a recall on Maduro, on 2 May 2016, opposition members of the National Assembly met with OAS officials to ask for the body to implement the Democratic Charter.[210] Two days later on 4 May, the Maduro government called for a meeting the next day with the OAS, with Venezuelan Foreign Minister Delcy Rodríguez stating that the United States and the OAS were attempting to overthrow Maduro.[211] On 17 May 2016 in a national speech, Maduro called OAS Secretary General Luis Almagro \"a traitor\" and stated that he worked for the CIA.[212] Almagro sent a letter rebuking Maduro, and refuting the claim.[213] The Trump administration described Maduro's government as a \"dictatorship\".[215] When meeting with Latin American leaders during the seventy-second session of the UN General Assembly, President Donald Trump discussed possible United States military intervention in Venezuela, to which they all denied the offer.[216] Maduro's son, Nicolás Maduro Guerra, stated during the 5th Constituent Assembly of Venezuela session that if the United States were to attack Venezuela, \"the rifles would arrive in New York, Mr. Trump, we would arrive and take the White House\".[217] According to Michael Shifter, president of the Inter-American Dialogue think tank, \"a military action of the United States against Venezuela would be contrary to the movements of the Trump administration to retire troops from Syria or Afghanistan.\"[218] John Bolton has declared that \"all options are on the table\" but has also said that \"our objective is a peaceful transfer of power\".[219] During Nicolás Maduro's first tenure, 115 media outlets were shut down between 2013 and 2018 according to the National Union of Press Workers of Venezuela, including 41 printed means, 65 radio outlets and 9 television channels.[220] and during the first seven months of 2019 the Press and Society Institute of Venezuela found at least 350 cases of violations of freedom of expression .[221] Since the beginning of the presidential crisis, Venezuela has been exposed to frequent \"information blackouts\", periods without access to internet or other news services during important political events.[35][36] Since January, the National Assembly and Guaido's speeches are regularly disrupted, television channels and radio programs have been censored and many journalists were illegally detained.[35] The Venezuelan press workers union reported that in 2019, 40 journalists had been illegally detained as of 12 March.[222] As of June 2019, journalists have been denied access to seven sessions of the National Assembly by the National Guard.[223] Most Venezuelan television channels are controlled by the state, and information unfavorable to the government is not covered completely.[35] Newspapers and magazines are scarce, as most are unable to afford paper to print.[35] The underfunded web infrastructure has led to slow Internet connection speeds.[35] The information blackouts have promoted the creation of underground news coverage that is usually broadcast through social media and instant message services like WhatsApp.[35] The dependence of Venezuelans on social media has also promoted the spread of disinformation and pro-Maduro propaganda.[35] Venezuela got the rank 148 of 180 in the World Press Freedom Index of Reporters Without Borders in 2019. The country went down five places since 2018.[224] The Inter-American Commission on Human Rights (IACHR) has made a call to Maduro administration to reestablish TV and radio channels that have been closed, cease on the restrictions to Internet access, and to protect the rights of journalists.[225][226] A Board of Independent Experts designated by the OAS published a 400-page report in 2018 that crimes against humanity have been committed in Venezuela during Nicolás Maduro's presidency.[227] The Board concluded that Maduro could be \"responsible for dozens of murders, thousands of extra-judicial executions, more than 12,000 cases of arbitrary detentions, more than 290 cases of torture, attacks against the judiciary and a 'state-sanctioned humanitarian crisis' affecting hundreds of thousands of people\".[27] In February 2018, the International Criminal Court (ICC) announced that it would open preliminary probes into the alleged crimes against humanity performed by Venezuelan authorities.[228] On 27 September 2018, six states parties to the Rome Statute: Argentina, Canada, Colombia, Chile, Paraguay and Peru, referred the situation in Venezuela since 12 February 2014 to the ICC, requesting the Prosecutor Fatou Bensouda to initiate an investigation on crimes against humanity allegedly committed in the territory. The following day, the Presidency assigned the situation to Pre-Trial Chamber I.[229] In March 2019 The Wall Street Journal reported in an article entitled \"Maduro loses grip on Venezuela's poor, a vital source of his power\" that barrios are turning against Maduro and that \"many blame government brutality for the shift\".[230] Foro Penal said that 50 people—mostly in barrios—had been killed by security forces in only the first two months of the year, and 653 had been arrested for protesting or speaking against the government. Cofavic, a victims' rights group, estimated \"3,717 extrajudicial killings in the past two years, mostly of suspected criminals in barrios\".[230] In April 2019, the US Department of State alleged that Venezuela, \"led by Nicolas Maduro, has consistently violated the human rights and dignity of its citizens\" and \"driven a once prosperous nation into economic ruin with his authoritarian rule\" and that \"Maduro's thugs have engaged in extra-judicial killings and torture, taken political prisoners, and severely restricted freedom of speech, all in a brutal effort to retain power.\"[149] The State Department report highlighted abuse by the nation's security forces, including a number of deaths, the suspicious death of opposition politician Fernando Albán Salazar, the detention of Roberto Marrero, and repression of demonstrators during Venezuelan protests which left at least 40 dead in 2019.[149] The third and last report of the Office of the United Nations High Commissioner for Human Rights addressed extrajudicial executions, torture, enforced disappearances and other right violations allegedly committed by Venezuelan security forces in the recent years.[231] The High Commissioner Michelle Bachelet expressed her concerns for the \"shockingly high\" number of extrajudiciary killings and urged for the dissolution of the FAES.[232] According to the report, 1569 cases of executions as consequence as a result of \"resistance to authority\" were registered by the Venezuelan authorities from 1 January to 19 March.[232] Other 52 deaths that occurred during 2019 protests have been attributed to colectivos.[233] The report also details how the Venezuelan government has \"aimed at neutralising, repressing and criminalising political opponents and people critical of the government\" since 2016.[232] A report by the human rights advocacy group Human Rights Watch reported in September 2019 that the poor communities in Venezuela no longer in support of Nicolás Maduro's government have witnessed arbitrary arrests and extrajudicial executions at the hands of Venezuelan police unit. The Venezuelan government has repeatedly declared that the victims were armed criminals who had died during \"confrontations\", but several witnesses or families of victims have challenged these claims and in many cases victims were last seen alive in police custody. Although Venezuelan authorities told the United Nations Office of the High Commissioner for Human Rights (OHCHR) that five FAES agents were convicted on charges including attempted murder for crimes committed in 2018, and that 388 agents were under investigation for crimes committed between 2017 and 2019, the OHCHR also reported that \"[i]nstitutions responsible for the protection of human rights, such as the Attorney General’s Office, the courts and the Ombudsperson, usually do not conduct prompt, effective, thorough, independent, impartial and transparent investigations into human rights violations and other crimes committed by State actors, bring perpetrators to justice, and protect victims and witnesses.\"[234] The government made three times more observations than the amount of recommendations included in the UN report, and at the same time included false or incomplete claims.[235] On 14 December 2020, the Office of the Prosecutor released a report on the office's year activities, stating that it believed there was a \"reasonable basis\" to believe that \"since at least April 2017, civilian authorities, members of the armed forces and pro-government individuals have committed the crimes against humanity.\" and that it expected to decide in 2021 whether to open an investigation or not.[28] On 4 November 2021, ICC Prosecutor Karim Khan announced the opening of an investigation regarding the situation in Venezuela.[29] On 16 September 2021, the Independent International Fact-Finding Mission on Venezuela released its second report on the country's situation, concluding that the independence of the Venezuelan justice system under Nicolás Maduro has been deeply eroded, to the extent of playing an important role in aiding state repression and perpetuating state impunity for human rights violations. The document identified frequent due process violations, including the use of pre-trial detention as a routine (rather than an exceptional measure) and judges sustaining detentions or charges based on manipulated or fabricated evidence, evidence obtained through illegal means, and evidence obtained through coercion or torture; in some of the reviewed cases, the judges also failed to protect torture victims, returning them to detentions centers were torture was denounced, \"despite having heard victims, sometimes bearing visible injuries consistent with torture, make the allegation in court\". The report also concluded that prosecutorial and judicial individuals at all levels witness or experienced external interference in decision-making, and that several reported receiving instructions either from the judicial or prosecutorial hierarchy or from political officials on how to decide cases.[32][33][34] Two nephews of Maduro's wife, Efraín Antonio Campo Flores and Francisco Flores de Freitas, were found guilty in a US court of conspiracy to import cocaine in November 2016, with some of their funds possibly assisting Maduro's presidential campaign in the 2013 Venezuelan presidential election and potentially for the 2015 Venezuelan parliamentary elections, with the funds mainly used to \"help their family stay in power\".[236][237][238] One informant stated that the two often flew out of Terminal 4 of Simon Bolivar Airport, a terminal reserved for the president.[236][237] After Maduro's nephews were apprehended by the US Drug Enforcement Administration for the illegal distribution of cocaine on 10 November 2015, carrying diplomatic passports, Maduro posted a statement on Twitter criticizing \"attacks and imperialist ambushes\", saying \"the Father land will continue on its path\".[239] Diosdado Cabello, a senior official in Maduro's government, was quoted as saying the arrests were a \"kidnapping\" by the United States.[240] Ex-Venezuelan vice president Tareck El Aissami, who served Maduro from 2017 to 2018 is under U.S sanctions for drug trafficking and aiding state terrorism. He is accused by the U.S State Department of aiding sanctioned Iran terrorist backed groups including Hezbollah and Quds Force. He is also accused of having ties with various illicit organizations including Los Zetas and Cartel of the Suns. On 18 May 2018, the Office of Foreign Assets Control (OFAC) of the United States Department of the Treasury placed sanctions in effect against high-level official Diosdado Cabello. OFAC stated that Cabello and others used their power within the Bolivarian government \"to personally profit from extortion, money laundering, and embezzlement\", with Cabello allegedly directing drug trafficking activities with Venezuelan Vice President Tareck El Aissami while dividing drug profits with President Nicolás Maduro. On 26 March 2020, the United States Department of Justice charged Maduro and other Venezuelan officials and some Colombian former FARC members, for what William Barr described as \"narco-terrorism\": the shipping of cocaine to the US to wage a health war on US citizens. According to Barr, Venezuelan leaders and the FARC faction organised an \"air bridge\" from a Venezuelan airbase transporting cocaine to Central America and a sea route to the Caribbean. The US government offered $15 million for any information that would lead to his arrest.[241][48][49][242] As foreign minister, during a tenth anniversary gathering commemorating the 2002 Venezuelan coup d'état attempt going into the 2012 Venezuelan presidential election, Maduro called opposition members \"snobs\" and \"little faggots.\"[243][244] During the presidential campaign of 2013, Maduro used homophobic attacks as a political weapon, calling representatives of the opposition \"faggots\".[245] Maduro used homophobic speech toward his opponent Henrique Capriles calling him a \"little princess\" and saying \"I do have a wife, you know? I do like women!\"[245][246][247] In August 2017, Luisa Ortega Díaz, Chief Prosecutor of Venezuela from 2007 until her sacking in August 2017, accused Maduro of profiting from the shortages in Venezuela. The government-operated Local Committees for Supply and Production (CLAP), which provides food to impoverished Venezuelans, made contracts with Group Grand Limited, a company that Ortega said was \"presumably owned by Nicolás Maduro\" through front-men Rodolfo Reyes, Álvaro Uguedo Vargas and Alex Saab. Group Grand Limited, a Mexican entity, was paid by the Venezuelan government for basic foods which it supplied to CLAP. Maduro accused Ortega of working with the United States to damage his government.[248][249][250] An April 2019 communication from the United States Department of State highlighted a 2017 National Assembly investigation finding that the government paid US$42 for food that cost under US$13, and that \"Maduro's inner circle kept the difference, which totaled more than $200 million dollars in at least one case\", adding that food boxes were \"distributed in exchange for votes\".[149] On 18 October 2018, Mexican prosecutors accused the Venezuelan government and Mexican individuals of buying poor-quality food products for CLAP and exporting them to Venezuela to double their value for sale.[251] During the Venezuelan presidential crisis, Venezuelan National Assembly president Juan Guaidó said that the Maduro government had plans to steal for humanitarian purposes the products that entered the country, including plans to distribute these products through the government's food-distribution program CLAP.[252] While Venezuelans were affected by hunger and shortages, Maduro and his government officials publicly shared images of themselves eating luxurious meals, images that were met with displeasure by Venezuelans.[253] Despite the majority of Venezuelans losing weight due to hunger, members of the Maduro's administration appeared to gain weight.[253] In November 2017, while giving a lengthy, live cadena broadcast, Maduro, unaware he was still being filmed, pulled out an empanada from his desk and began eating it.[254] This occurred amid controversy over Maduro's gaining weight during the nationwide food and medicine shortage; with many on social media criticizing the publicly broadcast incident.[255] In September 2018, Maduro ate at a Nusret Gökçe's, a luxurious Istanbul restaurant. Gökçe, popularly known as Salt Bae, served Maduro and his wife a meat meal, offering also a personalized shirt and a box of cigars with Maduro's name engraved upon it.[253][256] The incident received international criticism and The Wall Street Journal also reported that the incident left poor Venezuelans incensed.[230] In December 2018, videos and pictures were leaked showing a glamorous Christmas party that counted with an expensive feast, including French wine, taking place in the seat of the pro-Maduro Supreme Tribunal of Justice. The images received considerable backlash from social networks, criticizing the costs of the party during the grave economic crisis in the country and the hypocrisy of Maduro's government.[257] In an investigative interview with Euzenando Prazeres de Azevedo, president of Constructora Odebrecht in Venezuela, the executive revealed how Odebrecht paid $35 million to fund Maduro's 2013 presidential campaign if Odebrecht projects would be prioritized in Venezuela.[258] Americo Mata, Maduro's campaign manager, initially asked for $50 million for Maduro, though the final $35 million was settled.[258][259] Maduro was sentenced to 18 years and 3 months in prison on 15 August 2018 by the Supreme Tribunal of Justice of Venezuela in exile, with the exiled high court stating \"there is enough evidence to establish the guilt ... [of] corruption and legitimation of capital\".[260] The Organization of American States Secretary General, Luis Almagro, supported the verdict and asked for the Venezuelan National Assembly to recognize the ruling of the Supreme Tribunal in exile.[261] The US State Department issued a fact sheet stating that Maduro's most serious corruption involved embezzlement in which \"a European bank accepted exorbitant commissions to process approximately $2 billion in transactions related to Venezuelan third–party money launderers, shell companies, and complex financial products to siphon off funds from PdVSA\".[149] The State Department also alleges that Maduro expelled authorized foreign companies from the mining sector to allow officials to exploit Venezuela's resources for their own gain, using unregulated miners under the control of Venezuela's armed forces.[149] Thirteen government officials were sanctioned by the United States Department of Treasury due to their involvement with the 2017 Venezuelan Constituent Assembly election.[262] Two months later, the Canadian government sanctioned members of the Maduro government, including Maduro, preventing Canadian nationals from participating in property and financial deals with him due to the rupture of Venezuela's constitutional order.[22][23] After the Constituent Assembly election, the United States sanctioned Maduro on 31 July 2017, making him the fourth foreign head of state to be sanctioned by the United States after Bashar al-Assad of Syria, Kim Jong-un of North Korea and Robert Mugabe of Zimbabwe.[263] Secretary of the Treasury Steven Mnuchin stating \"Maduro is a dictator who disregards the will of the Venezuelan people\".[25] Maduro fired back at the sanctions during his victory speech saying \"I don't obey imperial orders. I'm against the Ku Klux Klan that governs the White House, and I'm proud to feel that way.\"[263] On 29 March 2018, Maduro was sanctioned by the Panamanian government for his alleged involvement with \"money laundering, financing of terrorism and financing the proliferation of weapons of mass destruction\".[24] Maduro is also banned from entering Colombia.[264] The Colombian government maintains a list of people banned from entering Colombia or subject to expulsion; as of January 2019, the list had 200 people with a \"close relationship and support for the Nicolás Maduro regime\".[265][264] Datanálisis, a \"respected pollster in Venezuela\" according to The Wall Street Journal,[230] in a 4 March 2019 poll found Guaidó's approval at 61%, and Maduro's at all-time low of 14%. Guaidó would win 77% in an election to Maduro's 23%.[266] The Wall Street Journal reported that barrios are turning against Maduro in \"a shift born of economic misery and police violence\".[230] Pollster Datanálisis found that, among the poorest 20% of Venezuelans, Maduro's support had fallen to 18% in February 2019 from 40% two years earlier.[230] Surveys between 30 January and 1 February 2019 by Meganálisis recorded that 4.1% of Venezuelans recognized Maduro as president, 11.2% were undecided, and 84.6% of respondents recognized Guaidó as interim president. The study of 1,030 Venezuelans was conducted in 16 states and 32 cities.[267] Hinterlaces—a pollster headed by Constituent National Assembly member Oscar Schemel [es] and described as pro-Maduro[268][269]—ran a poll from 21 January to 2 February 2019 that found that 57% of Venezuelans recognized Maduro as the legitimate president of Venezuela, 32% recognized Guaidó, and 11% were unsure, according to the Culture of Peace News Network.[270] In September 2018, Meganálisis polls found that 84.6% of Venezuelans surveyed wanted Maduro and his government to be removed from power.[271] Polls[clarification needed] following the suspension of the recall movement gathered from late-October through November 2016 showed that the majority of Venezuelans believed that Maduro's government had developed into a dictatorship. One Venebarametro poll found that 61.4% found that Maduro had become a dictator,[272] while in a poll taken by Keller and Associates, 63% of those questioned thought that Maduro was a dictator.[273] In November 2014, Datanálisis polls indicated that more than 66% of Venezuelans believed that Maduro should not finish his six-year term, with government supporters representing more than 25% of those believing that Maduro should resign.[274] In March and April 2015, Maduro saw a small increase in approval after initiating a campaign of anti-US rhetoric following the sanctioning of seven officials accused by the United States of participating in human rights violations.[205][206] In October 2013, Maduro's approval rating stood between 45% and 50% with Reuters stating that it was possibly due to Hugo Chávez's endorsement.[275] One year later in October 2014, Maduro's approval rating was at 24.5% according to Datanálisis.[276] Revoked and returned distinctions are marked with red. Nicolás Maduro won the second presidential election after the death of Hugo Chávez, with 50.61% of the votes against the opposition's candidate Henrique Capriles Radonski who had 49.12% of the votes. The Democratic Unity Roundtable contested his election as fraud and as a violation of the constitution. However, the Supreme Court of Venezuela ruled that under Venezuela's Constitution, Nicolás Maduro is the legitimate president and was invested as such by the Venezuelan National Assembly (Asamblea Nacional).[294] Maduro was declared as the winner of the 2018 election with 67.8% of the vote. The result was denounced as fraudulent by most neighboring countries, including Argentina, Peña Nieto's Mexico, Chile, Colombia, Brazil, Canada and the United States,[295][296] as well as organizations such as the European Union,[297][298] and the Organization of American States, but recognized as legitimate by other neighboring countries such as López Obrador's Mexico,[299] Bolivia,[300] Cuba,[301] Suriname,[302] Nicaragua[303] and some other ALBA countries,[304][305] along with South Africa,[306] China,[307] Russia,[308] North Korea,[309] and Turkey.[310]","country":"Venezuela"}