{"name":"Nilo Peçanha","url":"/wiki/Nilo_Pe%C3%A7anha","Born":"1867-10-02","Died":"1924-03-31","Political party":"Rio Republican Party","termEnds":null,"termStarts":null,"text":"Nilo Procópio Peçanha (Portuguese pronunciation: [ˈnilu proˈkɔpju peˈsãɲɐ]; 2 October 1867 – 31 March 1924) was a Brazilian politician who served as seventh president of Brazil. He was Governor of Rio de Janeiro State (1903–1906), then elected the fifth vice president of Brazil in 1906. He assumed the presidency in 1909 following the death of President Afonso Pena and served until 1910.[1][2][3][4][5][6][7][8][9][10][11] Despite controversies involving his racial identity, Nilo is frequently considered as Brazil's first and only black president.[12] Nilo Peçanha was born to Sebastião de Sousa Peçanha, a baker, and Joaquina Anália de Sá Freire, the descendant of a wealthy and noble family from northern Rio de Janeiro Province. He was one of seven siblings (five boys and two girls). His family lived in a state of poverty in the remote and poor neighborhood of Morro do Coco, Campos dos Goytacazes, and moved to the downtown area when Peçanha started elementary education. He was frequently described as being a mulatto[2][4][5][9] and often ridiculed in the press for his skin color.[1][7][8] During his youth, the local Campos dos Goytacazes social elite alluded to him as the \"mestiço do Morro do Coco\" (the half-breed from Morro do Coco district).[6] In 1921, when he ran for the Presidency of Republic, letters falsely attributed to the other candidate Artur Bernardes were published by the press and caused a political crisis because they insulted both the former president Marshal Hermes da Fonseca and also Peçanha, another former president, claiming he was a mulatto. Gilberto Freyre mentioned his \"mulatismo\" in Brazilian politics as the same that prevailed in Brazilian soccer.[11] According to some scholars, his presidential photographs were touched up to whiten his dark skin.[7][13][14] Some scholars assert that, despite his tez escura (dark skin color), Nilo Peçanha always hid his black origins, and to this day his descendants and family have denied that he was a mulatto.[15] The official biography written by a relative Celso Peçanha[10] does not mention his racial origins, but another later biography[2] does so, thus some scholars express doubts.[3] In any case, his origins were very humble: he used to claim that he had been raised on day-old bread and paçoca (a candy made with peanuts, cassava flour and sugar).[6] After finishing his primary studies in his home city, Peçanha went on to study at the Law Schools of São Paulo and Recife, where he earned his degree. As a student, he supported both the campaign to abolish slavery and the establishment of the Republic.[citation needed] Peçanha was married to Ana de Castro Belisário Soares de Sousa, also known as \"Anita\", the descendant of an aristocratic and wealthy family from his birth city. She was a daughter of lawyer João Belisário Soares de Souza and of Ana Rachel Ribeiro de Castro, who was herself a daughter of the Viscount of Santa Rita, one of the richest men in northern Rio de Janeiro State. The marriage was a social scandal since the bride escaped her house to marry her poor and \"mulatto\" groom, despite his status as a promising young politician.[6] He worked as a lawyer and a university teacher in the Faculdade Livre de Direito do Rio de Janeiro.[citation needed] Peçanha started his formal political career as an elected member of the first Republican Constituent Assembly in 1890. His political career advanced rapidly as a protégé of Campos Sales, who became President in 1898.[2] In 1903 he was successively elected Senator and then President (Governor) of the state of Rio de Janeiro, remaining in the latter position until 1906, when he was elected vice-president under President Afonso Pena.[citation needed] As Vice President, he also served as the President of the Senate.[16] Pena died in 1909 while still in office and Peçanha assumed the presidency promising a government of Paz e Amor (Peace and Love). He was 41 years old, the youngest Brazilian president up until then.[17] His presidential government had many political troubles and Nilo Peçanha proved himself a man of wit and courage. The balance of power of the Brazilian República Velha (Old Republic) was a compromise of the governing elites of the states of Minas Gerais and São Paulo. The deceased president, Afonso Pena, was elected with the support of this political alliance, but Peçanha assumed the presidency through being his vice-president and friction between the state oligarchies intensified. His government was also marked by friction with José Gomes Pinheiro Machado, the most powerful political leader of the Conservative Republican Party. Rui Barbosa started a run for the presidency promoting the \"Campanha Civilista\" (civilist campaign) against the Marshal Hermes da Fonseca, and attracted the opposition and discontent of the military. Federal intervention was required in the government of the Rio de Janeiro and Amazonas states.[17] Peçanha was a man of sharp political wit who carved a practical and non-doctrinaire course between the positivists and the idealistic adherents of a pure Republican system that fought each other during the first decades of Brazilian Republic.[2] He was renowned for anticipating all the movements of his adversaries and achieving good political outcomes even when the odds were not favorable.[17] During his presidency, Peçanha created the Ministry of Agriculture, Commerce and Industry, as well as the Indian Protection Service (SPI) and inaugurated the first system of technical schools in Brazil. He also began a basic sanitation program in the Baixada Fluminense region. He fought the excesses of workers in the public service and the high government expenditures that caused the elevation of taxes.[17] At the end of his mandate, he returned to the Senate and two years later was again elected President (Governor) for the state of Rio de Janeiro. He gave up this post in 1917 to take up the position of Minister of Foreign Relations and during his rule Brazil declared war against the Central Powers in World War I. In 1918, he was again elected to the Senate. In 1921 he was a leader of the Republican Reaction Movement which had the goal of championing the politics of liberalism against those of the state oligarchies. His run for the presidency was supported by the state governments of Rio Grande do Sul, Rio de Janeiro and Pernambuco, and also by a large part of the military. The campaign was fierce with mutual attacks and the famous case of letters falsely attributed to candidate Artur Bernardes which insulted the military and the former president Marshal Hermes da Fonseca. Brazil was divided and despite the strong support, Peçanha was defeated by Artur Bernardes, the pro-government candidate in the presidential election of 1922. Peçanha died in 1924 in Rio de Janeiro, retired from political life. His nephew, Celso Peçanha, later served as the acting Governor of Rio de Janeiro from 1961 to 1962.[18]","country":"Brazil"}