{"name":"Octavio Lepage","url":"/wiki/Octavio_Lepage","Born":"1923-11-24","Died":"2017-01-06","Political party":"Acción Democrática","termEnds":"(1923–2017)","termStarts":null,"text":"Octavio Lepage Barreto (24 November 1923 – 6 January 2017)[1] was a Venezuelan politician who served as acting president of Venezuela from 21 May 1993 to 5 June 1993. Lepage was a member of the student movement of the political party Acción Democrática (AD) at the Central University of Venezuela (UCV), being designated in 1945 as Secretary in the Executive Committee of AD in Caracas. He graduated from UCV with a degree in law in 1947, and in 1948 he was elected as the deputy for Anzoátegui to the National Congress. In November of that year, he was elected Secretary General of AD, but did not take the position due to the suppression of political parties following the overthrow of Rómulo Gallegos. Lepage was the First Secretary of Acción Democrática while it operated clandestinely from January to September 1949, when he was succeeded by Leonardo Ruiz Pineda. Lepage also was part of the Secretariat of Organization of the party. In July 1950, he was arrested by the Seguridad Nacional (National Security) and imprisoned in San Juan de los Morros. Upon being released in July 1954, he was expelled from the country, and in exile was a member of the coordinating foreign committee. Returning from exile, Lepage was elected deputy for Anzoátegui in 1959. In 1964 he was appointed as ambassador to Belgium. He served there until 1965, when he returned to Venezuela to assume the General Secretariat of Acción Democrática. In the 1973 elections he was elected to the Venezuelan Senate for Miranda and in 1975 he was designated by President Carlos Andrés Pérez as Minister of Interior, being appointed again during the administration of Jaime Lusinchi. Lusinchi wanted Lepage to be the AD candidate in the 1988 Venezuelan presidential election,[2] but in a primary election the party chose Carlos Andrés Pérez.[3] He was the President of the Senate of Venezuela from 1989 to 1990, and from 1993 to 1994.[4] In 1993, he succeeded Carlos Andrés Pérez and assumed the Provisional Presidency of the Republic as the President of the Congress after the suspension of Pérez over corruption allegations.[5] Octavio Lepage was succeeded by Ramón José Velásquez, who became President on 5 June 1993. He died on 6 January 2017 at the age of 93 of natural causes.[6]}}</ref>","country":"Venezuela"}