{"name":"Pascual Ortiz Rubio","url":"/wiki/Pascual_Ortiz_Rubio","Born":"1877-03-10","Died":"1963-11-04","Political party":"National Revolutionary Party","termEnds":null,"termStarts":"He was the winner of the 1929 general election. He resigned due to the intervention of Calles in his government.","text":"Pascual Ortiz Rubio (Spanish pronunciation: [pasˈkwal oɾˈtiz ˈruβjo]; 10 March 1877 – 4 November 1963) was a Mexican politician and the President of Mexico from 1930 to 1932.[1] He was one of three Mexican presidents to serve out the six-year term (1928–1934) of assassinated president-elect Álvaro Obregón, while former president Plutarco Elías Calles retained power in a period known as the Maximato. Calles was so blatantly in control of the government that Ortiz Rubio resigned the presidency in protest in September 1932.[2] He was born in Morelia, Michoacán, the son of a lawyer and landowner, Pascual Ortiz de Ayala y Huerta, and Leonor Rubio Cornejo. He attended the Colegio de San Nicolás, in Michoacan's capital of Morelia, training as an engineer. He became politically active as a student and was opposed to the re-election of Porfirio Díaz in 1896. With the outbreak of the Mexican Revolution in 1910 and the election of Francisco I. Madero in 1911, Ortiz Rubio was elected to the federal legislature as a representative from Michoacan. When General Victoriano Huerta forced Madero and his vice president to resign and then murdered them in February 1913, Huerta jailed Ortiz Rubio. Huerta was ousted in 1914 by several revolutionary factions, and the Federal Army collapsed with that defeat. Ortiz Rubio joined the Constitutionalist Army headed by Venustiano Carranza. With the rank of colonel initially, he rose to the rank of brigadier general. The Constitutionalist faction went on to defeat rival revolutionary factions.[3] Ortiz Rubio served as Governor of Michoacán, from 1917 to 1920, and then as secretary of communications, from 1920 to 1921, under Sonoran generals Adolfo de la Huerta and Álvaro Obregón, who, along with fellow Sonoran Plutarco Elías Calles dominated politics in the 1920s. When Calles was elected president in 1924, Ortiz Rubio was appointed Mexican ambassador to Germany, and then Brazil.[3] The Presidency of Ortiz Rubio has been seen as the apex of ex-President Calles's power as jefe máximo, with Ortiz Rubio portrayed as \"puppet president.\" Although he is not the focus of major scholarly studies, his presidency has been examined in the context of post-revolutionary Mexican history.[4] President-elect Álvaro Obregón was assassinated in 1928, leaving a power vacuum. Since Calles could not succeed himself as president, he created a political party, the Partido Nacional Revolucionario (PNR). That move institutionalized power and was the way that Calles could maintain personal control of men holding the presidency. Emilio Portes Gil was interim president after the assassination, and new elections were set for 1929. Calles passed over Portes Gil and Aarón Sáenz, who had expected to become the candidate[5] and tapped Ortiz Rubio to be PNR's candidate in the election of 17 November 1929. He ran against José Vasconcelos, Obregón's Secretary of Public Education, noted for his stance against corruption and Calles's authoritarian rule.[6] Ortiz Rubio had no independent power base that could counterbalance Calles, and so as president, he was seen an ineffective leader.[7] Ortiz Rubio had been the ambassador to Brazil during crucial years in the 1920s that political alliances were forged. Vasconcelos was a strong opposition candidate who had considerable support among university students, the middle class, and some workers from northeast Mexico. Just before overtures from Cristeros to the Vasconcelos campaign led to further developments, the government concluded an agreement with the Vatican to bring the Cristero War to a close. It was believed at the time that Vasconcelos actually won the election.[8] According to one report, the margin was only 700,000 votes.[9] However, according to the official results of the 1929 elections, Ortiz Rubio's won by a landslide over Vasconcelos. According to Mexican historian Enrique Krauze, the real winner of the election was \"the new institution, the PNR, which now, for the first time in Mexican history, as a party determined the succession.\"[10] The cabinet of Ortiz Rubio underwent many changes in his brief presidency, many of which were at the behest of ex-President Plutarco Elías Calles.[11] There were many familiar names in Mexican revolutionary politics. The interim president Portes Gil initially became Minister of the Interior, the highest ranking cabinet post, but there were multiple changes in the post, including the appointment of general Lázaro Cárdenas who served in 1931. As Minister of Public Education, the disappointed Aarón Sáenz presidential hopeful served briefly but quickly moved to lead the Ministry of Industry and Commerce. General Joaquín Amaro headed War and Navy as he had in the cabinets of Calles and of Portes Gil. At Agriculture and Development was General Manuel Pérez Treviño. The cabinet-level position of head of the Federal District that governed Mexico City was initially held by Dr. José Manuel Puig Casauranc. During his term as president, he oversaw the passage of a new labor law and inaugurated the zoo in Chapultepec Park.[12] Alleging excessive interference in his presidency by ex-President Calles, from whom Ortiz demonstrated independence while he was in office[6] and still seriously shaken by an attempt on his life at the very start of his term,[7] he resigned the presidency on 4 September 1932. He resigned \"with my hands clean of blood or money\" and later in his memoir called Calles's rule as a \"thinly veiled dictatorship.\"[13] He was succeeded by substitute President Abelardo L. Rodríguez, a revolutionary general and another protégé of Calles, who served the remaining two years of the six-year term. Following his resignation, Ortiz Rubio went into self-exile in the United States. He returned to Mexico in 1935, following the 1934 election of President Lázaro Cárdenas, a fellow son of Michoacán.[3] In 1942, President Manuel Ávila Camacho invited all former presidents of Mexico as a show of unity to join together in a public event at the Zócalo in Mexico City, with Emilio Portes Gil, Pascual Ortiz Rubio, Abelardo Rodríguez, the three presidents during the Maximato, along with Lázaro Cárdenas and Plutarco Elías Calles.[14] In 1963, Ortiz Rubio published a memoir.[15] Official portrait of Pascual Ortiz Rubio","country":"Mexico"}