{"name":"Pascoal Ranieri Mazzilli","url":"/wiki/Pascoal_Ranieri_Mazzilli","Born":"1910-04-27","Died":"1975-04-21","Political party":"PSD (1950–1965) MDB (1965–1975)","termEnds":null,"termStarts":null,"text":"Pascoal Ranieri Mazzilli (Portuguese pronunciation: [pasˈkwaw ʁaniˈɛri maˈzili]; 27 April 1910 – 21 April 1975) was a Brazilian politician who served as Federal Deputy from 1951 to 1967 and President of the Chamber of Deputies (speaker of the house) from 1958 to 1965. During his term as speaker of the house, he served twice as interim president of Brazil for a few weeks, first in 1961, after the resignation of Jânio Quadros (as vice-president João Goulart was outside the country), and again in 1964, after Goulart, who had then succeeded him as president, was deposed in the military coup d'état of that year. Mazzilli was born at Caconde.[1] His father was Domingos Mazzilli (born Domenico Mazzilli), an Italian from Montemurro, Basilicata, who immigrated to Brazil in 1892, at the age of 15; his mother, Angela Liuzzi,[2] was also from Montemurro and emigrated to Brazil in 1889 at the age of 2. As the son of poor immigrants Mazzilli had a modest childhood and began to work at an early age.[3] Mazzilli entered the Faculty of Law of São Paulo in 1930 but did not complete his studies, working briefly as a tax collector in Taubaté. He fought in the Revolution of 1932, in São Paulo's side as a first lieutenant, soon promoted to captain in the Battalion Seven September, participating in the battle \"Tunnel Front\".[4] After, in 1932, he began working as a journalist, specializing in financial matters. In 1940 he decided to continue his education, graduating in 1940 from the School of Law of Niterói (Fluminense Federal University). Mazzilli was the president of the Chamber of Deputies of Brazil between 1958 and 1965.[5] He assumed the Presidency for two weeks in August 1961 after the resignation of Jânio Quadros because the vice-president João Goulart was on an official visit in China. Goulart was also prevented by the military from assuming the presidency, being later allowed to take over under parliamentary regime. As the historian Hélio Vianna noted, \"It was Mr. Paschoal Ranieri Mazzilli the first child of non-Portuguese immigrants to occupy the Presidency of the Republic of Brazil\".[6] The 1964 Brazilian coup d'état removed Goulart from power permanently. On 1 April 1964, after the deposition of Goulart, Mazzilli assumed the presidency for a further two weeks before Humberto de Alencar Castelo Branco took power through indirect elections. Due to the transitory nature of both administrations and the emergency situation that accompanied his two presidential terms, Mazzilli never played a relevant role in the Brazilian government, except in his conciliatory position, avoiding bloodshed in the 1964 military coup.[7][8] According to Ranieri's nephew, Brazilian lawyer and law professor Hugo Nigro Mazzilli,[9] his government was important to avoid \"bloodshed\" in the transition between democracy and dictatorship, and his uncle did not support the coup and faced his presidential moments as a constitutional imposition.[10]","country":"Brazil"}