{"name":"Pedro Alcántara Herrán","url":"/wiki/Pedro_Alc%C3%A1ntara_Herr%C3%A1n","Born":"1800-10-19","Died":"1872-04-26","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Pedro Alcántara Herrán Martínez de Zaldúa (October 19, 1800 in Bogotá, Viceroyalty of the New Granada[1] - April 26, 1872 in Bogotá[2])) was a Colombian general and statesman who served as President of the Republic of the New Granada between 1841 and 1845.[3] As a general he served in the wars of independence of the New Granada and of Peru. Herrán was born and died in Bogotá. He was also the son-in-law of Tomás Cipriano de Mosquera. Herrán initiated his education in the Colegio Mayor de San Bartolomé in Bogotá, but he dropped out of school at the age of 14 to join the revolutionary army in 1814.[1] He enlisted in the revolutionary army of General Simón Bolívar as a teenager. He fought in several battles, and in the battle of Cuchilla del Tambo he was captured by the Spanish forces. He was court-martialed and sentenced to death by the military court. His death sentence was commuted in exchange for serving in the Spanish Army, which he did for five years. Later, he escaped and rejoined the revolutionary army of General Antonio José de Sucre with the rank of captain.[1] He joined the armies of the southern campaigns in Nueva Granada and Perú. He fought in the battles of “Bomboná” (April 7, 1822), “Battle of Junín” (August 6, 1824), and “Ayacucho” (December 9, 1824), the last of the greatest battles of the independence war against Spain. Because of his valor and heroic actions in combat, General Bolívar promoted him to the rank of General in 1828. Later, he was commissioned as Military Chief of the province of Panamá.[1] His best military performance was during the war of 1839, defending the government of José Ignacio de Márquez against the revolt of General José María Obando, due to the administration’s closure of the Catholic convents in the city of Pasto. This victory propelled him to the political arena and he was nominated as presidential candidate by President Márquez.[1] Herrán also served as Envoy Extraordinary and Minister Plenipotentiary to the United States, Ecuador, the Holy See, and Costa Rica. As stated above, Herrán was proclaimed as a presidential candidate by President Márquez. He faced two opponents, Eusebio Borrero and Vicente Azuero. However none of the three obtained a majority of the popular vote, and thus the election of a President was left to Congress . In 1841, Congress elected General Alcántara as President and General Domingo Caycedo as Vice-President.[1] Herrán was elected President by Congress in 1841, for a four years period, but he was not able to be inaugurated as he was still commanding the government troops in the war against the southern revolt. He was supposed to be inaugurated on April 1, 1841, as provided by the Constitution, but in his place the Vice-President Domingo Caycedo was inaugurated.[4] Due to the fact that the civil war that started in 1839 had escalated and spread to the Northern provinces, Herrán commissioned General Caycedo to lead the government troops in the northern campaign. Thus, Juan de Dios Aranzazu, President of the “Consejo de Estado” assumed the presidency from July 5, until October 19, 1841, when Caycedo returned to the presidency. Herrán returned triumphant to Bogotá on May 19, 1842, and is sworn in as President.[4]","country":"Colombia"}