{"name":"Pedro María de Anaya","url":"/wiki/Pedro_Mar%C3%ADa_de_Anaya","Born":"1795-05-20","Died":"1854-03-21","termEnds":"He was appointed interim president by Congress when De la Peña y Peña left office in order to negotiate peace with the United States.","termStarts":"He was appointed interim president by Congress when De la Peña y Peña left office in order to negotiate peace with the United States.","text":"Pedro Bernardino María de Anaya y Álvarez (20 May 1795 – 21 March 1854) was a Mexican soldier who served twice as interim president of Mexico during the Mexican-American War. Inbetween presidencies, he directly participated in the fighting as an officer, distinguishing himself at the Battle of Churubusco. Pedro Maria Anaya was born in the town of Huichapam in 1795 and began his military career in June 1811, joining the Regiment of Tres Villas as a cadet when the Mexican War of Independence had already begun. He had reached the rank of captain by 1819, and initially fought on the side of the Spanish, having fought in twenty battles as part of his hometown company the Dragoons of Sierra Gorda, when he decided to switch sides on June 20, 1821 to join Agustin de Iturbide’s Plan of Iguala. He was assigned to march with General Vicente Filísola to Guatemala, and in 1823 was promoted to squadron commander, and five years later was a lieutenant colonel. During the presidency of Valentin Gomez Farias he was promoted to brigadier general for having been loyal to the liberal party. After this Anaya occupied civilian posts, including a stint as administrator of the postal service. [1] Under President Jose Joaquin Herrera he was appointed Minister of War from August to December 1845, during a time when war ministers were repeatedly resigning due to fears of going against the popular sentiments favoring a war with the United States as opposed to President Herrera’s more moderate course. After the fall of the Herrera government in December, 1845, Anaya retired from publics, as he was against President Mariano Paredes’ policies. When Gomez Farias returned to the presidency in 1847, Anaya was president of the congress and he signed Gomez Farias’ controversial wartime decree nationalizing church lands. When the Revolt of the Polkos subsequently broke out, Anaya stood behind Gomez Farias, but Santa Anna arrived to moderate a solution between the two factions and deposed Gomez Farias, Anaya was chosen as the interim president while Santa Anna went to deal with the American expeditionary force that had landed at Veracruz. [2] Anaya was authorized by congress to place the capital under a state of siege and he had to work very hard to fight the provincialism that served as an obstacle against a united war effort, with states resisting to contribute as much as they could, and making alliances with each other. After the Battle of Cerro Gordo in which the Americans broke through the defenses on the way to Mexico City, congress gave the president extraordinary faculties, without giving him the faculty to make a peace treaty on his own, or to alienate any portion of national territory, and anyone who now attempted to negotiate with the Americans was declared a traitor. A commision was set up to continue the task of legislation in the case that congress was unable to continue in its duties. On April 2, Anaya convoked a junta in which he to resolve the issue on whether to defend the capital in case there was not a reasonable chance of winning. All of the supply and budget issues were expounded and the cabinet endorsed guerrilla warfare. When Santa Anna returned to the capital, Anaya passed the presidency down to him. [3] Anaya then joined the military to help the war effort. At the head of a brigade, he took part in the defense of the Convent of Churubusco. He managed to repulse an entire enemy column, and he suffered burns after an explosion of artillery, he finally surrendered under orders, and fell prisoner. When General Anaya was asked by General Twiggs to surrender his ammunition after the end of the battle, he famously remarked, \"If I had any ammunition, you would not be here\". After the armistice was signed between Santa Anna and Winfield Scott, he was released. As the government of Mexico, including the congress moved to Queretaro, Anaya was once again named president. [4] Upon assuming the presidency for the second time, he proclaimed his support for the federal system and his hope that it was the only one fit to deal with such a perilous situation, and that to innovate with political systems at the time would be to turn over Mexico to its enemies. He assured that the security of people and property would be sacrosanct. He had to take military precautions because of a rumor that American troops under Scott would continue their march towards San Luis Potosi. Congress meanwhile proclaimed that nobody under any public post could appropriate private property, the free cultivation of tobacco was permitted, it attempted to dissolve the general-commandancies, and Aguascalientes was designated as new seat of government in case the Americans took Queretaro. There were a few deputies that did not wish to negotiate with the Americans if they wished to annex any territory, but a lack of quorum caused the sessions to end prematurely. The budget problems, the lack of arms, and loss of the capital proved to be far too demoralizing to continue the war effort. [5] The legislature of the State of Mexico asked the government not to make a peace settlement before hearing the opinions of each state in the republic, and two commisioners were named by each state legislature, with the powers granted by each, to form a commision and decide the best course of action. The governor of San Luis Potosi, Ramon Adame, declared his support for the continuance of the war, and protested against any peace settlement. Guerilla warfare however threatened to afflict Mexicans themselves and President Anaya made a show of force with sixteen thousand troops at his command. Various governors ultimately did gather at Queretaro without being able to agree upon a course of action. The legislature of Chihuahua suggested that that the United States take the sparsely populaed northern areas, the home of many Indian tribes that were raiding Mexican settlements, and then help secure the frontier, fighting against the sale of plunder, and also help prevent the sale of arms to the Indians. [6] The government of Anaya continued with financial difficulties, in large part because relinquishing the tobacco monopoly deprived the government of a large portion of revenue. In accordance with the decree that named Anaya interim president, his term was to cease on January 8, 1848. He handed the government over at this point and took over the post of Minister of War, faithfully following the policies of President Peña y Peña. After the treaty of Guadalupe Hidalgo, the government returned to Mexico City. Anaya continued in the post of Minister of War during the presidency of Mariano Arista and continued with President Ceballos for only three days, resigning out of disagreement with the course of events, as yet another coup was brining Santa Anna back to power. The restored Santa Anna nonetheless made Anaya the postmaster, and it was at this post that Anaya would die on March 21, 1854, in consequence of a violent attack of pneumonia that killed him within hours. [7]","country":"Mexico"}