{"name":"Pedro Vélez","url":"/wiki/Pedro_V%C3%A9lez","Born":"","Died":"aged 61","termEnds":null,"termStarts":"As president of the Supreme Court, he was appointed by the Council of Government as head of the executive triumvirate along with Lucas Alamán and Luis Quintanar.","text":"José Pedro Antonio Vélez de Zúñiga (28 July 1787 – 5 August 1848) was a Mexican politician and lawyer. In the aftermath of a successful coup against president Vicente Guerrero, he was placed at the head of a triumverate that led the Mexican government during the last days of 1829. Pedro Velez was born in Zacatecas in the year 1787 and after completing his primary studies there he moved to Guadalajara to study law. He was a legal advisor to General Cruz and after moving to Mexico City shortly after independence he was made president of the Supreme Court upon its establishment in January 1825, being an honest man and an able jurist, having also already been a member of the provincial deputation in Guadalajara.[1] In 1829, a revolt known as the Plan of Jalapa flared up against President Vicente Guerrero, led ironically by his own vice president Anastasio Bustamante. President Guerrero stepped down from the presidency and handed it over to Jose Maria Bocanegra in order to personally lead his troops against the rebels. On December, 1829 the Plan of Quintanar, a pronunciamiento in favor of the rebels was proclaimed within the capital and aided by Jose Ignacio Esteva, the governor of the federal district. Inteirm President Bocanegra and the commandant general Anaya made no moves to suppress the revolt so on the night of December 22, the rebels stormed the National Palace and captured it without resistance.[2] The rebels then set up an interim executive triumverate with Pedro Velez as the president. The other two members were Lucas Alamán and Luis Quintanar. The executive only lasted two weeks and focused on consolidating the revolution. The partisans of Guerrero: Lorenzo de Zavala, Manuel Rejon, and Fernando del Valle were arrested but were released a few days later upon promising to recognize the new government. On January 1, 1833, power passed over to Anastasio Bustamante.[3] He was made Minister of Justice in 1843. He died on August 5, 1848.[4]","country":"Mexico"}