{"name":"Pedro Nel Ospina Vázquez","url":"/wiki/Pedro_Nel_Ospina_V%C3%A1zquez","Occupation":"Engineer, Businessman, Soldier, Professor, Rector and Politician","Born":"1858-09-18","Died":"1927-07-01","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Pedro Nel Ignacio Tomás de Villanueva Ospina Vásquez (18 September 1858 – 1 July 1927) was a Colombian general and political figure. He served as president of Colombia between 1922 and 1926.[1] Ospina was born in Bogotá, on September 18, 1858. He was born in the Presidential Palace, as his father Mariano Ospina Rodríguez was president of Colombia at the time.[2] He died in Medellín, on July 1, 1927.[3] Colombia's first significant effort in mining engineering was brought about by the Escuela Nacional de Minas in the city of Medellín. This institution was conceived strictly as a mining institute, modeled after the School of Mines of the University of California, Berkeley, from which its first directors, Ospina and his brother Tulio Ospina were graduated. When the school began its second life after 1904, it also offered degrees in chemistry, civil, electrical, mining and mechanical engineering. As rectors of the school, echoing the themes of their father, they insistently preached the virtues of work, discipline and practicality.[4] Antioqueño engineers thought of themselves primarily as industrial entrepreneurs rather than agents of state policy. Although some, such as Ospina and his nephew Mariano Ospina Pérez, became highly successful in national politics, antioqueño engineers continued to nurture the self-image of the apolitical, economically practical, hardworking paisa.[5] Since 1910, successful businessmen and engineers emerged from the business community of Medellín, as did Ospina, who was a Berkeley-trained mining engineer and an industrial entrepreneur as well as a large-scale agriculturalist.[6] Ospina was elected MP to the Camara de Representantes (House of Representatives) in 1892 and 1894 for the province of Antioquia. During his first term he sponsored the bill to derogate the “Ley de los Caballos” and introduced a bill to enact the “freedom of speech”.[7] During his second term he sponsored a bill to restructure the Banco Nacional (National Bank).[8] Ospina was a General of the Army during the civil war of the Thousand Days' War. In 1901 he was appointed as Minister of War by President José Manuel Marroquín.[9] President Carlos Eugenio Restrepo, in 1910, appointed Ospina as the Colombian Ambassador to the United States. Upon his return to the country, he was elected to congress and later as Governor of Antioquia.[8] In 1918, Ospina was appointed as Governor of the province of Antioquia. Later, in 1920, during the government of President Marco Fidel Suárez, Ospina was elected by congress as the nation's presidential designate.[8] In 1922, he was elected as Colombia's 36th president.[1] During his administration, he organized the Departments of Education, Health and the Treasury. He created the Central Bank (Banco de la Republica) and greatly advanced critical public works, such as the main national highways and railways systems, dams and bridges, and the crude oil pipelines connecting the mayor oil-fields to the sea ports.[3] Ospina, as president of the republic between 1922 and 1926, secured the creation of a modern central bank, and in 1928 he created the Bogotá stock exchange. During his administration, banking and commerce expanded and became more organized.[10]","country":"Colombia"}