{"name":"Pedro Lascuráin","url":"/wiki/Pedro_Lascur%C3%A1in","Born":"1856-05-08","Died":"1952-07-21","termEnds":null,"termStarts":"As Secretary of Foreign Affairs, he assumed office as interim president according to the constitution. In about 45 minutes, he appointed Victoriano Huerta as Secretary of the Interior and then resigned the Presidency.","text":"Pedro José Domingo de la Calzada Manuel María Lascuráin Paredes (8 May 1856 – 21 July 1952) [1][2] was a Mexican politician who served as the 38th President of Mexico for less than one hour (45 minutes) on February 19, 1913, the shortest presidency in the history of the world. He had earlier served as Mexico's foreign secretary for two terms and was the director of a small law school in Mexico City for sixteen years. Perdo Lascuráin was born in 1858 in the Rancho la Romita (now Colonia Roma) in Mexico City. He was the son of Francisco Lascuráin Icaza and Ana Paredes Cortés.[2] His family was wealthy and very religious. His family was of Basque origin by maternal line, established in Mexico in the early nineteenth century. Lascuráin received a law degree in 1880 from the Escuela Nacional de Jurisprudencia (National School of Jurisprudence) in Mexico City. He was mayor of Mexico City in 1910 when Francisco I. Madero began a campaign against the re-election of Porfirio Díaz. Lascuráin was a supporter of Madero, and after Madero was elected president to replace Díaz, Lascuráin served twice as foreign secretary in Madero's cabinet (10 April 1912 to 4 December 1912 and 15 January 1913 to 19 February 1913). In between the two terms, he again became mayor of the Mexico City. As foreign secretary, he had to deal with the demands of U.S. Ambassador Henry Lane Wilson. On 19 February 1913, General Victoriano Huerta overthrew Madero. Lascuráin was one of the people who convinced Madero to resign the presidency while he was being held prisoner in the National Palace and claimed that his life was in danger if he refused. Under the 1857 Constitution of Mexico, the vice-president, the attorney general, the foreign secretary, and the interior secretary stood in line to the presidency. As well as Madero, Huerta had ousted Vice-President José María Pino Suárez and Attorney General Adolfo Valles Baca.[3] To give the coup d'état some appearance of legality, he had Lascuráin, as foreign secretary, assume the presidency, who would then appoint him as his interior secretary, making Huerta next in line to the presidency, and then resign. The presidency thus passed to Huerta. As a consequence, Lascuráin was president for less than an hour; sources quote figures ranging from 15 to 56 minutes.[4] To date, Lascuráin's presidency is the shortest in history, even briefer than that of Venezuelan politician Diosdado Cabello in 2002. Huerta called a late-night special session of Congress, and under the guns of his troops, the legislators endorsed his assumption of power. A few days later, Huerta had Madero and Pino Suárez killed. The coup and the events surrounding it became known as La decena trágica (\"the tragic ten [days]\"). Huerta offered Lascuráin a post in his cabinet, but Lascuráin declined. He retired from politics and began practicing again as a lawyer. He was the director of the Escuela Libre de Derecho, a conservative law school, for 16 years and published extensively on commercial and civil law. Lascuráin died on July 21, 1952 at the age of 96, the second oldest former Mexican president.[2]","country":"Mexico"}