{"name":"Pedro Celestino Negrete","url":"/wiki/Pedro_Celestino_Negrete","Occupation":"Soldier","Born":"1777-05-14","Died":"1846-04-11","termEnds":null,"termStarts":null,"text":"Pedro Celestino Joseph Negrete y Falla (14 May 1777 – 11 April 1846) was a Spanish politician and military man who served as a member of the interim government of México after the abolition of the First Mexican Empire. He fought alongside of Agustín de Iturbide in the royalist army during the Mexican War of Independence. He was a close collaborator of Iturbide during the empire and then pressured him to abdicate to the Mexican crown.[1][2][3] In 1821, Pedro Celestino Negrete was a supporter of the Plan of Iguala. After Agustín de Iturbide had crowned himself Emperor of Mexico, he decided to lend his support to the Plan of Casa Mata and, using his friendship with Iturbide, exerted pressure for him to abdicate. Once Iturbide was dethroned, the executive authority was without representation and so Congress created a provisional government composed of General Pedro Celestino Negrete, General Nicolás Bravo and General Guadalupe Victoria; however, since the latter two were absent, José Mariano Michelena, Miguel Domínguez and General Vicente Guerrero were designated in their place. On 4 October 1824 the Constitution of the United Mexican States was promulgated, adopting the system of republican, representative, popular, federal government. The country was divided into 19 free and sovereign states, 4 territories that depended on the center, and the Federal District. Also, the government was divided into legislative, executive and judicial branches. This Constitution was largely inspired by the checks and balances of the United States Constitution, of the French Constitution and the one of Cádiz. It was in force from 4 October 1824 to 30 April 1836, when it was replaced by Santa Anna's centralist rewrite. General Negrete chaired the Supreme Executive Power twice. The body ceded the executive on 10 October 1824, when General Guadalupe Victoria assumed the position as first President of Mexico. Although the fortress of San Juan de Ulúa — the last redoubt of Spanish power in Mexico, in the port of Veracruz — had been abandoned in 1825, some Peninsulares still entertained notions about restoring the monarchy, taking advantage of the general displeasure felt against the independent government. Thus, the friars Joaquín Arenas and Francisco Martínez, along with some Mexican and Spanish military officers, including Negrete and Echávarri, rebelled against the government of Guadalupe Victoria. On 9 January 1827 this conspiracy was discovered. The leaders were judged, the friars were sentenced to death and Negrete and Echávarri were exiled. Pedro Celestino Negrete left for France. He died in Bordeaux in 1846.","country":"Mexico"}