{"name":"Pelagio Antonio de Labastida y Dávalos","url":"/wiki/Pelagio_Antonio_de_Labastida_y_D%C3%A1valos","Born":"1816-03-21","Died":"1891-02-04","termEnds":null,"termStarts":null,"text":"Pelagio Antonio de Labastida y Dávalos (March 21, 1816, Zamora, Michoacán — February 4, 1891, Oacalco, Morelos) was a Mexican Roman Catholic prelate, lawyer and doctor of canon law, and politician. He was a member of the imperial regency that invited Maximilian of Austria to accept the throne of Mexico. He entered the Seminario Conciliar of Morelia in 1830, where he was later professor and director. His classmates in the seminary included Clemente Murguía, future archbishop of Michoacán, and Melchor Ocampo, future foreign minister of the Republic. Labastida was ordained in 1839. He soon became known as a conservative orator, preaching against all liberal and democratic ideas and against the Freemasons. He was a canon in Morelia in 1854. He opposed the doctrines of liberals Melchor Ocampo and Miguel Lerdo de Tejada from the pulpit, calling them heretical. After the triumph of the Conservatives and on the nomination of Antonio López de Santa Anna, in July 1855 he was consecrated bishop of Puebla, in the cathedral of Mexico City. In December 1855 he used funds of the diocese to aid the revolt of Antonio Haro y Tamariz, because the federal government had ordered the sale of some of the real estate of the diocese. After the Liberals returned to power in 1857, Labastida went into exile in Europe, where he supported the Conservative government. However the Conservatives were again in power in 1859, under General Miguel Miramón. Miramón recalled him to the country. Later he was again exiled to Europe. In 1862 he visited Maximilian of Habsburg in Trieste. At the beginning of the following year, he went to Italy to meet Pope Pius IX. On March 18, 1863, Pope Pius named him archbishop of Mexico. The French invaded Mexico in 1862. General Forey entered the capital on June 10, 1863, and convoked a Council of Notables to discuss the founding of an empire. There was agreement on the empire, but disagreement over who should receive the crown. It was Labastida who proposed Maximilian of Austria, and the proposal was adopted by acclamation. On June 21, 1863, together with Juan Nepomuceno Almonte and José Mariano Salas, Labastida was named by the Council of Notables to the Regency of the Empire (before the arrival of Maximilian). This triumvirate sent a commission to Europe to offer the crown to Maximilian. Labastida was removed on November 17, 1863, due to differences with François Achille Bazaine, commander of the French troops. (Bazaine intended to apply the Napoleonic program on ecclesiastical property, and Labastida was opposed.) His replacement was Juan Bautista de Ormaechea, bishop of Tulancingo. Likewise his relation with Maximilian decayed, when the latter proclaimed freedom of religion in the country. With the end of the Empire and the triumph of the Republic in 1867, Labastida returned to Europe more or less permanently, but without resigning his position as head of the Catholic Church in Mexico. In that capacity he attended the Vatican Council of 1869-70. In 1871 following the restoration of the Republic, President Benito Juárez permitted him to return to the country.","country":"Mexico"}