{"name":"Plutarco Elías Calles","url":"/wiki/Plutarco_El%C3%ADas_Calles","Born":"1877-09-25","Died":"1945-10-19","Political party":"National Revolutionary Party Laborist Party (until 1929)","termEnds":null,"termStarts":"He was the winner of the 1924 general election.[125]","text":"Plutarco Elías Calles (25 September 1877 – 19 October 1945) was a general in the Mexican Revolution and a Sonoran politician, serving as President of Mexico from 1924 to 1928. The 1924 Calles presidential campaign was the first populist presidential campaign in Mexico's history, as he called for land redistribution and promised equal justice, expanded education, further labor rights, and democratic governance. After Calles' populist phase (1924–1926) he was committed to separating church from state (1926–1928), passing several anticlerical laws that resulted in the Cristero War. Calles is most noted for his founding of the Institutional Revolutionary Party in 1929, which ensured political stability in the wake of the assassination of president-elect Alvaro Obregón in 1928. Including its two subsequent incarnations, the party held power continuously from 1929 to 1997, and was not defeated in a presidential election until 2000. His remains are buried in the Monument to the Revolution in Mexico City. Francisco Plutarco Elías Campuzano one of two natural children of his alcoholic bureaucrat father, Plutarco Elías Lucero, and his mother, María Jesús Campuzano Noriega. He adopted the Calles surname from his mother's sister's husband, Juan Bautista Calles, as he and his wife, María Josefa Campuzano, raised Plutarco after the death of his mother.[1] His uncle was from a family of school teachers, but was himself small-scale dealer in groceries and alcoholic beverages.[2] Plutarco's uncle was an atheist, and he instilled in his nephew a strong commitment to secular education and an attitude of disdain toward the Roman Catholic Church, which was already separated from state during this time. This was later reflected in his social agenda, which included expansion of public education and the removal of church influence from education, politics, and unions.[3] Plutarco's father's family was descended from a prominent family in the Provincias Internas, most often recorded as Elías González.[citation needed] The first of this line to settle in Mexico was Francisco Elías González (1707–1790), who emigrated from La Rioja, Spain, to Zacatecas, Mexico in 1729.[citation needed] Eventually, Francisco Elías González moved north to Chihuahua, where, as commander of the presidio of Terrenate, he played a role in the wars against the Yaqui and Apache.[citation needed] Plutarco Elías Calles's father, Plutarco Elías Lucero, lost his own father, José Juan Elías Pérez, in 1865 to battle wounds sustained during the resistance to the French Intervention, leaving his widow with eight children, of which Plutarco was the oldest.[4] The family's fortunes declined precipitously; it lost or sold much of its land, some of it to the Cananea Copper Company, whose labor practices resulted in a major strike at the turn of the twentieth century.[4] Scholars[who?] review that his hardships in his upbringing; like his social status as a natural or \"illegitimate\" child, being an orphan, financial and familial troubles; have all influenced his path, and made him hardworking and determined to overcome such challenges as the eldest to care for his family. \"To society at large, Plutarco Elías Calles was illegitimate because his parents never married, but he was even more so in the eyes of religion. Denying the authority of religion would at least in part be an attempt to negate his own illegitimacy.\"[5] As a young man, Calles worked in many different jobs, from bartender to schoolteacher, and always had an affinity for political opportunities.[6] Calles was a supporter of Francisco I. Madero, under whom he became a police commissioner, and his ability to align himself with the Constitutionalists led by Venustiano Carranza (the political winners of the Mexican Revolution) allowed him to move up the ranks quickly, allowing him to attain the rank of general by 1915. He led the Constitutional Army in his home state of Sonora from this point on. In 1915 his forces repelled the Conventionalist faction in Sonora under José María Maytorena and Pancho Villa in the Battle of Agua Prieta.[7] Calles became governor of his home state of Sonora in 1915, building a pragmatic reformist political record, which was to promote the rapid growth of the Mexican national economy, the infrastructure of which he helped to establish. In particular he attempted to make Sonora a dry state (a state in which alcohol is heavily regulated),[7] promoted education, legislation giving social security and collective bargaining to workers; organized an economic ground for Mexico. In 1919, Calles travelled to Mexico City to take up the post of Secretary of Industry, Commerce, and Labor in the government of President Venustiano Carranza, the leader of the Constitutionalist faction that had won the Mexican Revolution. Calles's position put him in charge of the Mexican economy, which had been devastated by the fighting during the civil war. The two main sources of production, mining and agriculture, had been severely affected by the fighting. The key infrastructure of Mexican railways, which had linked many cities and production sites in Mexico to the national market and to the United States, had been damaged. The national currency in Mexico had been replaced by paper money issued by revolutionary factions without backing by specie. In response to this, many people used the more stable U.S. paper dollars. The lack of currency meant that in agriculture there was no incentive to produce for the market, which led to food shortages. In addition, malnourished populations are more vulnerable to disease, and Mexico had suffered from the influenza pandemic of 1918. Calles gained political experience in his months serving in Carranza's government, and his attempt to settle a labor dispute in Orizaba gained him the support of workers there.[8] In 1920, he aligned himself with fellow Sonoran revolutionary generals Adolfo de la Huerta and Álvaro Obregón to overthrow Carranza under the Plan of Agua Prieta. Carranza had attempted to choose an unknown civilian, Ignacio Bonillas, the Mexican ambassador to the U.S. as his successor. Carranza was forced out of power and died escaping, leaving De la Huerta as interim president. De la Huerta then named Calles to the important post of Minister of War.[9] Obregón was elected president in 1920 and he named Calles as Secretary of the Interior.[10] During the Obregón presidency (1920–24), Calles aligned himself with organized labor, particularly the Regional Confederation of Mexican Workers (CROM), headed by Luis N. Morones and the Laborist Party, as well as agraristas, radical agrarians. The serious military conflict was resolved in favor of Obregón when the U.S. threw its support to him. Obregón's government had acceded to concessions to U.S. business interests, particularly oil, in the August 1923 Bucareli Treaty. Obregón pushed through ratification in the Mexican congress, and the U.S. then moved decisively. President Calvin Coolidge sent naval ships to blockade the Gulf Coast to both prevent the rebels from obtaining arms and deliver arms to Obregón's government. Obregón went to war once again and won a decisive victory against his former comrades-in-arms, 14 of whom were summarily executed. Calles's candidacy was supported by labor and peasant unions. The Laborist Party which supported his government in reality functioned as the political-electoral branch of the powerful Regional Confederation of Mexican Workers (CROM), led by Luis N. Morones. Morones had a national reputation as a labor leader and had forged an alliance with Samuel Gompers, head of the American Federation of Labor, a moderate craft union organization. In 1916 Gompers and Morones put pressure on the Mexican and U.S. governments, which were heading toward war. In Mexico, Morones was credited with aiding the withdrawal of U.S. troops in Mexico sent by U.S. President Woodrow Wilson. CROM's support for Calles was important for his election.[11] Although the labor movement in Mexico was factionalized, CROM was a staunch supporter of Obregón and Calles. In 1924, Calles won the election. Shortly before his inauguration, Calles had traveled to Germany and France to study social democracy and the labor movement, and he drew comparisons to Mexico. His international travel gave him a perspective beyond the Mexican context. He particularly admired the infrastructure and industry in Germany, as well as strides that a strong organized labor movement had made. He also observed the power of populist rhetoric to build support.[12] Calles's inauguration was a great state occasion, with some 50,000 spectators. His predecessor, Obregón, was present for the first peaceful transfer of presidential power since 1884, when Porfirio Díaz succeeded Manuel González. Workers from the CROM, headed by Luis Morones and the Laborist Party of Mexico displayed banners. The release of balloons and doves figured in the spectacle. The De la Huerta rebellion had thinned the ranks of the military.[13] Although Calles was president, he remained in the shadow of Obregón, who had powerful allies in the military and among state governors and the Congress. The contrast between Calles and Obregón was of personality and level of power. \"To many, Calles appeared Obregón's creation, a caretaker president who would return power to the caudillo upon the conclusion of his term.\"[citation needed] Calles sought to build his own power base. He launched a reform program that was modeled on the one in Sonora. Its intent was to promote economic development, professionalize the army, and promote social and educational welfare. He relied on worker and peasant organizations to support his consolidation of power, particularly Luis N. Morones of the CROM.[14] Morones was appointed to a cabinet position as Secretary of Industry, Commerce, and Labor at the same time that he retained leadership in the CROM. In that position Morones was able to advance his organization at the expense of rivals. Some independent unions and more radical were forced into the umbrella of the moderate CROM. Wage increases and betterment of working conditions were evidence that Calles sought to implement Article 123 of the Mexican Constitution, embedding labor rights. The number of labor strikes decreased precipitously in the Calles administration. When railway workers struck in 1926, Morones sent scabs to break the strike.[15] During the Calles presidency, he relied on the financial acumen of his Secretary of the Treasury, Alberto J. Pani, who was a loyalist of Obregón and served in his cabinet. Pani's classical liberal policies of a balanced budget and stable currency helped restore foreign investors' confidence in Mexico. Pani advised the founding of several banks in support of campesinos, but more importantly the Banco de México, Mexico's national bank. Pani also managed to achieve relief of part of Mexico's foreign debt. After coming into conflict with Calles, Pani resigned in 1927.[16][17][18][19] The military continued to be very top heavy with revolutionary generals and army was allocated a third of the national budget. Generals had participated in the De la Huerta rebellion in 1923, which cleared the way for Calles's candidacy. Obregón awarded loyalists following that revolt. The military continued to be a potential interventionist force in Mexican politics, with generals presuming that they could rise to the presidency. Calles sought to professionalize the army and decrease its share of the national budget, putting Joaquín Amaro in charge of implementing major changes. Many generals had achieved their status as battlefield promotions. The Calles administration called for a change in the law regulating the military, mandating that officers must have professional training to rise in rank. The administration also aimed at decreasing corruption by severely penalizing it. A further control was a mandatory retirement age for officers. The most powerful generals were not reined in by such provisions, but Amaro managed to get some cooperation with their enforcement of regulations on subordinates. The Colegio Militar was reformed under Amaro and remained a hope for improvement of officers in the future.[20] Since the Porfiriato, railroads had been important to economic development and exerting political control over more remote areas. Fighting during the Revolution damaged railways, so rebuilding had been on going since the end of the military phase. Calles privatized the railways and a line was built to establish a connection between Sonora, Calles's home state, and Mexico City.[21] Even more important during his presidency, Calles began what became a major infrastructure project to build a road network in Mexico that linked major cities as well as small villages to the network. He established the National Road Commission as a government agency, envisioning it as a way to increase economic activity by getting crops to market more efficiently, but also as means to increase the presence of the state in remote communities. Unlike the nineteenth-century railway network, funded by foreign capital and foreign firms, Mexican road construction depended on federal government support and had limited dependence on foreign technology. Mexicans formed road building companies, most prominently in northern Mexico with revolutionary general Juan Andreu Almazán, in 1920s charge of the military in Nuevo León, forming the Anáhuac Construction Company, making him a wealthy man. This extensive infrastructure project \"connected the country, increasingly linking people from different regions and towns to national political, economic, and cultural life.\"[22] Work began on the Mexican section of the Pan American Highway, linking Nuevo Laredo at the U.S.-Mexico border to Tapachula on the Mexico-Guatemala border. Road building was financed internally with a gasoline tax.[21] Education had been an important part of Obregón's administration, particularly under José Vasconcelos. Calles was able to devote more government funding to rural education, added two thousand schools to the thousand that his predecessor had established. A key aim of rural education was to integrate Mexico's indigenous population into the nation-state, so Spanish-language instruction was an integral aspect of public education. Along with turning rural indigenous into Spanish speakers, the aim of education was to create a loyal and patriotic citizenry. Secretary of Education José Manuel Puig Cassauranc developed education materials lauding the accomplishments of Sonorans Obregón and Calles as heirs to the Revolution.[23] The Secretariat of Public Education, based in the capital and controlled by urban intellectuals, could not command rural residents and public school teachers to adhere to the program, so on site there was a kind of negotiation about how education was shaped.[24] After the Revolution public health in Mexico was not in a good state, but it had not been particularly good even during the Porfiriato. The Calles administration sought to improve health and hygiene, since the health of citizens was considered important to economic development. He gave the issue prominence by creating a cabinet-level position of public health. The ministry was in charge of promoting vaccination against communicable diseases, improving potable water access, sewage and drainage systems, and inspecting restaurants, markets, and other food providers. A new 1926 sanitary code ordered mandatory vaccination and empowered the government to implement other measures for sanitation and hygiene.[25] Also part of the program was the mandatory registration of prostitutes.[26] Calles changed Mexico's civil code to give natural (illegitimate) children the same rights as those born of married parents, partly as a reaction against the problems he himself often had encountered being a child of unmarried parents. According to false rumors,[27] his parents had been Syrians or Turks, giving him the nickname El Turco (The Turk). His detractors drew comparisons between Calles and the \"Grand Turk\", the anti-Christian leaders from the era of the Crusades. In order not to draw too much attention to his unhappy childhood, Calles chose to ignore those rumors rather than to fight them.[28][29] Another important legal innovation in Calles's presidency was the Law of Electrical Communications (1926), which asserted the radio airwaves as being under government regulation. Radio stations had to comply with government regulations, which included constraints on religious or political messages, and had to broadcast government announcements without cost. Although in the 1920s, there were relatively few people owning radios, the regulations were an important assertion of state power. During the Lázaro Cárdenas presidency (1934–40), state control over broadcasts expanded further.[30] One of the major points of contention with the U.S. was oil. Calles quickly rejected the Bucareli Agreements of 1923 between the U.S. and Mexico, when Álvaro Obregón was president, and began drafting a new oil law that would strictly enforce article 27 of the Mexican constitution. The oil problem stemmed from article 27 of the Mexican Constitution of 1917, which re-stated a law from Spanish origin that made everything under the soil property of the state. The language of article 27 threatened the oil possession of U.S. and European oil companies, especially if the article was applied retroactively. A Mexican Supreme Court decision had ruled that foreign-owned fields could not be seized as long as they were already in operation before the constitution went into effect. The Bucareli Agreements stated that Mexico would agree to respect the Mexican Supreme Court decision in exchange for official recognition from Washington of the presidency of Álvaro Obregón.[31] The reaction of the U.S. government to Calles's intention to enforce article 27 was swift. The American ambassador to Mexico branded Calles a communist, and Secretary of State Frank B. Kellogg issued a threat against Mexico on 12 June 1925.[32] Calles never considered himself a communist; he considered revolution a way of governing rather than an ideological position.[citation needed] Public opinion in the United States turned particularly anti-Mexican when the first embassy of the Soviet Union in any country was opened in Mexico, on which occasion the Soviet ambassador remarked that \"no other two countries show more similarities than the Soviet Union and Mexico.\"[33] After this, some in the United States government, considering Calles's regime Bolshevik, started to refer to Mexico as \"Soviet Mexico\".[34] The debate on the new oil law occurred in 1925, with U.S. interests opposing all initiatives. By 1926, the new law was enacted. In January 1927 the Mexican government canceled the permits of oil companies that would not comply with the law. Talks of war circulated by the U.S. president and in the editorial pages of the New York Times. Mexico managed to avoid war through a series of diplomatic maneuvers. Soon afterward, a direct telephone link was established between Calles and President Calvin Coolidge, and the U.S. ambassador to Mexico, James R. Sheffield, was replaced with Dwight Morrow. Morrow won the Calles government over to the United States position and helped negotiate an agreement between the government and the oil companies.[35] Another source of conflict with the United States was Mexico's support for the liberals in the civil war in Nicaragua, as the United States supported the conservatives. This conflict ended when both countries signed a treaty in which they allowed each other to support the side they considered to be the most democratic. Calles had implemented a number of reforms in the first two years of his presidency (1924–26) benefiting workers and peasants. In this he followed in the pattern of his predecessor, Obregón. However, in the second two years of his presidency and into his post-presidency, Calles precipitated a major conflict between the Mexican government, the Roman Catholic Church in Mexico as an institution, and Mexican Catholics. Calles did not recognize the freedom to join the church. During his term as president, he moved to enforce the anticlerical articles of the Constitution of 1917, which led to a violent and lengthy conflict known as the Cristero Rebellion or the Cristero War, which was characterized by reprisals and counter-reprisals. The Mexican government violently persecuted the clergy, massacring suspected Cristeros and their supporters. The conflict ended in 1929 with the mediation of the U.S. Ambassador to Mexico, Dwight Morrow with the Mexican government and the Vatican. On 14 June 1926, President Calles enacted anticlerical legislation known formally as The Law Reforming the Penal Code and unofficially as the Calles Law.[36] Calles's anti-Catholic actions included outlawing religious orders, preventing corruption from the Church[citation needed] .[36][37] However, Catholic antipathy towards Calles was enhanced because of his vociferous anti-Catholicism.[38] In response to the government enforcement of anticlerical laws, the Catholic Church called for a clerical strike, which entailed ceasing to celebrate Mass, baptize children, sanctify marriage, and perform rituals for the dead. The clerical strike went on for three years. Due to Calles's strict enforcement of anti-clerical laws, people in strongly Catholic areas, especially the states of Jalisco, Zacatecas, Guanajuato, Colima and Michoacán, began to oppose him, and on 1 January 1927, a war cry went up from the faithful Catholics, \"¡Viva Cristo Rey!\", long live Christ the King! Almost 100,000 people on both sides died in the war.[39] A truce was negotiated with the assistance of U.S. Ambassador Dwight Morrow in which the Cristeros agreed to lay down their arms.[40] <Particularly offensive to Catholics after the truce was Calles's insistence on a complete state monopoly on education, taking away focus from the Catholic education and introducing secular education in its place, saying: \"We must enter and take possession of the consciences of the children, of the consciences of the young, because they do belong, and should belong to the revolution.\" The effects of Calles's policy on the Church were between 1926 and 1934. At least 4,000 priests were killed or expelled; one of the most famous was the Jesuit Miguel Pro.[40] Where there had been 4,500 priests in Mexico prior to the rebellion, in 1934 there were only 334 priests licensed by the government to serve fifteen million people, the rest having been eliminated by emigration, expulsion, execution and assassination.[40][41] By 1935, seventeen states had no priests at all.[42] The conflict weakened Calles politically, and that weakness paved the way for Alvaro Obregón to return to the presidency in the 1928 election.[43] Obregón ran unopposed in the 1928 presidential election. He was able to stand as a candidate, despite his having served as president before. Under Calles's administration in 1926, a constitutional change was passed that allowed for a non-consecutive re-election,[44] and in 1928 Obregón was elected as Calles's successor; this amendment was later repealed in 1934.[45] In addition, Mexico passed an amendment to the constitution in 1927 that expanded a presidential term from four years to six years.[46] In December of 1929, District Attorney John Valls of Laredo, Texas sent a telegraph to US Secretary of State Henry Stimson notifying the federal government of Valls's intent to arrest Calles on a warrant for the 1922 murder of Lucio Blanco. Stimson replied that the government would take any steps necessary to guarantee Calles's diplomatic protections, including armed force;[47] Calles was escorted across the border back into Mexico by US marines without incident,[48] though Valls promised that \"the day of reckoning was only postponed.\"[49] In protest of this treatment, the Mexican consulate in Laredo was closed, restricting the flow of tourists and merchandise during the holiday season. The consulate was reopened in January after pressure from President Hoover[50] and the Chamber of Commerce[51] led Texas governor Moody and Laredo city officials to offer assurances that Mexican citizens would not be unlawfully molested.[52] President-elect Obregón was murdered by José de León Toral, a Catholic militant, before he could assume power. Calles was ineligible to return to the presidency, but he took steps to avoid a political vacuum. Emilio Portes Gil was appointed temporary president, while Calles created a new political party, the National Revolutionary Party (Spanish: Partido Nacional Revolucionario, PNR), the predecessor of today's Institutional Revolutionary Party (Spanish: Partido Revolucionario Institucional, PRI). The period that Obregón had been elected to serve, between 1928 and 1934, was when Calles was requested to come in as an advisor; but was instead considered the Jefe Máximo, the \"maximum chief,\" and the power behind the presidency; and was a title he never used for himself. The period is known as the Maximato (1928–1934), with many regarding Emilio Portes Gil, Pascual Ortiz Rubio, and Abelardo Rodríguez as puppets of Calles. Officially, after 1929, Calles served as minister of war, as he continued to suppress corruption, but a few months later, after intervention of the United States ambassador Dwight Morrow, the Mexican government and the Cristeros signed a peace treaty. During the Maximato, Calles served as Minister of Industry and Commerce.[53] After a large demonstration in 1930, the Mexican Communist Party was banned, Mexico stopped its support for the rebels of César Sandino in Nicaragua, strikes were no longer tolerated, and the government ceased re-distributing lands to poorer peasants. Calles was the candidate of the workers and all for helping those in need of work, campaigning against competing labor organizers, but still opposed and suppressed Communism.[54] By the summer of 1933, two of Calles's former wartime subordinates had risen to the top of the party: Manuel Pérez Treviño and Lázaro Cárdenas.[55] Calles mentored Treviño and supported him to be the party's nominee at the time, teaching his experiences and policies,[55] but soon yielded to pressure from party officials and agreed to support Cárdenas—a former revolutionary general, governor of Michoacán, and popular land reformer—as the PNR's presidential candidate in the 1934 Mexican Presidential election.[55] By this time, the PNR had become so entrenched that Cárdenas' victory was a foregone conclusion; he won with almost 98 percent of the vote. Cárdenas had been associated with Calles for over two decades; he had joined Calles's army in Sonora in 1915.[55] For that reason, Calles and his allies trusted Cárdenas, and Calles believed he could work with Cárdenas as he had with his predecessors.[55] Cárdenas soon asserted himself as an independent. Conflicts between Calles and Cárdenas arose not long after Cárdenas was sworn in. Calles opposed Cárdenas's support for labor unions, especially his tolerance and support for strikes, while Cárdenas opposed Calles's view.[56] Cárdenas started to isolate Calles politically, removing the callistas from political posts and exiling many of his political allies: Tomás Garrido Canabal, Fauto Topete, Emilio Portes Gil, Saturnino Cedillo, Aarón Sáenz, Nicolás Rodríguez Carrasco, Pascual Ortiz Rubio and finally Calles himself. Calles and head of the labor organization CROM, Luis N. Morones, one of the last remaining influential callistas and one-time Minister of Agriculture,[53] were charged with conspiring to blow up a railroad and placed under arrest under the order of President Cárdenas. These were false accusations, framing Calles to exile him. Calles was deported to the United States on 9 April 1936 along with the three last highly-influential callistas in Mexico—Morones, Luis León (leader of the Radical Civic Union in Mexico),[57] and General Rafael Melchor Ortega (one-time Governor of Guanajuato).[58] His son Alfredo and his secretary were also exiled. In exile in the United States, Calles was with family and lived in San Diego. During this time, he also befriended José Vasconcelos, the Mexican philosopher who had previously been a political enemy. With the Institutional Revolutionary Party now firmly in control and in the spirit of national unity, President Manuel Ávila Camacho (1940–46) allowed Calles to return to Mexico under the reconciliation policy of Cárdenas's successor in 1941. He spent his last years quietly in Mexico City and Cuernavaca.[59] Back in Mexico, Calles's political position became more moderate; in 1942, he supported Mexico's declaration of war upon the Axis powers. Upon his return to Mexico he became interested in spiritualism, attending weekly sessions at the Mexican Circle of Metapsychic Investigations, and coming to profess belief \"in a Supreme Being\".[60] Calles married Natalia Chacón (1879–1927) and the marriage produced 12 children. Rodolfo Elías Calles (1900–1965), governor of Sonora 1931–34; Plutarco Elías Calles Chacón(\"Aco\"), (1901–1976), governor of Nuevo León 1929; Berndardina (died in infancy); Natalia (1904–1998); Hortensia (\"Tencha\") (1905–1996); Ernestina (\"Tinina\") (1906–1984); Elodia (1908), died in infancy; María Josefina (1910), died in infancy; Alicia (1911–1988); Alfredo (1913–1988); Artemisa (1915–1998); and Gustavo (1918–1990).[61] After his first wife's death in 1927, he married a young woman from Yucatan, Leonor Llorente, who died of a brain tumor in 1932 at age 29.[62][63] Calles's own health was not good over his lifetime, and in his later years deteriorated. His problems date from the winter of 1915 when he came down with a rheumatic ailment, likely from extended periods outdoors in sub-freezing temperatures. He also experienced stomach problems and insomnia. The death of his wife Natalia in 1927 was a severe blow personally. Although he remarried in 1930, his second wife Leonor died soon afterwards. Calles's main legacy was the pacification of Mexico, ending the violent era of the Mexican Revolution through the creation of the Partido Nacional Revolucionario (PNR)—known today as the Partido Revolucionario Institucional (PRI)—which governed Mexico until 2000 and returned to power for one term in the elections of 2012. Calles's legacy remains controversial today, but within the PRI it has undergone a re-appraisal. His remains were moved from their original resting place to be interred in the Monument to the Revolution, joining other major figures, Madero, along with Carranza, Villa, and Cárdenas who in life were his political opponents. For many years, the presidency of Cárdenas was touted as the revival of the ideals of the Revolution, but increasingly the importance of Calles as the founder of the party that brought political stability to Mexico has been recognized. When the son of Lázaro Cárdenas broke with the PRI in 1988, the party leadership began to acknowledge Calles' contributions and leadership as the party's founder. In 1990, a monument to Calles was erected that commemorated his September 1928 speech declaring the end of the age of caudillos. His speech was made in the aftermath of Obregón's assassination and as the political solution to violence at presidential successions was being resolved by the party he brought into being.[64] He is honored with statues in Sonoyta, Hermosillo, and his hometown of Guaymas. The official name of the municipality of Sonoyta is called Plutarco Elías Calles Municipality in his honor. For his actions that portray him as anti-clerical, Calles was denounced by Pope Pius XI (r. 1922–1939) in the encyclical Iniquis afflictisque (On the Persecution of the Church in Mexico) as being \"unjust\", for a \"hateful\" attitude and for the \"ferocity\" of the war which he waged against the Church.[65]","country":"Mexico"}