{"name":"President of Mexico","url":"/wiki/President_of_Mexico","termEnds":null,"termStarts":null,"text":"The president of Mexico (Spanish: Presidente de México), officially the president of the United Mexican States (Spanish: Presidente de los Estados Unidos Mexicanos),[2] is the head of state and head of government of Mexico. Under the Constitution of Mexico, the president heads the executive branch of the federal government and is the commander-in-chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 2018. The office of the president is considered to be revolutionary, in the sense that the powers of office are derived from the Revolutionary Constitution of 1917. Another legacy of the Mexican Revolution is the Constitution's ban on re-election. Mexican presidents are limited to a single six-year term, called a sexenio. No one who has held the post, even on a caretaker basis, is allowed to run or serve again. The constitution and the office of the president closely follow the presidential system of government. Chapter III of Title III of the Constitution deals with the executive branch of government and sets forth the powers of the president, as well as the qualifications for the office. He is vested with the \"supreme executive power of the Union\". To be eligible to serve as president, Article 82 of the Constitution specifies that the following requirements must be met: The ban on any sort of presidential re-election dates back to the aftermath of the Porfiriato and the Mexican Revolution, which erupted after Porfirio Díaz's fraudulent victory on his seventh re-election in a row.[3] It is so entrenched in Mexican politics that it has remained in place even as it was relaxed for other offices. In 2014, the constitution was amended to allow city mayors, congresspeople and senators to run for a second consecutive term. Previously, Deputies and Senators were barred from successive re-election.[4] However, the president remained barred from re-election, even if it is nonsuccessive. The Constitution does not establish formal academic qualifications to serve as president. Most presidents during the 19th Century and early 20th century, however, had careers in one of two fields: the armed forces (typically the army) or the law. President Manuel Ávila Camacho (1940–46) was the last president to have been a career military officer. Most of his successors have been lawyers; in fact, all the presidents between 1958 and 1988 graduated from law school. Presidents Salinas (1988–94) and Zedillo (1994–2000) were both trained as economists. Since the democratic transition, presidents have a wider academic background. Although Presidents Calderón (2006–12) and Peña Nieto (2012–18) were both lawyers, President Fox (2000–06) studied business administration and Andrés Manuel López Obrador, the current president, studied political sciences. The presidential term was set at four years from 1821 to 1904, when President Porfirio Díaz extended it to six years for the first time in Mexico's history, and then again from 1917 to 1928 after a new constitution reversed the change made by Diaz in 1904. Finally, the presidential term was set at six years in 1928 and has remained unchanged since then. The president is elected by direct, popular, universal suffrage. Whoever wins a simple plurality of the national vote is elected; there is no runoff election. The current President, Andrés Manuel López Obrador, was elected in 2018 with a modern-era record of 53% of the popular vote in 2018.[5] The most recent former president, Enrique Peña Nieto won 38% of the popular vote in 2012.[6] Former President Felipe Calderón won with 36.38% of the votes in the 2006 general election, finishing only 0.56% above his nearest rival, Andrés Manuel López Obrador (who contested the official results).[7] In 2000, former President Vicente Fox was elected with a plurality of 43% of the popular vote,[8] Ernesto Zedillo won 48.7% of the vote in 1994,[9] and his predecessor Carlos Salinas won with a majority of 50.4% in the 1988 election.[10] The history of Mexico has not been a peaceful one. After the fall of dictator Porfirio Díaz in 1910 following the Mexican Revolution, there was no stable government until 1929, when all the revolutionary leaders united in one political party: the National Revolutionary Party, which later changed its name to the Party of the Mexican Revolution, and is now the Institutional Revolutionary Party (Spanish: Partido Revolucionario Institucional). From then until 1988, the PRI ruled Mexico as a virtual one-party state. Toward the end of his term, the incumbent president in consultation with party leaders, selected the PRI's candidate in the next election in a procedure known as \"the tap of the finger\" (Spanish: el dedazo). Until 1988, the PRI's candidate was virtually assured of election, winning by margins well over 70 percent of the vote. In 1988, however, the PRI ruptured and the dissidents formed the National Democratic Front with rival center-left parties (now the PRD). Discontent with the PRI, and the popularity of the Front's candidate Cuauhtémoc Cárdenas led to worries that PRI candidate Carlos Salinas de Gortari would not come close to a majority, and might actually be defeated. While the votes were being counted, the tabulation system mysteriously shut down. The government declared Salinas the winner, leading to allegations of electoral fraud.[11] The 1997 federal congressional election saw the first opposition Chamber of Deputies ever, and the 2000 elections saw Vicente Fox of a PAN/PVEM alliance become the first opposition candidate to win an election since 1911. This historical defeat was accepted on election night by the PRI in the voice of President Zedillo; while this calmed fears of violence, it also fueled questions about the role of the president in the electoral process and to whom the responsibility of conceding defeat should fall in a democratic election. After a presidential election, political parties may issue challenges to the election. These challenges are heard by the Electoral Tribunal of the Federal Judicial Power; after it has heard and ruled on them, the Tribunal must either declare the election invalid or certify the results of the elections in accordance to their rulings. Once the Tribunal declares the election valid, it issues a \"Certificate of Majority\" (Constancia de Mayoría) to the candidate who obtained a plurality. That candidate then becomes President-elect. The final decision is made in September, two months after the election.[12] The 1917 Constitution borrowed heavily from the Constitution of the United States, providing for a clear separation of powers while giving the president wider powers than his American counterpart. For the first 71 years after the enactment of the 1917 Constitution, the president exercised nearly absolute control over the country. Much of this power came from the de facto monopoly status of the PRI. As mentioned above, he effectively chose his successor as president by personally nominating the PRI's candidate in the next election. In addition, the unwritten rules of the PRI allowed him to designate party officials and candidates all the way down to the local level. He thus had an important (but not exclusive) influence over the political life of the country (part of his power had to be shared with unions and other groups, but as an individual, he had no peers). This and his constitutional powers made some political commentators describe the president as a six-year dictator, and to call this system an \"imperial presidency\". The situation remained largely unchanged until the early 1980s when a grave economic crisis created discomfort both in the population and inside the party, and the president's power was no longer absolute but still impressive. An important characteristic of this system is that the new president was effectively chosen by the old one (since the PRI candidate was assured of election) but once he assumed power, the old one lost all power and influence (\"no reelection\" is a cornerstone of Mexican politics). In fact, tradition called for the incumbent president to fade into the background during the campaign to elect his successor. This renewed command helped maintain party discipline and avoided the stagnation associated with a single man holding power for decades, prompting Peruvian novelist Mario Vargas Llosa to call Mexico's political system \"the perfect dictatorship\" since the president's powers were cloaked by democratic practice. With the democratic reforms of recent years and fairer elections, the president's powers have been limited in fact as well as in name. Vargas Llosa, during the Fox administration, called this new system \"The Imperfect Democracy\". The current rights and powers of the president of Mexico are established, limited and enumerated by Article 89 of the Constitution which include the following: A decree is a legislative instrument that has an expiration date and that is issued by one of the three branches of government. Congress may issue decrees, and the President may issue decrees as well. However, they have all the power of laws, but cannot be changed except by the power that issued them. Decrees are very limited in their extent. One such decree is the federal budget, which is issued by Congress. The president's office may suggest a budget, but at the end of the day, it is Congress that decrees how to collect taxes and how to spend them. A Supreme Court ruling on Vicente Fox's veto of the 2004 budget suggests that the President may have the right to veto decrees from Congress. Since 1997, the Congress has been plural, usually with opposition parties having a majority. Major reforms (tax, energy) have to pass by Congress, and the ruling President usually found his efforts blocked: the PRI's Zedillo by opposing PAN/PRD congressmen, and later the PAN's Fox by the PRI and PRD. The PAN would push the reforms it denied to the PRI and vice versa. This situation, novel in a country where Congress was +90% dominated by the president's party for most of the century, has led to a legal analysis of the president's power. Formerly almost a dictator (because of PRI's party discipline), the current times show the president's power as somewhat limited. In 2004, President Fox threatened to veto the budget approved by Congress, claiming the budget overstepped his authority to lead the country, only to learn no branch of government had the power to veto a decree issued by another branch of government (although a different, non jurisprudence-setting ruling stated he could return the budget with observations). Upon taking office, the President raises his/her right arm to shoulder-level and takes the following oath: Protesto guardar y hacer guardar la Constitución Política de los Estados Unidos Mexicanos y las leyes que de ella emanen, y desempeñar leal y patrióticamente el cargo de Presidente de la República que el pueblo me ha conferido, mirando en todo por el bien y prosperidad de la Unión; y si así no lo hiciere que la Nación me lo demande. Translation: I affirm to follow and uphold the Political Constitution of the United Mexican States and the laws that emanate from it, and to perform loyally and patriotically the office of President of the Republic which the people have conferred upon me, in all actions looking after the good and prosperity of the Union; and if I were not to do so, may the Nation demand it of me. The Mexican Presidential sash has the colors of the Mexican flag in three bands of equal width, with green on top, white in the center, and red on the bottom, worn from right shoulder to left waist; it also includes the National Seal, in gold thread, to be worn chest-high. In November 2018, a reform was made on Article 34 reordering the colors of the sash. A new sash was made putting the colors of the sash back to the previous order that was used from 1924 through 2009.[13] In swearing-in ceremonies, the outgoing President turns in the sash to the current President of the Chamber of Deputies, who in turn gives it to the new president after the latter has sworn the oath of office. The sash is the symbol of the Executive Federal Power, and may only be worn by the current President. According to Article 35 of the Law on the National Arms, Flag, and Anthem, the President must wear the sash at the swearing-in ceremony, when he makes his annual State of the Union report to Congress, during the commemoration of the Grito de Dolores on 15 September of each year, and when he receives the diplomatic credentials of accredited foreign ambassadors and ministers. He is also expected to wear it \"in those official ceremonies of greatest solemnity\". The sash is worn from right shoulder to left hip, and should be worn underneath the coat. The only exception is during the swearing-in ceremony, when it is worn over the coat so that the out-going president may easily take the sash off and drape it over the incoming president (Article 36). In addition to the Presidential Sash, each president receives a Presidential Flag; the flag has imprinted the words Estados Unidos Mexicanos in golden letters and the national coat of arms also in gold. The official residence and workplace of the President is the National Palace, a building facing the Plaza de la Constitución (Zócalo) in Mexico City. The site has been a seat of power since the Aztec Empire, with the materials of the current building taken from the palace of the Aztec emperor Moctezuma II.[14] The President also has the use of Chapultepec Castle, formerly the imperial palace of the Second Mexican Empire, and afterwards the official residence of Mexican presidents until 1934, when Lázaro Cárdenas established the presidential residence at Los Pinos. Andrés Manuel López Obrador moved the presidential residence back to the National Palace upon the start of his term in 2018.[15] Article 84 of the Mexican Constitution states that \"in case of absolute absence of a President\" the following should happen: No person who has already served as president, whether elected, provisional, interim, or substitute, can be designated as provisional, interim, or substitute president. The designation of the Secretary of the Interior as the immediate successor dates to August 2012, when the changes to the Constitution were published in the Official Diary. The succession provisions have come into play only twice since the current constitution was enacted. In 1928, after the assassination of president-elect Álvaro Obregón, Congress appointed Emilio Portes Gil as Interim President; Portes Gil served in the position for 14 months while new elections were called. Pascual Ortiz Rubio was elected president in the special elections that followed in 1930, but he resigned in 1932. Abelardo L. Rodríguez was then appointed Interim President to fill out the remainder of Ortiz Rubio's term (under current law Rodríguez would be Substitute President, but at the time there was no distinction between Interim, Substitute, and Provisional presidents). Former presidents of Mexico continue to carry the title \"president\" until death but are rarely referred by it; they are commonly called ex-presidents. They were also given protection by the former Estado Mayor Presidencial. Prior to 2018, former presidents also received a lifetime pension, though they could refuse it, as Ernesto Zedillo did. However, the pensions were abolished and terminated in 2018.[16] Contrary to what happens in many other countries, former presidents of Mexico do not continue to be important national figures once out of office, and usually lead a discreet life. This is partly because they do not want to interfere with the government of the new president and partly because they may not have a good public image.[citation needed] This tradition can be traced back to the presidency of Lázaro Cárdenas. Former president Plutarco Elías Calles had personally selected Cárdenas as his successor, and had hoped to control things from behind the scenes as he had for the previous five years. However, when Cárdenas showed he was going to rule in fact as well as in name, Calles publicly criticized him, prompting Cárdenas to have Calles escorted out of the country by military police.[citation needed] Cárdenas himself remained silent on the policies of his successor Manuel Ávila Camacho, establishing a tradition that former presidents do not interfere with their successors. For example, Ernesto Zedillo holds important offices in the United Nations and in the private sector, but outside of Mexico. It is speculated he lives in a self-imposed exile to avoid the hatred of some of his fellow members of the PRI for having acknowledged the PRI's defeat in the 2000 presidential election.[citation needed] Carlos Salinas de Gortari also lived in a self-imposed exile in Ireland, but returned to Mexico. He campaigned intensely to have his brother, Raúl Salinas, freed after he was jailed in the early days of Zedillo's term, accused of drug trafficking and planning the assassination of José Francisco Ruiz Massieu. Carlos Salinas also wrote a book on neo-liberal Mexico, secured a position with the Dow Jones Company in the United States, and worked as a professor at several prestigious universities in that country. Ernesto Zedillo and Felipe Calderón two surviving former presidents living in the United States and teaching at the universities where they studied: Zedillo at Yale University and Calderón at Harvard University. Along with Carlos Salinas de Gortari, three other surviving former presidents (Luis Echeverría, Vicente Fox, and Enrique Peña Nieto) still live in Mexico. On 30 June 2006, Echeverría was placed under house arrest under charges of genocide for his role as Secretary of the Interior during the 1968 Tlatelolco massacre.[17] The house arrest was lifted in 2009. As of 2022[update], there were six living former presidents of Mexico. The most recent death of a former president was that of Miguel de la Madrid (1982–1988), on 1 April 2012. The living former presidents, in order of service, are:","country":"Mexico"}