{"name":"Rafael Urdaneta","url":"/wiki/Rafael_Urdaneta","Born":"1788-10-24","Died":"1845-08-23","termEnds":null,"termStarts":null,"text":"Rafael José Urdaneta y Farías (October 24, 1788 – August 23, 1845) was a Venezuelan General and hero of the Spanish American wars of independence.[1] He served as President of Gran Colombia from 1830 until 1831. He was an ardent supporter of Simón Bolívar and one of his most trusted and loyal allies.[2] Rafael Urdaneta was born in Maracaibo, Captaincy General of Venezuela to a prominent family of Spanish descent on October 24, 1788. He was a son of the marriage between Miguel Jerónimo de Urdaneta y Troconis and María Alejandrina de Farías. He began his elementary education in Maracaibo, and his secondary education in Caracas. Prior to the independence war, he was a student of Latin and philosophy. He married Dolores Vargas París, a young and renowned heroine of the city of Santa Fe, in Santa Fe, Gran Colombia, on August 31, 1822. Before Gran Colombia was dissolved in 1831, the marriage had enjoyed much popularity. However, following the dissolution and the establishment of a dictatorship in the Republic of New Granada, they were forced to flee the country. Upon reaching Maracaibo, Venezuela (Urdaneta's native city), they suffered persecution from General Páez, who had become one of Bolívar's ideological adversaries after the end of the Venezuelan War of Independence. Urdaneta and Dolores were supporters of Bolívar's cause; so they were forced to flee again, this time to Curaçao. In 1832, they were able to return to Caracas through a license granted to the family by the government of Venezuela, but it stipulated that Urdaneta was not to intervene in the politics of the country. The family moved to Santa Ana de Coro, where a revolt erupted against the government. This opened the doors for Urdaneta to venture into Venezuelan politics once again. He was eventually able to retain a position as a senator until 1845. In 1845, he was appointed Envoy of Venezuela to Spain, but he died in Paris, France, on the 23rd of August of that year from complications from kidney stones, and before ever reaching Spain. Urdaneta is buried in the National Pantheon of Venezuela since May 16, 1876. In 2015, the 24th of October was decreed as a national holiday in Venezuela to commemorate him.[3] Encouraged by his uncle, Martín de Urdaneta y Troconis, who had been employed in Santa Fe, Viceroyalty of New Granada as the chief accountant of the Court of Accounts of the Real Audiencia of Santa Fe, Urdaneta traveled to that city in 1804 with the intention of developing his studies. He lived several years in Santa Fe, acquiring experience in the administration of military affairs. On July 20, 1810, a junta was formed in Santa Fe: one of the many independence movements that were beginning to take shape across the entire continent following the establishment of the Caracas Junta in April of that year; Urdaneta joined the movement. He was incorporated into the first battalion of the patriot army of New Granada on November 1, 1810, as a lieutenant, and the following year fought in the Campaña del Sur of New Granada. Following the Battle of Santa Fe in 1813, he was captured by the royalists and imprisoned for a few months before being liberated. Simón Bolívar had been exiled from Venezuelan territory after the collapse of the first republic he had established in 1811, but by 1813 he was fighting the royalists in the New Granada region. It was during this time that Urdaneta was able to join Bolívar's revolutionary army. Bolívar's Admirable Campaign to reclaim Venezuela proved to be a stage for Urdaneta. He distinguished himself under the command of colonel José Félix Ribas on July 2, 1813, in the Battle of Niquitao, and was decisive for the patriot victory at the Battle of Taguanes against the royalist forces of Colonel Julián Izquierdo. Following the patriot victory and the establishment of the Second Republic of Venezuela, in the report before the New Granada Congress at Tunja, Bolívar described Urdaneta as: \"worthy of recommendation and deserving of all esteem from the government for the valor and intelligence with which he distinguished himself in action.\" From that moment on he led numerous military actions, among which stand out the Battle of Barbula, the Retreat to the East, the Siege of Santa Fe (after which he was promoted to Lieutenant-general at only 26 years of age), the Capture of Maracaibo, and the March to San Carlos in 1821 that liberated the Province of Coro and set the stage for the Battle of Carabobo. He did not participate in the Battle of Carabobo since Bolívar considered that the exhaustion his troops had suffered during the march was too great. In view of Urdaneta's service, Bolívar requested at this moment that he be promoted to General Officer.[4] Following the Battle of Carabobo in 1821, with Venezuela independent and after years of service to the patriotic cause, Urdaneta became one of Bolívar's closest friends and collaborators. In 1828 Urdaneta, then Minister of War and presiding over the Cabinet, was in charge of judging the alleged traitors behind the September Conspiracy by which an attempt was made to assassinate Bolívar, then president of Gran Colombia. Convinced without any doubt that Francisco de Paula Santander was the head conspirator, Urdaneta, along with the majority of the ministers in the Cabinet, sentenced him to death. Bolívar was afraid for the stability of the union between New Granada and Venezuela, so he forced Santander to lifelong exile instead. However, conflicts such as this one, in addition to the assassination of Antonio José de Sucre in 1830, ultimately led to the collapse of Gran Colombia and; therefore, the union for which Bolívar had sacrificed so much to maintain since independence was achieved. Throughout his life, Urdaneta also served as Chief of Army Staff and as Minister of War and Navy. Bolívar called him \"El Brillante\" (\"The Brilliant\"), for his remarkable sense of strategy in battle; a name now used to refer to him in Venezuelan historiography.[5] He is considered to have been \"the most loyal of loyals to Bolívar\".[3] His loyalty to the patriotic cause and the ideals of Bolívar was perpetuated in the words he once said to him: \"...if two men are sufficient to liberate our homeland, ready am I to follow you.\" (\"General, si dos hombres bastan para libertar la patria, presto estoy yo para acompañarlo a usted\").[6] In 1830, the rising animosity between New Granadians and Venezuelans reached a boiling point. At the time, the Venezuelan battalion Callao, loyal to General Bolívar, was stationed in Bogotá. Another battalion, loyal to General Francisco de Paula Santander, and also stationed in the same city, persuaded the Government to relocate Callao to the city of Tunja. This action provoked an uproar in the civilian population from Venezuela that lived in Bogotá, and triggered a confrontation between both battalions. The Callao battalion defeated the Neogranadine battalion and President Joaquín Mosquera y Arboleda and Vice President Domingo Caycedo y Sanz de Santamaría fled from the capital. On September 5, 1830, General Urdaneta took control of the presidency under the title of \"Provisional Chief of the Government of the Republic of Colombia\". It was the hope of General Urdaneta and his allies to persuade Bolívar, who had resigned in May of that year, to return to the capital and once again take over as president. When it became clear that Bolívar would not return to the capital, and in an effort to restore peace and order, Urdaneta ordered Congress to convene on June 15, 1831, in the city of Villa de Leyva. Nevertheless, before congress could convene, the Neogranadine generals expressed their displeasure against General Urdaneta, and military actions erupted throughout the country. Generals José María Obando and José Hilario López took control of the southern states of New Granada, and General José Salvador Córdova Muñoz of the northern states. On April 14, 1831, the advancing armies proclaimed Caycedo as the legitimate head of the executive, and requested General Urdaneta to enter into peace negotiations. Urdaneta accepted, and met with the Neogranadine generals in the town of Apulo. On 28 April both parties signed the Treaty of Apulo, by which peace was secured and Urdaneta relinquished power.","country":"Colombia"}