{"name":"Rafael Reyes Prieto","url":"/wiki/Rafael_Reyes_Prieto","Born":"1849-12-05","Died":"1921-02-18","Political party":"Conservative","termEnds":null,"termStarts":null,"text":"Rafael Reyes Prieto (December 5, 1849 – February 18, 1921) was a Colombian politician and soldier who was the Chief of Staff of the Colombian National Army and President of Colombia (1904–1909).[1] Rafael Reyes was born in Santa Rosa de Viterbo, Boyacá, Colombia on December 5, 1849. He died in Bogotá on February 18, 1921.[1] Rafael Reyes was the son of Ambrosio Reyes Moreno, who, a widower with five children, and remarried with Ms. Antonia Prieto and Solano, whose union there were four children, namely: Enrique, Maria, Rafael and Nestor. Ambrosio died when the eldest son of his second marriage, Enrique, was five. His wife Sofia Angulo came from the high society of Popayan and married in 1877, whose union there were six children, namely Rafael, Enrique, Amalia, Nina, Sofia and Pedro Ignacio. In 1898 widower, and refuses to remarry. After finishing his studies at age 17, he and his siblings constituted an exports company called Hermanos Reyes (Spanish from the Reyes Brothers) that shipped Quina (Cinchona officinalis) from the isolated jungles of the Amazon rainforest and Putumayo River (Colombia) to Europe (Quina was used in the treatment of malaria). After his success in diverse and lengthy explorations, settling towns and discovering unknown rivers throughout the Amazon rainforest of Brazil, Peru, Ecuador and Colombia, the enterprise went into a decline in 1884: several ships sank down, workforce was diminished due to diseases and migration of personnel.[2] Hermanos Reyes came to an end under dramatic circumstances after de death of his three brothers; Elías Reyes died of a heart condition, Enrique Reyes got the yellow fever, and Nestor Reyes, his younger brother, perished under gruesome circumstances in the Amazon, where he was eaten by the cannibalistic tribe of Witoto people. After his brother’s death and the falling prices of Quina, the enterprise of the Reyes Brothers (Hermanos Reyes), came to an end.[3] In 1885, after his enterprise’s fall down, 35-year-old Reyes joined the army to battle in the Civil War of 1885, and due to his courage and skill in warfare he was promoted to General, shortly after. Right in the middle of the war, president Rafael Nuñez gave him the responsibility of leading operations to conquer back Panama as part of the Colombian territory; the mission was originally under command of the general of the division, Gral. Miguel Montoya, but Reyes was the one in actual command. A sea operation was set off from Buenaventura to Panama, in which Reyes had to recover an old pontoon from out of corrosion to make up for the lack of ships in his fleet, and be able to move his troops; feat known as the “Pontoon’s Adventure”. When the expedition arrived in Panamá, they reestablished the civil and military authority, and a few days later all U.S.A. force presence left the isthmus. After the Panamanian rebel Azpurría surrendered before them, Reyes presided over a spoken council of war which resulted in the execution of Antoine Petricelli from Haiti and the Jamaican George Davis, a.k.a. \"Cocobolo\", both of them held responsible for the conflagration of Colón, Panama City.[4] Pedro Prestán, also blamed for the Colón, Panama conflagration, was hanged on August 18th, three months after a council of war led by Pedro Nel Ospina; nevertheless, all the responsibility fell down on Reyes. Meanwhile, President Rafael Nuñez worked in establishing a firm and centralized organization in the State. With the defeat of radical Liberals and the rise to power by the Conservative party which sought a new centralized constitution of laws, the 1863 Constitution was abolished, and led by President Rafael Nuñez to the Constitution of 1886, which would be in rule for the next hundred years. On November 11th 1885, when the National Constituent Assembly was established, Reyes obtained a seat, however, his participation in the Magna Carta was somehow unfortunate, due to the fact that Miguel Antonio Caro opposed most of his motions. In 1887 the Government gave Reyes a “confidential task” in Europe: To obtain some credits and loans; task which did not succeed, however, at his return, Nuñez named him Minister of Development. In 1888 he returned to his personal activities and purchased the Andorra ranch, nearby Tocaima, where agriculture gave him back his previously lost wealth. In 1890 he was elected senator and ran for the vice presidency of Colombia in 1892, but lost in the polls. Five years later he took part in the Civil War of 1895, and later that year, he was named Government Minister by president Miguel Antonio Caro, in spite of an old enmity between them that went back to the times of the Constituent Assembly. In 1896, in the days when Reyes had chances to be presidential candidate, Caro decided to send him off to Paris as the Ambassador of Colombia, which kept him away from the presidential race in the 1898 presidential elections; and also interfering with his involvement in the War of a Thousand Days' War. Since 1902 Reyes lived in Mexico while arranging and setting up everything for the 1904 presidential elections. In 1904, José Manuel Marroquín president gave him the task to put together an army of one hundred thousand volunteers to battle and win back Panamá. Three Generals were with him in this mission: Pedro Nel Ospina, Lucas Caballero and Jorge Holguín. Due to intelligence information arriving to Bogota regarding the movement and arrangement of new U.S.A. battleships in the Pacific and the Caribbean, Colombia’s approach moved away from belligerence to a more diplomatic manner of doing things; the fact that the Mayflower, the North American flagship of the Atlantic and other ten ships were guarding both oceans to impede any Colombian troops to disembark and protect the rebellion of the isthmus, made things lean towards diplomacy and avert going to war against the U.S.A. Colombian Troops were allowed to disembark, thanks to Secretary of State, John M. Hay who authorized them to set foot at Colón, but they were not allowed to be part of the Provisional Government Board to negotiate the devolution of the isthmus; from there, they parted to Washington. In Washington, after learning that the Hay-Banu-Varilla treaty with Panama had been signed, Reyes dissolved the diplomatic commission and gave up any effort to engage into military confrontation against the United States; from Washington, he wrote: December 22. Any type of armed confrontation with the U.S.A. must be avoided, do not occupy Panamanian territory. Gather at Panama, 40 war vapors. Imminent risk of war, Medellin, Bogota… terrible situation.[5] Reyes’s troops waited for General’s orders to march down in Panamá. The State of Panama had seceded from Colombia on November 3, 1903, during the administration of President José Manuel Marroquín. The Panamanian troops, aided by military advisers and troops from the United States of America, had declared their independence. This action was supported by President Theodore Roosevelt, who had expressed interest in building an interoceanic canal in this strategic region. There had been a treaty between Colombia and United States of America, the Hay–Herrán Treaty, signed on January 12, 1903, by which the United States would finance, direct and supervise the construction of the canal.[6] In the 1904 presidential race, which did not have any Liberal candidates, Reyes ran against another conservator; General Joaquín Fernando Vélez, to whom he would later beat for a narrow difference. With the enormous prestige that Reyes was enjoying after his successful military campaign of 1895 in the North, it seemed obvious that we would be nominated by his party to run for president in 1900. But it did not happen. He would have to wait until four year later.[7] By 1904, Colombia was still ruined[8] from the events of the civil Thousand Days' War and the loss of Panama. The conservative party presented two presidential tickets, one with Rafael Reyes for president and Ramón González Valencia as vice-president, and the other with Joaquin Vélez for president and Alfredo Vásquez Cobo. The liberal party abstained from this election. The results of the election were too close and challenges were brought to court. The Electoral Court proclaimed Reyes as President and he was inaugurated on August 7, 1904.[7] The mottos of President Reyes' administration were: \"peace, harmony and work\" and \"less politics and more administration\". His first regulations were aimed at restoring peace and order. In a reconciliatory gesture towards the liberals, he offered them to share positions in his cabinet. The fact that Reyes had been away from the country during the years of civil war (1899–1902) gave him much credulity in the eyes of both parties.[7] President Reyes, on December 12, 1904, received a letter from the Speaker of the House of Representative, Dionisio Arango, by which the President was informed that the House could not carry on with its constitutional duties because of a permanent lack of quorum. Thus, President Reyes, under the authority granted to him by the Constitution, closed Congress. He convened a General Constitutional Assembly, integrated by members of both parties (conservative and liberal). The Assembly convened in Bogotá on January 1, 1905, and its most significant pieces of legislation were: to reform and modernize the Constitution, suppressed the vice-presidency and suppressed the Council of State.[9] Reyes was a professional administrator and social reformer, more than a politician.[10] He sponsored the law to protect the rights of minority social groups; established the Ministry of Public Works; completed the Central Highway and the Ferrocarril de Girardot; built el Capitolio (the building of Congress or Capitol Hill); created a modern Escuela Militar (Military Academy) with the assistance of highly qualified Chilean officers; restored diplomatic relations with Venezuela; implemented legislation to stabilize the currency and in 1905 created the Banco Central (central bank).[9] The administration of Reyes, thanks to the treaty of Averbury-Holguín, was able to restructure the nation’s foreign debt. As a result of this treaty, Reyes obtained substantial foreign aid and secured significant international loans to finance his plans of public works and infrastructure. His administration was very protectionist, fomented the industries[11] of textiles and sugar. He expanded the operation of oil refineries, and the manufacturing of paper, glass and steel. Reyes also encouraged and promoted the growing of banana, coffee and cotton.[9] Some members of the conservative party showed contempt for the way president Reyes had offered reconciliation toward the liberal party, mainly after the civil Thousand Days' War. On February 10, 1906, during his daily morning coach drive through the neighborhoods of Bogotá with his wife and daughter, they were victims of an assassination attempt. The attempt took place in the neighborhood of Barrocolorado. Fortunately, the first family escaped alive and unhurt. A few weeks later, the perpetrators and masterminds of the assassination attempt were apprehended, tried and executed in the same place where the assassination attempt took place.[9] Due to the separation of Panama from Colombia, the relationship between Colombia and the United States of America were very tense and had deteriorated to a very low point. President Reyes, a true diplomat, had pushed towards a treaty of reconciliation to restore diplomatic relations. On January 9, 1909, his administration signed this treaty through his Secretary of State Enrique Cortéz, between Colombia, Panama and the United States of America. In part, the treaty had a provision by which the United States would pay substantial monetary funds in compensation and restitution to Colombia for the loss of the Panamanian territory.[12] Finally, to avoid a war between supporters and opponents secretly handed over the presidency to the general Jorge Holguín Mallarino on 9 June 1909 and once in Santa Marta, went as a passenger in the Manistí ship bound for Europe. His resignation became official on July 27, 1909. In a voluntary exile, General Rafael Reyes traveled to several continents for 10 years; He resided in France, Spain, and returned to Colombia to spend his last years of life.[2] He died of pneumonia in Bogotá on 18 February 1921. His five years of government were known to his followers as the Quinquenio Reyes[13] and opponents as Dictatorship Reyes.[12] President Rafael Reyes is mentioned in Gabriel García Márquez's 1985 novel, Love in the Time of Cholera.","country":"Colombia"}