{"name":"Ramiz Alia","url":"/wiki/Ramiz_Alia","Born":"1925-10-18","Died":"2011-10-07","Political party":"Party of Labour (1961–1991) Socialist Party (1991–2011)","termEnds":null,"termStarts":null,"text":"Ramiz Tafë Alia (pronunciation (help·info); 18 October 1925 – 7 October 2011) was an Albanian politician serving as the second and last leader of the People's Socialist Republic of Albania from 1985 to 1991, serving as First Secretary of the Party of Labour of Albania. He was also the country's head of state from 1982 to 1992. He had been seen as a successor by Enver Hoxha and took power after Hoxha died. Alia was born on 18 October 1925 in Shkodër to Muslim parents who fled from persecution in Kingdom of Yugoslavia.[2][3][4] He grew up and spent his childhood in Tirana. In the early part of World War II Alia was a member of a fascist youth organisation known as the Fascist Lictor Youth Organisation but joined the underground Albanian Communist Youth Organisation in 1941.[5][6] In 1943, he became a member of the Albanian Communist Party.[6] He had risen rapidly under Hoxha's patronage and by 1961 was a full member of the ruling Political Bureau (Politburo of the Party of Labour of Albania).[7] Alia distinguished himself as the chief ideologist in the social and cultural fields for the Party of Labour of Albania, specifically during the years of the Cultural and Ideological Revolution.[8] Although Hoxha never designated an official successor, there were clear signs that he favoured Alia. In introducing Alia to one of his doctors, Hoxha said \"My friend, I'm getting old, and my health is not the best it could be. Younger comrades, like this one [Alia], will step in.\"[9] Alia had also long been a militant follower of Marxism–Leninism and supported Hoxha's policy of national self-reliance. Alia also was favoured by Hoxha's wife Nexhmije, who had once been his instructor at the Institute of Marxism-Leninism. His political experience was similar to that of Hoxha; and in as much as he appeared to share Hoxha's views on most foreign and domestic issues, he accommodated himself to the totalitarian mode of ruling.[citation needed] After World War II, Alia resumed his duties in the Communist Youth Organisation, and at the First Congress of the Albanian Party of Labour in November 1948, he was elected to its Central Committee and was assigned to the department of agitation and propaganda.[5] When he succeeded Hoxha in 1985, the country was in grave difficulty. Political apathy and cynicism were pervasive, with large segments of the population having rejected the government's values. The economy, which suffered from low productivity and permanent shortages of the most basic foodstuffs, showed no sign of improvement. Social controls and self-discipline had eroded. The intelligentsia was beginning to resist strict party controls and to criticise the government's failure to observe international standards of human rights. Apparently recognising the depth and extent of the societal malaise, Alia cautiously and slowly began to make changes in the system. His first target was the economic system. In an effort to improve economic efficiency, Alia introduced some economic decentralisation and price reform in specific sectors.[citation needed] Alia did not relax censorship, but he did allow public discussions of Albania's societal problems and encouraged debates among writers and artists on cultural issues. In response to international criticism of Albania's record on human rights, the new leadership loosened some political controls and ceased to apply repression on a mass scale. In 1989, general amnesties brought about the release of many long-term prisoners. He strengthened ties with Greece, Italy, Turkey, and Yugoslavia. A loosening of restrictions on travel and tourism resulted in a more promising outlook for Albania's tourist trade.[citation needed] As late as 1988, Alia had continued insisting that Hoxha was the only statesman in decades who stayed loyal to Marxism-Leninism, claiming in his speech at the unveiling of Hoxha's statue in Skanderbeg Square: \"Enver Hoxha has been and remains to this day the only name among the communist leaders of the last 4-5 decades who defended the teachings of Marxism-Leninism, the ideals of the revolution and socialism, both in theory and practice.\"[10] Despite Alia's efforts to proceed with change on a limited, cautious basis, reform from above threatened to turn into reform from below, largely because of the increasingly vocal demands of Albania's youth. On 9 December 1990, student demonstrators marched from the Enver Hoxha University (now University of Tirana) at Tirana through the streets of the capital shouting slogans and demanding reforms. By 11 December, the number of participants had reached almost 3,000. In an effort to quell the student unrest, which had led to clashes with riot police, Alia met with the students and agreed to take further steps toward democratization. The students informed Alia that they wanted to create an independent political organisation of students and youth. Alia's response was that such an organisation had to be registered with the Ministry of Justice.[11] In his traditional New Year's message to the Albanian people, Alia welcomed the changes that had been occurring in the country and claimed that 1991 would be a turning point in terms of the economy. Despite positive signs of change, many Albanians were still trying to leave their country. At the end of 1990, as many as 5,000 Albanians crossed over the mountainous border into Greece. Young people motivated by economic dissatisfaction made up the bulk of the refugees.[citation needed] Alia was a crucial figure in the peaceful political transition of the early 1990s. Many believe that he helped the rise to power of the anti-communist opposition forces, thus eliminating possible bloodshed. He managed to remain a key political figure throughout several political crises. Nonetheless, with Albania in the throes of a grave economic crisis, Alia had to face challenges that he could not surmount. On 12 December 1990, he signed a law allowing political pluralism, on which he would later comment as his life's greatest failure.[12] In the 1991 elections, the first democratic elections in the country, where Alia ran for Member of National Parliament in a constituency in the capital, which was a stronghold of the communist party, he was badly defeated by a surprising majority of 61% by the renowned mining engineer in the country, Franko Kroqi. Kroqi ran as a candidate of the newly formed Democratic Party of Albania, although he never became a party member. After this loss, and later on the Democratic Party of Albania's (DPA) landslide victory in the spring 1992 general election, he resigned as president on 3 April 1992.[5] On 9 April the People's Assembly elected DPA leader Sali Berisha as Albania's new head of state. On 21 May 1994, senior officials from the Communist government, including Ramiz Alia, went on trial. Alia was charged with abuse of power and misappropriation of state funds, as was prime minister Adil Carçani, deputy prime minister Manush Myftiu, and Rita Marko who was a vice-president. Alia had been placed under house arrest in August 1992 and his detention was converted into imprisonment in August 1993.[5] In court he claimed he was the victim of a political show trial and demanded that the trial be broadcast on television, a request denied by the presiding judge. The trial was monitored by a Human Rights Watch representative and proceeded with only minor due process irregularities. The ten defendants were found guilty as charged and sentenced to between three and nine years in prison; Alia received a nine-year sentence. A court of appeals subsequently reduced some of the sentences, notably Alia's to five years. Alia, Myftiu, Carçani, Stefani and Isai were also ordered to repay various sums to the state. On 30 November, the Court of Cassation reduced Alia's term by an additional three years. On 7 July 1995, Ramiz Alia was freed from jail. However, his freedom was short-lived and in 1996 he was charged with committing crimes against humanity during his term, and was imprisoned anew in March. The trial against him began on 18 February 1997, but he escaped from the prison following the unrest in the country and the desertion of the guards.[13] Amid the unrest he appeared on State TV in an exclusive interview with Blendi Fevziu. In the late 2000s he was sometimes seen travelling to Albania from Dubai to give interviews or publicise his books.[14] Ramiz Alia died on 7 October 2011 in Tirana, Albania, 11 days before his 86th birthday, having returned to the country in December 1997 after escaping briefly to France to join his family during the Albanian Civil War.[15] Other sources","country":"Albania"}