{"name":"Ranasinghe Premadasa","url":"/wiki/Ranasinghe_Premadasa","Born":"1924-06-23","Died":"1993-05-01","Political party":"United National Party","termEnds":null,"termStarts":null,"text":"Sri Lankabhimanya Ranasinghe Premadasa (Sinhala: රණසිංහ ප්‍රේමදාස,Tamil: ரணசிங்க பிரேமதாசா; 23 June 1924 – 1 May 1993)[1] was the third (Second Executive) President of Sri Lanka from 2 January 1989 to 1 May 1993.[2] Before that, he served as the prime minister in the government headed by J. R. Jayewardene from 6 February 1978 to 1 January 1989.[3] He was awarded Sri Lanka's highest award to a civilian Sri Lankabhimanya in 1986 by President Junius Richard Jayewardene, the first to receive in Sri Lankan history.[4] He was assassinated in Colombo in a suicide bombing by the LTTE.[5][6] Ranasinghe Premadasa was born on 23 June 1924 at Dias Place, Colombo 11, to the family of Richard Ranasinghe (Ranasinghe Mudalali) of Kosgoda and Battuwita Jayasinghe Arachchige Ensina Hamine of Batuwita, Horana. Premadasa was the oldest of five children, three sisters, and one brother. His father was engaged in the transport business in Colombo employing rickshaws.[7] He received his early education at the Purwarama temple under Ven. Welitara Sri Pannananda and secondary education at Lorenz College, Skinner's Road, South Maradana and at Saint Joseph's College, Colombo under Rector Fr. Le Goc.[7] At age fifteen, Premadasa started the Sucharita Children's Society, which later became the Sucharitha Movement, a volunteers organisation with the objectives of uplifting the economic, social and spiritual development of the low income people living in shanty areas of the capital. He was the full-time organizer of the community development project of the area in 1939. These youth who enrolled in his development movement refrained from taking liquor and avoided smoking and gambling. Premadasa too was a teetotaler.[7] Allying with A. E. Goonesinghe, the founder leader of the Ceylon Labour movement, Premadasa started his political career in 1946 joining the Ceylon Labour Party as a full time member and campaigned for Goonesinghe in the 1947 general election. In 1950, he was elected to the Colombo Municipal Council as a member of San Sebastian's Ward.[7] Having realized limited future prospects in the Labour Party in the mid 1950s, he supported Sir John Kotelawala's move to remove LSSP Mayor of Colombo, Dr N. M. Perera. In 1955, he succeeded T. Rudra as Deputy Mayor and joined the United National Party in 1956 following the successful removal of Dr N. M. Perera as Mayor of Colombo in February 1956.[8] From the United National Party, Premadasa contested the 1956 general election from the Ruwanwella electorate and lost to Dr N. M. Perera. Following his defeat, he joined J. R. Jayewardene working for the party reorganization under Dudley Senanayake and served as the secretary of the Religious Affairs Committee of the Buddhist Council appointed by the government to organize the 2500th Buddha Jayanthi celebrations.[6][9] The following year he joined the protest march to Kandy on 3 October, which had been organized by J. R. Jayewardene. This march was disrupted at Imbulgoda by thugs led by S. D. Bandaranayake. He was elected the third Member of Parliament from Colombo Central in the March 1960 general election. The short lived Dudley Senanayake government fell in three months and in the July 1960 general election that followed he polled fourth in the three member constituency of Colombo Central. In 1961, he re-entered the Colombo Municipal Council having been elected from the Cinnamon Gardens Ward and served till 1965. During this time he worked to open pre-schools for poor families and initiated vocational training centers in sewing and tailoring for the youth.[6][7] He successfully contested the Colombo Central electorate in the 1965 general election and was elected to parliament, he was appointed Chief Government Whip and Parliamentary Secretary to the Minister of Local Government, M. Tiruchelvam. When Tiruchelvam resigned in 1968, after the Federal Party left Dudley Senanayake's government, Premadasa was promoted as Minister of Local Government and became a member of Senanayake's cabinet. During his tenure he instituted a bridges programme using pre-stressed concrete components, created the Maligawatta Housing Scheme and became known in the local governments in the island.[8] Premadasa turned Radio Ceylon, the oldest radio station in South Asia, into a public corporation – the Ceylon Broadcasting Corporation on 5 January 1967. In the following 1970 general election, he was elected first Member of Parliament for Colombo Central and sat in the opposition with J.R. Jayewardene, the Leader of the Opposition. Premadasa was appointed Chief Opposition Whip. Further, he was elected chairman of the General Assembly of the Commonwealth Inter- Parliamentary Association held in Australia. In the meantime, he was member of the Constituent Assembly which drafted the constitution of 1972. Premadasa called for reforms of the party, which Senanayake refused resulting in Premadasa resigning from the party working committee. He went on to form the Samastha Lanka Puravesi Peramuna, known generally as the Puravesi Peramuna or Citizens Front. Building up the Citizens Front, he was in open conflict with Senanayake who had recently healed a rift with Jayawardane. Amidst this conflict Dudley Senanayake died on 13 April 1973 following a heart attack and Senanayake loyalist found fault with Premadasa. Jayawardane who became party leader came to terms with Premadasa, who stopped the Citizens Front and return to fully support the United National Party driving up its membership at grassroot levels and becoming its deputy leader.[10] Premadasa was re-elected as the first member of parliament for Colombo Central in the general election in 1977 and was appointed the Leader of the House and the Minister of Local Government, Housing and Construction.[7] In the following year, when J. R. Jayewardene became the first Executive President of the country, he appointed Premadasa as the Prime Minister on 23 February 1978. Premadasa began to define the new role of the Prime Minister under an executive president. He took residence at Temple Trees, retained the use of the Prime Minister's Lodge and established a new prime minister's office at Sirimathipaya. He began representing Sri Lanka internationally, having led the Sri Lankan delegation to the Commonwealth Heads of Government Meeting in 1979, where he secured British funding for the construction of the Victoria Dam. He headed the Sri Lankan delegation to the United Nations General Assembly in 1980 where he addressed the general assembly.[11][7] Continuing to hold the portfolios of Local Government, Housing and Construction; he initiated his political program, shelter for the poor, after the United Nations declared a Year of Shelter. His proposal to declare 1987 as the International Year of Shelter for the Homeless was unanimously accepted at the 37th session of the United Nations General Assembly. Other policies included Jana Saviya, the instrument he used to help the poor, a foster parents scheme, the Gam Udawa project with which he tried to stir up the stupor in the villages, the mobile secretariat whereby he took the central government bureaucracy to the peasants, the Tower Hall Foundation for drama and music, and the pension schemes he initiated for the elder artistes. On the economic front, the garment industry project that he initiated became a forerunner in earning foreign exchange and provision of employment in the villages. Premadasa served as prime minister from 1978 to 1988, with little rifts with President Jayewardene with the exception of the latter's signed the Indo-Sri Lanka Accord. Jayewardene decided to step down after his second term and Premadasa was nominated as the party candidate for the presidential election set for December 1988.[10] He was elected the second executive president of the country at the 1988 presidential election, gaining 2,569,199 (50.43%) votes against Sirima Bandaranaike who came second with 2,289,860 (44.95%) votes. Premadasa became the first non-Govigama politician to be appointed Prime Minister and elected president in Sri Lanka.[10] Soon after being elected president, he dissolved parliament and called for fresh elections. In the 1989 parliamentary election in February the UNP gained 125 seats in parliament, forming a government with a majority in parliament. At the time he became president, the country faced both a civil war in the north and a communist insurgency in the south, both key issues Premadasa concentrated on, with particularly ruthless actions against the insurgents.[12] The security forces brutally put down the revolt and killed many of its leaders. Premadasa also concentrated on a grassroots-level economic development drive, focusing on the provision of housing, poverty alleviation and the upliftment of the poor. He encouraged the building of model villages with clean water, transport infrastructure, schools and health centers. He encouraged the establishment of small-scale industries (mostly garment-related) in poor areas by giving factory owners low-interest loans and a share in textile quotas for the United States and Europe.[6] The Gam Udāwa programme is one of his best-known achievements in this area, along with the Janasaviya programme that is today part of the Samurdhi scheme. Appointing Ranjan Wijeratne as Minister of Foreign Affairs and State Minister for Defence, he had Wijeratne clamp down on the JVP insurgent activity in the south of the island which had been paralyzing the state machinery and economic activity of the island since 1987 with its target killings, its unofficial curfews and work stoppages. Operation Combine launched by Wijeratne successfully suppressed the insurgency by brutally suppressing it and killing its leaders including Rohana Wijeweera by late 1989 and effectively ending the insurrection by early 1990. His handling of the country's civil war was less successful. In the north, the Liberation Tigers of Tamil Eelam were facing off against the Indian Peace-Keeping Force the Indian presence on the island was unpopular, and Premadasa requested India to pull out its troops. In order to force the IPKF to leave the island, he authorized a clandestine operation to supply arms to LTTE to fight the Tamil National Army formed by the IPKF, a collusion that came to light in the report published by the Sri Lankan Presidential Commission to inquire into the 1992 assassination of Lieutenant General Denzil Kobbekaduwa.[13] While the IPKF was recalled by New Delhi in 1990, the government's war with the LTTE resumed, beginning Eelam War II, which ended in a stalemate five years later. The 1990 massacre of Sri Lankan Police officers, which occurred after the policemen were asked to surrender to the LTTE in Batticaloa at Premadasa's request, was later established to have been performed with the same weapons he had supplied them.[14][15] In September 1991, Premadasa faced an impeachment in parliament led by his two formidable rivals in the UNP, Lalith Athulathmudali and Gamini Dissanayake. He defeated it by adjourning Parliament and the Speaker Mohamed dismissed the impeachment stating a lack of signatures after several of the parliamentarians who supported it withdrew their support after facing threats.[16] He then expelled Athulathmudali and Dissanayake from the party, who then joined to form the Democratic United National Front (DUNF).[17][18] In 1992, he changed the country's name in English from Sri to Shri Lanka on the advice of soothsayers, who predicted it would improve the country's fortunes.[19] The spelling was restored after his assassination in 1993.[19] Ranasinghe Premadasa was killed along with 17 others on 1 May, Saturday, 1993, around 12.45 p.m. during UNP's May day rally in Colombo, by an LTTE suicide bomber. The explosion took place at Armour Street-Grandpass Junction in Hulftsdorp, Colombo while President Premadasa was unofficially supervising the procession as it was heading towards the Galle Face Green from Sugathadasa Stadium. The suicide bomber was later identified as Kulaveerasingam Veerakumar alias 'Babu', a close friend of the President's valet E. M. P. Mohideen. He rode a bicycle towards the President, left it near the President's Range Rover and walked towards the President when security personnel attempted to stop him. Despite this, Mohideen allowed him to get close to the President, when Veerakumar detonated the explosive device. Killed in the explosion were Mohideen, SSP Ronnie Gunasinghe and most of Premadasa's personal staff. Another 38 people were injured in the bombing including seven who were seriously wounded. Confusion prevailed as it was unclear what had happened, with Premadasa and his security detail missing. His death was only confirmed two hours later by his personal physician when the remains of the president were identified by his ring and watch.[20] The site of the explosion was cleaned within hours before a proper investigation was conducted. The May Day parade continued even after the explosion for some time.[21] An island-wide curfew was imposed hours after the assassination. Prime minister Dingiri Banda Wijetunga was sworn in as the new acting-president at afternoon. The government did not announce the death of President Premadasa until 6 p.m. local time when state television Rupavahini broadcast a tape of BBC's report of the incident. A period of national mourning was announced until the funeral. Police claimed that they recovered the severed head of a young man suspected to be the bomber, which found to have a cyanide suicide capsule, bearing LTTE tradecraft in his mouth.[22] His state funeral took place at Independence Square, Colombo on 9 May 1993.[citation needed] The climax of the 1993 Indian film Gentleman was rewritten by director S. Shankar based on the assassination of Ranasinghe Premadasa after a request by film producer Kunjumon.[23] The film was in post production stage when Ranasinghe Premadasa was assassinated and the film was released on 30 July 1993.[24] Premadasa married Hema Wickramatunge, only daughter of Mr. and Mrs. Wickramatunge Arachchige Charles Appuhamy of Bandarawela on 23 June 1964. They had a son, Sajith, and a daughter, Dulanjali.[11] A hard worker, Premadasa was known for raising early and following a strict routine. He lived and work from his private residence and office, Sucharitha even during his tenure as prime minister and president. *Appointed MPs were abolished in 1972 by the First Republican Constitution","country":"Sri Lanka"}