{"name":"Raúl Leoni","url":"/wiki/Ra%C3%BAl_Leoni","Born":"1905-04-26","Died":"1972-07-05","Political party":"Acción Democrática","termEnds":"(1905–1972) (1963)","termStarts":null,"text":"Raúl Leoni Otero (26 April 1905 – 5 July 1972) was the president of Venezuela from 1964 until 1969. He was a member of the Generation of 1928 and a charter member of the Acción Democrática party, and the first Labor minister of Venezuela (during El Trienio Adeco, 1945–48). Leoni was born in El Manteco, Bolívar State, son of Clement Leoni Scribani, born in Corsica. He graduated at the Central University of Venezuela in Caracas as a lawyer. He was a member of the Generation of 1928, and the first Labor minister of Venezuela (during El Trienio Adeco, 1945–48). Leoni took control of the presidency on 13 March 1964, succeeding Rómulo Betancourt; both were members of the Acción Democrática. One of the pillars of a political consolidation in Venezuela, the Pacto de Punto Fijo, was underestimated by Leoni, since in his opinion it reduced the \"coherence and organization of the regime\". Strictly, the pact mandated that the composition of the executive cabinet be limited to representatives of three of the more important political parties: Acción Democrática (AD), COPEI and Unión Republicana Democrática (URD). Leoni initially formed a cabinet with a few members of his party and a good number of independents. Later, in November 1964, Leoni initiated conversations with leaders of the involved parties to rescue the spirit of the pact. A new cabinet was formed, but it lasted for only 16 months. During his government, Leoni carried out important structural projects in Venezuela, specifically the development of heavy industry in Guayana (hydroelectric, iron and steel), inauguration of the Bank of the Workers, and construction of road infrastructure (highways, freeways, and bridges – the most important of which crossed the Orinoco). Important changes to labor and social programs also occurred; unions gained force and the Social Security law was modified. Leoni made an attempt at reforming tax structure, but was restrained by a coalition of left and right that openly served the interests of oil companies. During Leoni's presidency the conflict with the leftist guerrilla movement Armed Forces for National Liberation (FALN) intensified. Leoni's government was unexceptional, but it was Leoni who had to liquidate the remnants of the communist insurrection for which he put the army in charge of the country with full powers to be as ruthless as needed. However, unlike guerrillas all over the world, the communist guerrilleros themselves had no rural support to speak of and as such did not control any villages. [2] They knew that they were no match for the army and avoided confrontations. Castro had been hoping that Venezuela would be the second act of the Latin American revolution, and he tried to supply the Venezuelan guerrillas. That was in keeping with the theory of what could be called the \"permanent agrarian revolution\", which the French intellectual Régis Debray had expressed in the widely circulated book Revolution Inside the Revolution and Ernesto \"Che\" Guevara had been trying to carry out first in Africa and later, fatally for him, in Bolivia. In 1966, Castro selected a trusted officer, Arnaldo Ochoa, to assess the Venezuelan guerrillas. Ochoa with the Venezuelan guerrilla commander Luben Petkoff, took a boat to the shores of Falcon, Venezuela, one of his most secretive expedition. Along with 15 other members of the Cuban military went to Coro Sierra mountains to strengthen Douglas Bravo guerrillas who were fighting the government troops that ended in a major strategic loss at large human cost. In 1967, the invasion of Machurucuto occurred with 12 Cubans and Venezuelans revolutionaries attempted to help Venezuelan guerrillas in the Venezuelan Andes. Soon afterward, Leoni suspended constitutional guarantees and, in a press conference, denouncing Cuban aggression against Venezuela and showed two captured Cubans: Manuel Gil Castellanos, and Pedro Cabrera Torres. Cuba was denounced by Venezuela to the Organization of American States. Cuba did not recognize his action even if the investigation of the AK 47 in possession of the guerrillas had serial numbers matching weapons sold by the Czech Republic to Cuba. The government of Venezuela broke off relations with Cuba them until 1974. That effectively ended Cuba's intervention in Venezuelan affairs.[3] By then, Venezuelan leftists had given up on violence and were seeking legalisation, but Leoni did not offer it. Ochoa was later tried and executed by Castro on an unlikely charge of drug-smuggling. Meanwhile, Leoni signed the Cartagena Agreement. The precursor to the Andean Community, it was a trade bloc in Bogotá between Venezuela, Chile, Colombia, Peru, and Ecuador. On 11 March 1969, Leoni transferred power to Rafael Caldera, a member of the Christian Democratic Party COPEI and a signatory of the Pacto de Punto Fijo. That transfer definitively instituted the alternation of power between the important parties until the late 20th century in Venezuela. Raúl Leoni was married to Carmen América Fernández,[citation needed] who served as First Lady of Venezuela from 1964–1969[citation needed] and has one son named Álvaro.[citation needed] Leoni died on 5 July 1972 when he was 67 years old, at the Cornell Medical Center in New York City, where he was recovering from medical treatment after suffering a hemorrhage.","country":"Venezuela"}