{"name":"Rexhep Meidani","url":"/wiki/Rexhep_Meidani","Born":"1944-08-17","Political party":"Socialist Party","termEnds":null,"termStarts":null,"text":"Rexhep Qemal Meidani (listen (help·info); born on 17 August 1944) is an Albanian physics professor, diplomat and politician. Meidani was the 4th President of Albania from 1997 to 2002, after to be elected after the first multi-party elections in 1991.[1][2][3] He graduated from the University of Tirana (1966), Faculty of Natural Sciences, Branch Physics, as well as successfully accomplished the postgraduate studies in the University of Caen (France) (1974). Meidani holds PhDs from University of Paris XI and the University of Tirana. With regard to the professional area, Meidani held various positions at the University of Tirana between (1966–1996) including: professor, chair of the department and later as the dean of the Faculty of Natural Sciences.[4] During this time span, Meidani published a number of studies, books and articles inside and outside of Albania. Along with Eqrem Cabej and Nelson Cabej, Meidani has been considered one of the leading academics in the country. His political career began in the 1990s. He was the chair of the Central Election Commission in the first multiparty elections in 1991 and member of the Presidential Council (1991). During 1992–1996 he was engaged in the civil society by being also chair of the Board of the Albanian Center of Human Rights (1994–1996). In 1996, he joined the Socialist Party and was elected its Secretary General (1996–1997). In the anticipated parliamentary elections of June 1997, Meidani was elected member of the parliament in the Albanian Assembly. After the elections, won by the left coalition and headed by the Socialist Party, on 24 July 1997, with the proposal of the SP, the Albanian Assembly elected Meidani the President of Albania. Meidani served as the third President until 2002, with Petrit Ago as his counselor. Meidani was succeeded in the presidency by Alfred Moisiu in 2002. In the 2005 Socialist Party Leadership Convention, which was to designate a successor to Fatos Nano, he was defeated by the current PS chairman Edi Rama. Meidani is currently a member of the Club of Madrid.[4]","country":"Albania"}