{"name":"Rodrigo Duterte","url":"/wiki/Rodrigo_Duterte","Born":"1945-03-28","Education":"Lyceum of the Philippines University (B.A.) San Beda College (LL.B.)","Political party":"PDP–Laban (2001–2009; since 2015)[b][1][2]","termEnds":null,"termStarts":null,"text":"Rodrigo Roa Duterte KGCR (/dəˈtɜːrteɪ/; Tagalog: [roˈdɾigo ɾowa dʊˈtɛɾtɛ] (listen); born March 28, 1945), also known as Digong, Rody[9] and by the initials PRRD,[10][11] is a Filipino lawyer and politician who is the 16th and outgoing[12] incumbent president of the Philippines. He is the chairperson of PDP–Laban, the ruling political party in the Philippines. Duterte is the first president of the Philippines to be from Mindanao,[13][14] and is the oldest, beginning his term at age 71; the record was previously held by Sergio Osmeña at the age of 65.[15] Born in Maasin, Leyte (now in Southern Leyte), Duterte moved to Davao as a child where his father, Vicente Duterte, served as provincial governor. He studied political science at the Lyceum of the Philippines University, graduating in 1968, before obtaining a law degree from San Beda College of Law in 1972. He then worked as a lawyer and was a prosecutor for Davao City, before becoming vice mayor and, subsequently, mayor of the city in the wake of the 1986 People Power Revolution. Duterte won seven terms and served as mayor of Davao for over 22 years. Duterte's 2016 presidential campaign led to his election victory. During his presidency, his domestic policy focused on combating the illegal drug trade by initiating the controversial war on drugs, fighting crime and corruption,[16][17][18] and intensified efforts against terrorism and communist insurgency. He launched a massive infrastructure plan[19][20], initiated liberal economic reforms,[21] streamlined government processes,[22] and proposed a shift to a federal system of government which was ultimately unsuccessful.[23] He also oversaw the controversial burial of Ferdinand Marcos,[24][25] the 2017 Battle of Marawi[26] and the government's response to the COVID-19 pandemic.[27] He declared the intention to pursue an \"independent foreign policy\", and strengthened relations with China and Russia.[28] He initially announced his candidacy for vice president in the 2022 election, but in October 2021, he announced that he was retiring from politics. On November 15, 2021, he filed his candidacy for Senator but withdrew it in December 14.[29] His political positions have been described as populist[30][31][32] and nationalist.[33][34][35] Duterte's political success has been aided by his vocal support for the extrajudicial killing of drug users and other criminals.[36] His career has sparked numerous protests and attracted controversy, particularly over human rights issues and his controversial comments. Duterte has repeatedly confirmed to have personally killed criminal suspects during his term as mayor of Davao.[37][38] Extrajudicial killings that were allegedly committed by the Davao Death Squad between 1998 and 2016 during Duterte's mayoralty have also been scrutinized by human rights groups and the Office of the Ombudsman;[39][40] the victims were mainly alleged drug users, alleged petty criminals, and street children.[41][42] The International Criminal Court opened a preliminary investigation into Duterte's drug war in 2018,[43] prompting Duterte to withdraw the Philippines from the body in response.[44] He is the only president in the history of the Philippines not to declare his assets and liabilities.[45] Duterte was born on March 28, 1945, in Maasin, Southern Leyte.[46] His father was Vicente G. Duterte (1911–1968), a Cebuano lawyer, and his mother, Soledad Duterte (née Roa; 1916–2012), was a schoolteacher from Cabadbaran, Agusan and a civic leader of Maranao descent. Duterte has said that his grandfather was Chinese and hailed from Xiamen in Fujian, China.[47] Duterte's father was mayor of Danao, Cebu, and subsequently the provincial governor of (the then-undivided) Davao province. Rodrigo's cousin Ronald was mayor of Cebu City from 1983 to 1986. Ronald's father, Ramon Duterte, also held that position from 1957 to 1959. The Dutertes consider the Cebu-based political families of the Durano and the Almendras clan as relatives.[48][49] Duterte also has relatives from the Roa clan in Leyte through his mother's side.[50] Duterte's family lived in Maasin, and in his father's hometown in Danao, until he was four years old.[51] The Dutertes initially moved to Mindanao in 1948 but still went back and forth to the Visayas until 1949.[52] They finally settled in the Davao Region in 1950. Vicente worked as a lawyer engaged in private practice. Soledad worked as a teacher until 1952, when Vicente entered politics.[53] Duterte went to Laboon Elementary School in Maasin for a year.[50] He spent his remaining elementary days at Santa Ana Elementary School in Davao City, where he completed his primary education in 1956. He finished his secondary education in the High School Department of Holy Cross College of Digos (now Cor Jesu College) in Digos, Davao province, after being expelled twice from previous schools, including one in the Ateneo de Davao University (AdDU) High School due to misconduct.[54] He graduated in 1968 with a Bachelor of Arts degree in political science at the Lyceum of the Philippines in Manila.[55][56] He obtained a law degree from San Beda College of Law in 1972.[57] In the same year, he passed the bar exam.[58] Duterte eventually became a special counsel at the City Prosecution Office in Davao City from 1977 to 1979, fourth assistant city prosecutor from 1979 to 1981, third assistant city prosecutor from 1981 to 1983, and second assistant city prosecutor from 1983 to 1986.[59][60] Duterte has claimed that he was sexually abused by a priest when he was a minor.[61] After he was challenged by the Catholic Bishops' Conference of the Philippines (CBCP) and AdDU officials to name the priest and file a case against him, Duterte then revealed the priest's name as Fr. Mark Falvey, SJ (d. 1975).[61] The Jesuits of the Society of Jesus in the Philippines confirmed that according to press reports in the United States, in May 2007, the Society of Jesus agreed to a tentative payout of US$16 million to settle claims that Falvey sexually abused at least nine children in Los Angeles from 1959 to 1975. Accusations against Falvey began in 2002, and he was never charged with a crime. Additionally in May 2008, the Diocese of Sacramento paid a $100,000-settlement to a person allegedly raped and molested by Mark's brother, Fr. Arthur Falvey. However, it was not clearly indicated in the report if Mark Falvey was assigned at the Jesuit-run Ateneo de Davao.[62] When asked why he did not complain when the abuse supposedly happened, Duterte claimed that he was too young to complain about the priest's abuse and was intimidated by authorities at that time. He also stated that he never disclosed that information after he was expelled and moved to a different high school and especially not to his family.[63] Duterte stated at a rally in April 2016 that he shot a fellow student who had bullied him about his Visayan origin as well as other students of the same ethnicity, while at San Beda law college. He said, \"But the truth is, I'm used to shooting people. When we were about to graduate from San Beda, I shot a person.\" Duterte said that he shot the student in a corridor at the college when the said student called him names again. He later told a reporter that the student survived, but refused to answer any further questions about the incident.[64] However, in an interview aired on 24 Oras and published on the official GMA News Online website on April 22, 2016, retired labor arbiter Arthur Amansec said Duterte and Octavio Goco at that time were both playing with a gun as it was normal for students to bring guns to school in the seventies. Amansec is Duterte's former classmate in San Beda College who witnessed the incident. He added that \"the bullet hit the school's wooden floor and was embedded there.\" Amansec emphasized that Duterte and Goco remained friends until Goco died in the United States years later.[65] After the 1986 People Power Revolution that toppled the regime of Presient Ferdinand Marcos, Duterte was appointed officer-in-charge vice mayor by President Corazon Aquino.[66] In 1988, he ran for mayor as an independent and won,[5] serving until 1998. He set a precedent by designating deputy mayors that represented the Lumad and Moro peoples in the city government, which was later copied in other parts of the Philippines. In December 1990, Duterte joined the Nacionalista Party upon the persuasion of Senator Juan Ponce Enrile.[5][67] In 1998, because he was term-limited to run again for mayor, he ran for the House of Representatives and won as congressman of the 1st district of Davao City (under the Laban ng Makabayang Masang Pilipino coalition). In 2001, he ran again for mayor of Davao and was elected for a fourth term. He was re-elected in 2004[68] and in 2007.[69][unreliable source] In 1995, after Flor Contemplacion, a Filipina, was executed in Singapore after confessing to a double murder, Duterte allegedly burned a flag of Singapore (though this claim was later denied) and joined 1,000 employees of Davao City in protest.[70][71] In 2010, he was elected vice mayor, succeeding his daughter, Sara Duterte-Carpio, who was elected as mayor.[72] In 2013, Davao City sent rescue and medical teams to Tacloban to give aid to the victims of Typhoon Haiyan (locally known in the country as Typhoon Yolanda). Financial assistance was also given to Bohol and Cebu for earthquake victims.[73] Duterte also passed Davao City's Women Development Code, which aims \"to uphold the rights of women and the belief in their worth and dignity as human beings\".[74][75] Duterte banned swimsuit competitions in beauty pageants in Davao City.[76] Duterte also gained prominence for supporting the first-ever Gawad Kalinga Village inside a jail facility in Davao City. It is a home-type jail with ten cottages built inside the compound, which now serve as homes for female inmates.[77] During Duterte's tenure as mayor, Davao City experienced economic boom and a significant decrease in crime from being a conflict-ridden area between communists and right-wing groups during the 1970s and 80s, and is constantly rated as among the safest in the country.[78][79] The city also ranks high in the world according to crowdsourced survey site Numbeo,[80][81] a narrative that gained currency in the national media, creating a widespread public perception that has been a significant factor in establishing support for his nationwide drug policy.[82][83][84] The city was also awarded \"Most Child-Friendly City for Highly-Urbanized Category\" in 1998, 1999, 2013 and 2014.[85][86] Under Duterte's watch, the city council imposed a prohibition on selling, serving, drinking, and consuming alcoholic beverages from 01:00 until 08:00 each morning. Duterte signed Executive Order No. 39, reducing the speed limits for all kinds of motor vehicles within the territorial jurisdiction of Davao City in the interest of public safety and order.[87] Duterte also signed Executive Order No. 04 creating the implementing of rules and regulations for a new comprehensive anti-smoking ordinance.[88] A firecracker Ban was also implemented by the City Council through the support of Duterte.[89] Davao acquired 10 ambulances for central 911 intended for medical emergencies and 42 mobile patrol vehicles and motorcycles for the Davao City Police Office.[90] Duterte, through Executive Order No. 24, ordered all shopping malls and commercial centers to install, operate and maintain high end and high definition closed circuit television (CCTV) cameras at all entrance and exit points of their premises.[91] In early September 2015, an incident was reported of a tourist being forced to swallow his own cigarette butt in a local bar in Davao City after the tourist refused to comply with the public anti-smoking ordinance of the city. Duterte was contacted by the bar owner and the then-mayor personally went into the bar and forced the tourist to swallow his cigarette butt. Duterte was then met with criticisms especially from the Commission on Human Rights (CHR).[92] Duterte has been linked by human rights groups such as Amnesty International and Human Rights Watch to extrajudicial killings of over 1,400 alleged criminals and street children by vigilante death squads.[36][93] In the April 2009 UN General Assembly of the Human Rights Council, the UN report (Eleventh Session Agenda item 3, par 21) said, \"The Mayor of Davao City has done nothing to prevent these killings, and his public comments suggest that he is, in fact, supportive.\"[94] Duterte stressed that the concept of human rights for criminals is Western and should not apply to the Philippines.[95] We're the ninth-safest city. How do you think I did it? How did I reach that title among the world's safest cities? Kill them all [criminals]. Duterte has denied responsibility for the extrajudicial killings. He has also frequently announced his support for them.[36][96][97] In 2015, Duterte confirmed his links to extrajudicial killings in Davao, and warned that, if elected president, he may kill up to 100,000 criminals. After the said confirmation, Duterte challenged human rights officials to file a case against him if they could provide evidence of his links with vigilante groups.[98] In September 2014, Duterte and former mayors and governors, calling themselves the Mindanao Council of Leaders, advocated for a federalist government.[99] A month later, Duterte attended an event sponsored by the Federal Movement for a Better Philippines in Cebu City.[100] In December 2014, Duterte held a summit entitled \"Mindanaons Forging Unity Toward a Federal System of Government\".[101] As early as the first quarter of 2015, Duterte made hints to the media of his intention to run for president in the 2016 elections. However, he denied these plans numerous times amidst clamor from his supporters for him to run. In January, Duterte said he would abolish Congress if he chose to run for president and was elected.[102] On November 21, in a private gathering with fraternity brothers from San Beda College of Law, Duterte formally announced his presidential bid and also finally accepted Alan Peter Cayetano's offer to be his running mate, and named his daughter, Sara Duterte, as his substitute for Mayor.[103][104] In his campaign, he said he would introduce a federal parliamentary form of government. He also promised to kill tens of thousands of criminals and eradicate crime in six months.[105][106] Duterte campaigned for decentralization and a shift to a federal government during the 2016 presidential election. In an October 2014 forum organized by Federal Movement for a Better Philippines in Cebu City prior to joining the presidential race, the then-mayor of Davao City called for the creation of two federal states for Moro people as a solution to the problems besetting Mindanao.[107] Mayor Duterte said that Nur Misuari and his Moro National Liberation Front do not see eye-to-eye with the Moro Islamic Liberation Front which the administration of President Benigno Aquino III had inked a peace deal with. He also said that the \"template of the Bangsamoro Basic Law is federal\", but what is granted to the Bangsamoro should also be granted to other Moro groups and other regions in the country.[108] In a dialogue with the Makati Business Club prior to the elections, Duterte said he is open to \"toning down the Constitution\" to accommodate more foreign investors to the Philippines.[109] He also said he is open to up to 70 percent foreign ownership of businesses in the country and foreign lease of lands up to 60 years, but will \"leave it to Congress to decide\".[109] At a campaign rally on April 12, 2016, Duterte told supporters that, as mayor, he thought he \"should have been first\" to rape Jacqueline Hamill, an Australian missionary who was gang-raped and killed during the 1989 Davao hostage crisis. He recalled examining her corpse and saying that he \"should have gone first\".[110] After being condemned for his comments, Duterte apologized for the incident and claimed the comment was a \"bad remark\" and that he regretted his \"gutter language,\" but \"would not apologize for being misinterpreted.\" He said that the comment was not a \"joke,\" as was reported by some media outlets and that he made it out of \"utter anger\" when recalling the events.[111]After the United States' and Australia's ambassadors to the Philippines criticized him for the comments, Duterte threatened to sever diplomatic ties with the countries if elected.[106] His daughter Sara Duterte subsequently announced on social media that she was a rape victim, but would still vote for her father. He said that he doubted her story, and called her a \"drama queen\".[112] In a campaign speech on April 27, 2016, where he spoke to business leaders, he said his presidency would be \"a bloody one\", but that he would issue \"a thousand pardons a day\" to police and soldiers accused of human rights abuses, and would also issue a presidential pardon to himself for mass murder at the end of his six-year term.[106] On May 30, 2016, the 16th Congress of the Philippines proclaimed Duterte as the president-elect of the Philippines after he topped the official count by the Congress of the Philippines for the 2016 presidential election with 16,601,997 votes, 6.6 million more than his closest rival, Mar Roxas.[113][114][115] Camarines Sur representative Leni Robredo on the other hand, was proclaimed as the vice president-elect of the Philippines with 14,418,817 votes, narrowly defeating Senator Bongbong Marcos by 263,473 votes.[116] The presidency of Duterte began at noon on June 30, 2016, when he became the sixteenth president of the Philippines, succeeding Benigno Aquino III. At the age of 71, Duterte became the oldest person ever elected to the presidency. Duterte is also the first local chief executive to get elected straight to the Office of the President, the second Cebuano to become president (after Sergio Osmeña), the third Cebuano-speaking president (after Osmeña and Carlos P. Garcia), the first Visayan from Mindanao and the fourth Visayan overall (after Osmeña, Manuel Roxas and Garcia).[120] While adjusting to working and residing at the Malacañang Palace, Duterte divides his workweek between Manila and Davao City by spending three days in each city, utilizing the Malacañang of the South while in Davao.[121] A Pulse Asia survey conducted from July 2–8 showed that Duterte had a trust rating of 91%, the highest of the six presidents since the Marcos dictatorship (the previous highest was Duterte's predecessor, Benigno Aquino III with 87%).[122] One year after taking office his trust rating was 81%.[123] Shortly after his inauguration on June 30, Duterte held his first Cabinet meeting to lay out their first agenda, which included the country's disaster risk reduction management, decongesting the Ninoy Aquino International Airport in Manila, the country's main gateway, and expressed his ideas and concerns regarding the territorial disputes in the South China Sea prior to the announcement of the verdict of the Philippines' arbitration case against China over the issue,[124] which the Philippines later won.[125] Four days later, on July 4, Duterte issued his first executive order entitled \"Reengineering the Office of the President Towards Greater Responsiveness to the Attainment of Development Goals\", allowing his Cabinet Secretary, Leoncio Evasco, Jr., to supervise over several agencies that focus on poverty reduction.[126] On July 23, Duterte signed Executive Order No. 2 also known as the Freedom of Information Order.[127] On August 1, 2016, Duterte launched a 24-hour complaint office accessible to the public through a nationwide complaint hotline, 8888, while also changing the country's emergency telephone number from 1-1-7 to 9-1-1, which was first instituted in Davao City.[128] Following the September 2 bombing in Davao City that killed 14 people in the city's central business district, on September 3 Duterte declared a \"state of lawlessness\", and on the following day issued Proclamation No. 55 to officially declare a \"state of national emergency on account of lawless violence in Mindanao\".[129] The Armed Forces of the Philippines (AFP) and the Philippine National Police (PNP) were ordered to \"suppress all forms of lawless violence in Mindanao\" and to \"prevent lawless violence from spreading and escalating elsewhere\". Executive Secretary Salvador Medialdea said that the declaration \"[did] not specify the imposition of curfews\" and would remain in force indefinitely. He explained: \"The recent incidents, the escape of terrorists from prisons, the beheadings, then eventually what happened in Davao. That was the basis.\"[130] In December 2016, Duterte was ranked 70th on Forbes list of The World's Most Powerful People.[131][132] On December 7, Duterte signed Executive Order No. 10 creating a consultative committee to review the 1987 Constitution of the Philippines.[133] Duterte signed Executive Order 26 imposing a smoking ban in public places on May 16, 2017.[134] In the same month, the Duterte administration began to implement the Anti-Distracted Driving Act.[135] During his presidential campaign and transition, Duterte called for the reimposition of capital punishment in the country to execute criminals involved in \"heinous\" crimes, such as illegal drug trade, insisting on hanging.[136] Duterte's socioeconomic policies, referred to as DuterteNomics, include tax reform, infrastructure development, social protection programs, and other policies to promote economic growth and human development in the country.[137][138] Finance Secretary Carlos Dominguez III has said that the government required what he describes as an \"audacious\" economic strategy in order for the Philippines to \"catch up with its more vibrant neighbors\" by 2022 and help it achieve high-income economy status within a generation. The term DuterteNomics was coined to describe the economic policy of the Duterte administration. Duterte initiated liberal economic reforms to attract foreign investors.[139] In March 2022, he signed Republic Act No. 11647 which amended the Foreign Investment Act of 1991, effectively relaxing restrictions on foreign investments by allowing foreigners to invest in a local enterprise up to 100% of its capital.[140] He signed Republic Act No. 11659, amending the 85-year-old Public Service Act, allowing full foreign ownership of public services, which include airports, expressways, railways, telecommunications, and shipping industries, in the country.[141] Duterte reformed the country's tax system in an effort to make the country's tax system fairer, simpler, and more efficient.[142] In December 2017, he signed Tax Reform for Acceleration and Inclusion Law (TRAIN Law) which excludes those earning an annual taxable income of ₱250,000 and below from paying the personal income tax, while raising higher excise taxes on vehicles, sugar-sweetened beverages, petroleum products, tobacco and other non-essential goods.[143] Revenues collected from the TRAIN law will help fund the administration's massive infrastructure program.[144][145] In March 2021, to attract more investments and maintain fiscal stability, Duterte signed the Corporate Recovery and Tax Incentives for Enterprises (CREATE) Act, reducing the 30 percent corporate income tax rate to 25 percent for firms with assets above ₱100 million and to 20 percent for smaller firms.[146] Duterte raised sin taxes on tobacco and vapor products in July 2019, and alcohol beverages and electronic cigarettes in January 2020, to fund the Universal Health Care Act and reduce incidence of deaths and diseases associated with smoking and alcohol consumption.[147][148] Part of Duterte's socioeconomic policy is the Build! Build! Build! Infrastructure Program which according to the administration will usher in the \"Golden Age of Infrastructure\". The goals of the program are to reduce poverty, encourage economic growth and reduce congestion in Metro Manila.[149] In November 2019, the government revised its list of flagship infrastructure projects under Duterte's \"Build, Build, Build\" program, expanding it to 100.[150][151] It was revised again in August 2020, bringing the total number of projects to 104, expanding its scope included health, information and communications technology, as well as water infrastructure projects to support the country's economic growth and recovery from the effects of the COVID-19 pandemic. As of September 11, 2020, 24 projects are still in the approval & planning stages, while 80 were under implementation.[152] Some major projects include[151] the Subic-Clark Railway,[153] the North–South Commuter Railway from New Clark City to Calamba, Laguna,[153] the Metro Manila Subway,[154] the expansion of Clark International Airport[153] the Mindanao Railway (Tagum-Davao-Digos Segment),[155] and the Luzon Spine Expressway Network[156][157] As of July 2021, since Duterte assumed position in June 2016, a total of 29,264 kilometres (18,184 mi) of roads, 5,950 bridges, 11,340 flood control projects, 222 evacuation centers, and 150,149 elementary and secondary classrooms, and 653 COVID-19 facilities under the \"Build, Build, Build\" program were completed.[158][159] Following his inauguration, Duterte started a nationwide anti-drug campaign, urging the Filipinos, including the New People's Army to join the fight against illegal drugs.[160] According to former Philippine National Police Chief and future senator Ronald dela Rosa, the policy is aimed at \"the neutralization of illegal drug personalities nationwide\".[161] Estimates of the death toll vary. Officially, 5,100 drug personalities have been killed as of January 2019.[162] Some news organizations and human rights groups claim the death toll is over 12,000.[163][164] or over 20,000.[165] Duterte campaigned to eliminate illegal drugs in the country within three to six months, but later admitted he miscalculated the gravity of the drug problem after taking office as he based his approach to that of Davao City during his tenure as the city's mayor. He cited the difficulty in border control against illegal drugs due to the country's long coastline and lamented that government officials and law enforcers themselves were involved in the drug trade.[166] Part of the Duterte administration's strategy on anti-illegal drugs is the Barangay Drug Clearing Program, which aims to eradicate illegal drugs in the country's remaining drug-affected barangays.[167] As of February 2022[update], the Philippine Drug Enforcement Agency reported that a total of 24,379 (58%) out of the 42,045 barangays have been declared drug-cleared, 6,606 (16%) barangays were drug unaffected/drug-free, while 11,060 (26%) have yet to be cleared of illegal drugs.[168] Duterte has said that Moro dignity is what the MILF and MNLF are struggling for, and that they are not terrorists. He acknowledged that the Moros were subjected to wrongdoing, historical and in territory.[169] Duterte was endorsed in the election by Moro National Liberation Front (MNLF) leader Nur Misuari[170] due to his background in Mindanao.[171] Other Muslims also supported Duterte and denounced Roxas, the Aquino-supported pick.[172] On November 6, 2016, Duterte signed an executive order to expand the Bangsamoro Transition Commission to 21 members from 15, in which 11 will be decided by the MILF and 10 will be nominated by the government. The commission was formed in December 2013 and is tasked to draft the Bangsamoro Basic Law in accordance with the Framework Agreement on the Bangsamoro.[173] Duterte signed the Bangsamoro Organic Law on July 26, 2018,[174][175] which abolished the Autonomous Region in Muslim Mindanao and provided for the basic structure of government for the Bangsamoro Autonomous Region, following the agreements set forth in the Comprehensive Agreement on the Bangsamoro peace agreement signed between the Government of the Philippines and the Moro Islamic Liberation Front in 2014.[176] Duterte oversaw the five-month long Battle of Marawi starting May 2017, declaring martial law throughout Mindanao[177] and extending it for two years to ensure order in the island.[178][179][180][181] In June 2017, Duterte ordered the creation of an inter-agency task force to facilitate the rehabilitation, recovery and reconstruction efforts in the conflict-torn city.[182] In July 2020, Duterte signed the controversial[183] Anti-Terrorism Act of 2020, which aims to give more surveillance powers to government forces in order to curb terror threats and acts.[184] Duterte signed proclamations granting amnesty to members of the Moro National Liberation Front, and the Moro Islamic Liberation Front in February 2021.[185] Duterte initially pursued peace talks with the Communist Party of the Philippines (CPP) and appointed several left-leaning individuals to government positions,[186][187][188] but cancelled all negotiations in February 2017 following attacks and kidnapping of soldiers by New Peoples Army (NPA) rebels, officially declaring the CPP-NPA as a terrorist organization.[189] Several officials with leftist affiliations initially appointed by Duterte have either resigned, been fired, or rejected by the Commission on Appointments.[188][190] Duterte created the Task Force Balik-Loob in April 2018 for the reintegration of former communist rebels.[191] In December 2018, he ordered the creation of the National Task Force to End Local Communist Armed Conflict (NTF-ELCAC) and institutionalized a \"whole-of-nation approach\" in combating extremism and terrorism.[192] Duterte officially announced the permanent termination of the peace negotiations with the CPP-NPA-NDF on March 21, 2019, and said the communist rebels' call for land reform is already being done under his administration.[193][194] On June 23, 2021, the Anti-Terrorism Council designated the National Democratic Front (NDF) as a terrorist organization, citing it as an \"integral and inseparable part\" of the CPP-NPA.[195][196] On November 29, 2021, the NTF-ELCAC reported that a total of 20,579 communist rebels surrendered since the start of the Duterte administration.[197] The Duterte administration initially adopted a \"technology neutral\" policy in energy generation.[198] Earlier in his term, Duterte stressed that coal remains the most viable source of energy if the Philippines is to accelerate industrialization,[199] and questioned the sanctions imposed by the United States and European Union on smaller countries including the Philippines when the country's carbon footprint is not significant compared to the superpowers.[200] The administration shifted its energy policy to prefer renewable sources of energy later in Duterte's term.[201] At his fourth State of the Nation address in July 2019, Duterte issued an order to cut coal dependence and hasten a transition to renewable energy.[202][203] In October 2020, the energy department issued a moratorium on the construction of new coal power plants and favored renewable energy sources.[204] On February 28, 2022, Duterte issued an executive order approving the inclusion of nuclear power in the country's energy mix.[205][206] To hasten the expansion of the nation's power capacity, Duterte established the inter-agency Energy Investment Coordinating Council tasked with simplifying and streamlining the approval process of big-ticket projects.[198] On January 21, 2022, he signed a law promoting the use of microgrid systems in unserved and underserved areas to accelerate total electrification of the country.[207] The administration made initiatives to liberalize the energy sector,[201][208] allowing 100% foreign ownership in large-scale geothermal projects starting October 2020.[209][210] Duterte signed the Paris Agreement on Climate Change in March 2017, after initially having misgivings about the deal which he says might limit the country's industrialization.[211] The Agreement was ratified by the Senate on March 15, 2017.[212] Duterte said that rich countries producing the most carbon emissions must pay smaller countries for damage caused by climate change.[213] Duterte introduced reforms to eliminate red tape in the government,[214] and ordered government agencies to remove all processes which are \"redundant or burdensome\" to the public.[215] Three weeks after assuming office, he issued his second executive order establishing Freedom of Information, allowing citizens to obtain documents and records from public offices under the executive branch to promote transparency in the government.[216][217] In May 2018, Duterte signed the Ease of Doing Business Act which aims to create a better business environment by reducing processing time, cutting bureaucratic red tape, and eliminating corrupt practices in all government agencies.[218][219] In December 2020, he enacted a law authorizing the President to expedite the processing and issuance of national and local permits, licenses, and certifications, by suspending its requirements, in times of national emergency.[220] Duterte institutionalized the 8888 Citizens' Complaint Hotline in October 2016, allowing the public to report complaints on poor government front-line services and corrupt practices in all government agencies.[221] Duterte vowed to improve the health care system,[222][223] certifying the Universal Healthcare Bill as an urgent measure as early as July 2018.[224] In February 2019, he signed the Universal Health Care Act, which automatically enrolls all Filipinos under the government's health insurance program.[225] He also enacted the National Integrated Cancer Control Act which establishes a \"national integrated\" program to control and prevent cancer by making treatment more accessible and affordable,[226][227] and the Philippine Mental Health Law, which provides free mental health services down to the barangay level while requiring hospitals to provide psychiatric, psychosocial and neurologic services.[228][229] In December 2019, Duterte signed a law institutionalizing Malasakit Centers in all hospitals run by the Department of Health, allowing indigent patients to efficiently access financial medical assistance from various government agencies.[230] Duterte ordered the full implementation of the Reproductive Health Law,[231] banned smoking in public places nationwide,[232] and set a price cap on select medicines.[233] Duterte signed the Universal Access to Quality Tertiary Education Act in August 2017, providing free college education in all state universities and colleges nationwide.[234] He signed a law establishing transnational higher education in the country, allowing foreign universities to offer degree programs in the Philippines in an effort to bring international quality standards and expertise into the country.[235][236] He also signed medical scholarships for deserving students in state universities and colleges or partner private higher education institutions through the Doktor Para sa Bayan Act on December 23, 2020.[237] Duterte approved in January 2021 a law institutionalizing the alternative learning system (ALS), providing free education to those out of school.[238][239] In March 2022, he enacted a law granting inclusive education for learners with disabilities.[240] On June 9, 2020, Duterte signed a law establishing the country's first National Academy of Sports in New Clark City, Capas, Tarlac.[241] The Duterte administration has vowed to pursue what it describes as an \"independent foreign policy\" that would reject any meddling by foreign governments, reiterating Article II, Section 7 of the 1987 Constitution which states: \"The State shall pursue an independent foreign policy. In its relations with other states the paramount consideration shall be national sovereignty, territorial integrity, national interest, and the right to self-determination.\" In September 2016, Duterte said: \"We will observe and must insist on the time-honored principle of sovereignty, sovereign equality, non-interference and the commitment of peaceful settlements of dispute that will serve our people and protect the interests of our country.\"[242] Duterte made his first international trips as president to Vientiane, Laos and Jakarta, Indonesia on September 5–9, 2016.[243] Duterte pursued improved relations with China and Russia,[244] and lessened the country's dependence on its traditional ally – the United States.[245][246] He has adopted a cautious, pragmatic, and conciliatory stance towards China compared to his predecessor,[247] and has set aside the previous administration's confrontational policy of asserting the Philippines' claims over the South China Sea and its islands.[248] President Duterte and his administration have been criticized for numerous reasons. These include his anti-drug campaign, foreign policies, human rights record, and extrajudicial killings. Duterte has also been criticized for his political views, controversial comments, and others.[263][264] Despite the criticisms on his administration, Duterte has relatively high trust and approval ratings. In the first half of his six-year term with a record net satisfaction rating of 68%.[265] Duterte's approval rating was at 79% in April 2019[266] and 87% on a December 2019 survey conducted by Pulse Asia.[267] Duterte and his administration also got high approval ratings in handling the COVID-19 pandemic.[268][269] Duterte's anti-drug campaign has been criticized both locally and internationally. Senator Risa Hontiveros, a political opponent of Duterte, said that the drug war was a political strategy intended to persuade people that \"suddenly the historically most important issue of poverty was no longer the most important.\"[270] Various international publications and media companies had claimed that Duterte's \"War on Drugs\" was a war against the poor due to the abject poverty of those arrested or killed.[271][272] On June 19, 2018, 38 United Nations member states released a collective statement through the United Nations Human Rights Council (UNHRC), calling on the Philippines and President Duterte to end the killings in its war on drugs and cooperate in probing in investigating human rights abuses.[273][274][275] Duterte believes that the number of deaths are a measure of his success in his war against drugs,[276][277][278] and despite constant criticism of his war on drugs, Duterte had staunchly defended his administration's efforts at getting rid of \"filth\" from the streets.[279][280] A large number of Filipinos support Duterte's war on drugs, with a 2019 SWS survey showing 82% of 1,200 interviewed Filipinos were \"overwhelmingly satisfied\" due to \"the perception of less drugs and crime in the country\".[281][282] On August 18, 2017, Duterte admitted his mistake in trying to end drugs in six months, and it would take him his entire term to end it.[citation needed] Human Rights Watch (HRW) called the first year of Duterte in office a human rights calamity. HRW estimates that there has been 7,000 deaths from the day Duterte first took office to January 2017.[283] The Duterte administration suspended the drugs war in February 2017 in an effort to cleanse the police ranks of supposed corruption, also halting the disclosure of figures on deaths related to drug arrests and raids.[284] In March 2017, HRW released a special investigation and report on the state of police related shooting, titled \"License To Kill\".[285] The New York Times had also released a video documentary \"When A President Says I'll Kill You\", which depicts Duterte's war on drugs through a local photographer's eyes.[286] On August 17, 2017, HRW called Duterte a threat to the human rights community after he made threats against human rights activists.[287] In January 2020, the International Criminal Court confirmed that an investigation into Duterte's involvement with the death squads was ongoing, despite the Philippines having withdrawn from the ICC two years prior, because it continued to have jurisdiction over crimes committed when the country was still a member. Duterte had withdrawn the country just one month after the opening of the investigation.[44] In September 2021, the ICC authorized an official probe after reviewing evidence related to at least 204 victims.[288] Members of the opposition have criticized the government's efforts against the COVID-19 pandemic in the country.[289][290] Amid the COVID-19 pandemic, the first case of SARS-CoV-2 infection in the Philippines was confirmed on January 30, 2020.[291] This triggered outrage on local social media platforms.[292] Other criticisms include Duterte's remarks of ordering to \"shoot\" persons who violate quarantine protocols[293][294] and the delay of the vaccines to arrive in the Philippines were also condemned.[295] In May 2021, Duterte was criticized for publicly taking the Sinopharm BIBP vaccine before it was approved for use by the Philippine Food and Drug Administration, when the general population had access only to a limited supply of Pfizer–BioNTech COVID-19 vaccines from Pfizer and lower efficacy CoronaVac vaccines from Sinovac.[296][297][298] Militant groups decry the ties between President Duterte and China over the Chinese occupation of contested waters and the reported harassment of the fishermen amidst the territorial disputes in the South China Sea.[299][300] Also, while the United States is one of the countries critical to Philippine drug war campaign,[301][302][303] most of the militant groups[304] – particularly left-wing groups[305] – also criticize Philippine-US relations due to the United States' \"imperialism\"[305][306] and neoliberal policies.[307] Duterte's tax reform program has garnered both support and criticism. Critics have argued that the administration's tax policy would burden the poor.[308] The implementation of the TRAIN Law triggered protests from various left-wing groups. On January 15, protesters gathered at various public market sites, calling for the revocation of TRAIN.[309] However, proponents of the program cite its appeal to foreign investors and economic benefits as the main reasons behind tax reform. Duterte's records on human rights and his long history of comments is considered to be offensive, provocative, threatening, etc. have received sharp international criticism. He has been portrayed by his critics in the media as having a \"dirty mouth\".[310] He had, however, promised to behave in a \"prim and proper\" manner on the national and international stage once he was to be inaugurated as president, to the point that, \"almost, I would become holy.\"[311] Throughout his presidency, Duterte has made controversial comments about rape,[312][313][314] human rights, his views on media killings,[315] and has used slurs;[316][317] he has also made controversial statements to international leaders and institutions.[318][319] He has also repeatedly criticized the Catholic Church which has expressed alarm over deaths linked to the war on drugs.[320][321][322][323] In an earlier June 8 interview with Pastor Apollo Quiboloy on SMNI News Channel, Duterte stated that he \"sees nobody deserving\" to replace him as next Philippine President, but that he would either remain neutral or endorse a candidate.[324] In June 2021, Duterte stated he may run in the 2022 Philippine presidential election as Vice President.[325] Critics raised the possibility of Duterte extending his term after he announced his candidacy for vice president.[326][327] The PDP-Laban Cusi faction fielded former Philippine National Police chief and Senator Ronald dela Rosa as president,[328] who was widely suspected to be a placeholder for Duterte's daughter, Davao City mayor Sara Duterte.[329] On October 2, 2021, Duterte withdrew his candidacy and announced his retirement from politics, with long-time aide and Senator Bong Go replacing him as the vice presidential candidate.[330] On November 13, 2021, hours after Sara unexpectedly decided instead to run as vice president under the Lakas-CMD party, dela Rosa withdrew and was replaced by Go.[331] Duterte later backtracked on his planned retirement and announced his plan to run for vice president as an expression of dismay for Sara's decision to settle for the vice presidential race when polls showed she was the preferred candidate for presidency.[332] He later withdrew after deciding not to face his daughter in the vice presidential race, and instead announced his intent on running as senator,[333] while endorsing a Go-Sara tandem.[334] Sara, however, decided to run in tandem with Ferdinand \"Bongbong\" Marcos Jr., who announced his presidential candidacy.[335] Go expressed his disinterest in the presidential position and said his heart and mind contradicted his actions.[336] On December 14, 2021, hours after Go withdrew his candidacy for president, Duterte officially withdrew his senate bid.[337] Duterte remained influential before the national elections as several presidential candidates were open to his endorsement due to his high popularity.[338][339][340] Allies of Duterte endorsed different candidates after the ruling party PDP-Laban Cusi faction was left without a standard bearer following Go's withdrawal. The PDP-Laban Cusi faction endorsed presidential candidate Marcos Jr.,[341] with some officials calling for Duterte to do the same.[342] Duterte, however, insisted on endorsing only Sara as vice president and 17 senatorial candidates,[343][344] and stressed that he will remain neutral, deciding not to endorse any presidential bet[341] and prohibiting his Cabinet members from campaigning for any candidate[345] to avoid suspicion that he will use public funds for his preferred successor's campaign[346] and to prevent cabinet members from compromising their integrity.[345] Duterte said the next president should be decisive, compassionate, a good judge of a person, and preferably, a lawyer,[341] which a PDP-Laban official interpreted as a \"virtual endorsement\" for his rival, Vice President Leni Robredo, who also decided to run for president.[347] In March 2022, Go said Duterte briefly met with Marcos Jr. and gave him advice on the presidency, but could not say whether Duterte gave Marcos Jr. an endorsement.[348][341] On May 5, 2022, Duterte created a transition committee, to be led by Executive Secretary Salvador Medialdea, that would oversee the transition of power to the next administration.[349] Ardent supporters of Duterte have been labeled as \"Diehard Duterte Supporters\", alternatively known as \"Digong Duterte Supporters\", which shares the acronym with the Davao Death Squad (DDS).[356] This label has been applied to the 16 million people who voted for him in the 2016 presidential election.[357] Duterte developed a reputation as a \"protector\" and \"savior\" in his hometown of Davao City as mayor of the city for more than two decades. This is despite reports of death squads in the city.[358] Duterte has been described as a populist, with his foul-mouthed remarks against the country's elite which positioned him as a \"man of the people\" as critical to his victory in the 2016 presidential election.[359] He has also been compared to U.S. President Donald Trump for his rhetorical style.[358] Throughout his career, Duterte's remained hugely popular, attributed to his man-of-the-people style and a perception of strong leadership and success in fighting crime and corruption, while opponents reproach him for his authoritarian style and low tolerance of dissent.[360] Analysts attribute his continued popularity to his emotional connection to the public, citing his charisma and humor, tough-talking manner, his image as a father figure as Tatay Digong (Father Digong), and Filipinos' general interest in strong leaders.[361][362] A Social Weather Stations study concluded that there are multiple reasons for Duterte's high satisfaction ratings in surveys; these include his strong base support, satisfaction with the administration's overall governance (pamamalakad) and with some policy issues which include helping the poor and the drug war, and his character. Poll respondents who relate to or are attracted to some aspects of his character, such as his perceived decisiveness and diligence tend to be satisfied. On the other hand, those who feel he is vulgar (bastos) tend to be less satisfied.[363] Several other Facebook groups with the acronym \"DDS\" supported Duterte as early as 2011. Among these groups is the Duterte Defense Squad, which was created on July 5, 2011. Other examples include Digong Duterte Supporters-Registered Nurses Group, Duterte's Destiny is to Serve the Country, Digong Duterte Swerte (lit. Digong Duterte is (Good) Luck), and Davsur Duterte Supporters. In 2015, members of the various groups urged Duterte to run for president.[364] Duterte's approval rating has been relatively high throughout his presidency despite criticism and international opposition to his anti-narcotics drive.[367] Two weeks into Duterte's presidency, on July 13, 2016, the Social Weather Stations (SWS) conducted the first survey on his presidency since his inauguration on June 30, where Duterte received an \"excellent\" trust rating of 79% among 1,200 adults nationwide.[368][369] A week later, on July 20, Pulse Asia released a poll conducted on July 2–8 showing 91% of Filipinos trust Duterte, making him the most trusted official in the Philippines since 1999.[370][371] Duterte's net satisfaction rating plunged to its lowest at 45% in July 2018,[372] but eventually recovered to 54% in September 2018,[373] and 60% in December 2018.[374] Duterte finished the first half of his six-year term with a record net satisfaction rating of 68%.[265] An SWS survey conducted in April 2019 puts Duterte's approval ratings at 79%, higher than any of his predecessors at this stage in their presidencies.[375] Duterte earned an approval rating of 87% on a December 2019 survey conducted by Pulse Asia. This is credited to poverty reduction and general success in hosting the 2019 SEA Games.[376] Amid the COVID-19 pandemic, a Pulse Asia September 2020 \"Ulat ng Bayan Survey\" (\"Report to the Nation Survey\"), showed that 84% of Filipinos approve of the government's work to control the spread of the coronavirus disease and the government efforts in assisting those who lost their jobs due to the pandemic. The same survey showed that 92% of survey respondents said that Duterte has \"done well\" in preventing the spread of COVID-19 in the country.[268][269] Duterte's approval rating rose to 60% in December 2021[366] higher than the 52% rating in September 2021,[377] and lower than the 62% rating in June 2021.[363] The survey also noted higher net satisfaction among those vaccinated and those willing to get vaccinated.[366] Duterte retained his high approval and trust ratings nearing the end of his term, according to a survey conducted by PUBLiCUS Asia Inc. on March 30 to April 6, 2022, which showed 67.2% of the 1,500 respondents approved of Duterte's performance over the past 12 months, while only 15.2% disapproved.[378][379] Another survey conducted in 2021 by WR Numero Research revealed that 54.59% of voters want soft continuity of the Duterte's policies, 29.57% want full continuity, while only 15.84% preferred change.[380] Duterte described himself as left-leaning during his campaign and presidency, but has stressed that he is for democracy and is not a communist.[381][382] He was once a member of the leftist Kabataang Makabayan during the 1970s.[383] He himself is a student of prominent Philippine leftist figure and founder of the Communist Party of the Philippines, Jose Maria Sison.[384][385] However, his relationship with the communists deteriorated during his presidency due to continued rebel attacks on soldiers despite the peace talks.[188][190] Duterte is known for being an avid fan of big bikes, but detests luxury cars. He once owned a second-hand Harley-Davidson and a Yamaha Virago. He was once a habitual smoker, but he eventually quit after a doctor's suggestion due to health concerns. Duterte is an avid reader of Robert Ludlum and Sidney Sheldon novels.[386] Duterte is also known for his straightforward and vocal attitude in public, especially in interviews, showing no hesitation in profusely using profanity live on-screen on numerous occasions despite formal requests by media groups and schools beforehand to abstain.[387] Duterte has his own local show in Davao City called Gikan Sa Masa, Para Sa Masa (\"From the Masses, For the Masses\"), which is aired as a blocktimer on ABS-CBN Davao. He is also a member of Lex Talionis Fraternitas, a fraternity based in the San Beda College of Law and the Ateneo de Davao University.[388] Aside from his native Cebuano, Duterte is also fluent in Filipino and English.[389] While criticizing political opponent Antonio Trillanes in a 2019 speech, Duterte said that he was once gay but had \"cured himself\" before meeting his partner Zimmerman.[316] Duterte was once married to Elizabeth Abellana Zimmerman, a flight attendant of Jewish and German American descent from Davao City.[390][391] She traces her roots in Tuburan, Cebu.[392] They together have three children (from eldest to youngest): Paolo (\"Pulong\"), Sara (\"Inday Sara\") and Sebastian (\"Baste\").[390] Paolo and Sara entered politics while Baste, with no interest in politics, concentrated on business and surfing but eventually ran and won as Davao City Vice Mayor in 2019.[393][394] Duterte's father, Vicente, died in 1968 while his mother, Soledad, died on February 4, 2012, at the age of 95.[395] Zimmerman was diagnosed with stage 3 breast cancer in 2015.[396] Duterte has been publicly very open about his infidelity and philandering while married to Zimmerman and cited it as the reason for his failed first marriage when asked in interviews. In 1998, Zimmerman filed a petition in the Regional Trial Court in Pasig to nullify her marriage. Duterte never appeared in court and did not contest Zimmerman's petition. Two years later, the court decided in her favor, ending the 27-year marriage of Duterte and Zimmerman. Duterte and Zimmerman have been on good terms in recent years with Zimmerman stating, \"Yes, [Rodrigo] is really a very good leader. That is all he is. But when it comes to family, he is not capable of taking care of it.\" In 2001, Zimmerman eventually ran for a seat on the city council but lost. Duterte and Zimmerman are said to have patched things up and appear to be civil to each other, 15 years after their marriage was declared null and void. Zimmerman eventually joined the campaign trail for Duterte's presidential candidacy in early 2016 called Byaheng Du30 in which she would travel by bus to major cities together with her daughter Sara and a number of delegates.[396] Duterte is currently living with his common-law wife Cielito \"Honeylet\" Avanceña, a nurse, with whom he has one daughter named Veronica (\"Kitty\"). Duterte has eight grandchildren, half of whom are Muslims and the other half Christian,[397] and one great grandchild.[398] On his paternal side, he shares familial ties with some of the prominent families of the Visayas, particularly the Almendrases and Duranos of Danao, Cebu.[c] Despite being raised as a communicant of the Catholic Church, on January 19, 2016, while meeting with businessmen in Binondo, Manila, Duterte clarified that he has not attended Mass for quite some time already since he deemed it incompatible with his mayoral responsibilities: \"If I listened to the Ten Commandments or to the priests,\" said Duterte, \"I would not be able to do anything as a mayor.\" He then clarified that he still believed in God, but not in religion.[400] On June 26, 2016, Duterte said he is Christian, but also said that he believes \"in one God Allah\".[401][402] Later, he challenged the Catholic Church to show evidence of the existence of God, while claiming he is neither an atheist nor an agnostic but happens \"to be a human being believing in that there's a universal mind somewhere which controls the universe\".[403] He has also called God \"stupid\".[404] In July 2018, he called himself \"spiritual\" and expressed his belief in \"one Supreme God\", but stated he \"can't accept\" Catholicism or organized religion.[405] In 2019, he was quoted as saying: \"a part of me which is Islam\".[406] Duterte has Buerger's disease, an inflammation of blood vessels, mostly in the limbs, and Barrett's esophagus, wherein esophageal cells are gradually replaced by gastrointestinal cells. He has denied rumors of throat cancer.[407] Duterte admitted in December 2016 that he had been a user of the addictive opioid drug Fentanyl. He said that a doctor prescribed the drug to alleviate back pain and headaches, but that he would take more than he was prescribed.[408] Fentanyl is described by the US National Institute on Drug Abuse as \"a powerful synthetic opioid analgesic that is similar to morphine but is 50 to 100 times more potent\".[409] Duterte later denied that he was a drug addict, and a spokesman stated that he was not affected by side-effects of the drug, which include confusion, anxiety and hallucinations.[410] Duterte has boasted about his use of Viagra: \"When I was young, I could do overnight, which is more expensive. When I got old, I could do short time only because I have such a short time left. After one erection, that's it. No more. Without Viagra, it's even more difficult.\"[411][412] A psychological assessment of Duterte was commissioned by Dr. Natividad Dayan during Duterte's marriage annullment to Elizabeth Zimmerman in July 1998. The result was that Duterte (then Davao City mayor) was found to have \"antisocial narcissistic personality disorder\", exemplified by \"gross indifference, insensitivity and self-centeredness\", and a \"grandiose sense of self-entitlement and manipulative behaviours\". According to the assessment, he had a \"pervasive tendency to demean, humiliate others and violate their rights and feelings\", and was \"unable to reflect on the consequences of his actions.\"[413] In a speech to the Filipino community in Russia, Duterte revealed that he has myasthenia gravis, a neuromuscular disease, which makes his eye droop.[414][415] Duterte was conferred an honorary doctorate degree for international relations or foreign diplomacy[417] from the Moscow State Institute of International Relations on October 5, 2019.[418]","country":"Philippines"}