{"name":"Roman Herzog","url":"/wiki/Roman_Herzog","Born":"1934-04-05","Died":"2017-01-10","Political party":"Christian Democratic Union","termEnds":null,"termStarts":null,"text":"Roman Herzog (German: [ˈʁoːman ˈhɛʁt͡soːk] (listen); 5 April 1934 – 10 January 2017) was a German politician, judge and legal scholar, who served as the president of Germany from 1994 to 1999. A member of the Christian Democratic Union (CDU), he was the first president to be elected after the reunification of Germany. He previously served as a judge of the Federal Constitutional Court, and he was the President of the court 1987–1994. Before his appointment as a judge he was a professor of law. He received the 1997 Charlemagne Prize. Roman Herzog was born in Landshut, Bavaria, Germany, in 1934 to a Protestant family.[1] His father was an archivist.[2] He studied law in Munich and passed his state law examination.[1] He completed his doctoral studies in 1958 with a dissertation on Basic Law and the European Convention on Human Rights.[2] He worked as an assistant at the University of Munich until 1964, where he also passed his second juristic state exam. For his paper Die Wesensmerkmale der Staatsorganisation in rechtlicher und entwicklungsgeschichtlicher Sicht (\"Characteristics of state organization from a juristic and developmental-historical viewpoint\"), he was awarded the title of professor in 1964, and taught at the University of Munich until 1966. He then taught constitutional law and political science as a full professor at the Free University of Berlin.[3] It was during this period that he coedited a commentary of the Basic Law. In 1969, he accepted a chair of public law at the German University of Administrative Sciences in Speyer, serving as university president in 1971–72.[1] Herzog's political career began in 1973, as a representative of the state (Land) of Rhineland-Palatinate in the Federal government in Bonn. He served as State Minister for Culture and Sports in the Baden-Württemberg State Government led by Minister-President Lothar Späth from 1978. In 1980 he was elected to the Landtag of Baden-Württemberg and took over the State Ministry of the Interior.[4] As the regional interior minister, he attracted attention when he imposed a levy on nonapproved demonstrations and his proposal for the police to be equipped with rubber-bullet guns.[2] Herzog was long active in the Evangelical Church in Germany. Until 1980, he was head of the Chamber for Public Responsibility of this church, and, beginning in 1982, he was a member of the synod.[4] In 1983 Herzog was elected a judge at the Federal Constitutional Court of Germany (Bundesverfassungsgericht) in Karlsruhe, replacing Ernst Benda. From 1987 until 1994, he also served as the president of the Court, this time replacing Wolfgang Zeidler. In September 1994, he was succeeded in that office by Jutta Limbach.[4] Already in 1993, Chancellor Helmut Kohl had selected Herzog as candidate for the 1994 presidential election, after his previous choice, the Saxon State Minister of Justice, Steffen Heitmann, had to withdraw because of an uproar about statements he made on the German past, ethnic conflict and the role of women.[5] By early 1994, however, leaders of the Free Democrats, the junior members of Kohl's coalition government, expressed support for Johannes Rau, the candidate whom the opposition Social Democrats nominated.[5] German media also speculated that other potential candidates included Kurt Masur and Walther Leisler Kiep.[5] The former Foreign Minister, Hans Dietrich Genscher refused to run.[6] Herzog was elected President of Germany by the Federal Assembly (Bundesversammlung) on 23 May 1994. In the decisive third round of voting, he won the support of the Free Democrats.[7] Their decision was taken as a sign that the coalition remained firm.[7] Herzog took office as Federal President on 1 July 1994. He participated in the commemorations of the 50th anniversary of the Warsaw Uprising during the Nazi occupation of Poland in 1994. In a widely commended speech, he paid tribute to the Polish fighters and people and asked Poles for \"forgiveness for what has been done to you by the Germans\".[8] In the speech, he strongly emphasized the enormity of anguish the Polish people suffered through Nazi Germany but he also made an indirect reference to the sufferings that the Germans experienced in World War II.[9] In 1995, Herzog was one of the few foreign dignitaries taking part in the observances on the occasion of the 50th anniversary of the liberation of the Auschwitz concentration camp who chose to attend a Jewish service at the site of the camp rather than the official opening ceremony in Cracow sponsored by the Polish Government.[10] In January 1996, Herzog declared 27 January, the anniversary of the 1945 liberation of the Auschwitz concentration camp, as Germany's official day of remembrance for the victims of Hitler's regime.[11] in late 1997, in a major step for Germany officially recognizing the murder and suffering of the Roma and Sinti under the Nazis, he said that the persecution of the Roma and Sinti was the same as the terror against the Jews.[12] In April 1997, Herzog caused a nationwide controversy when, in a speech given at the Hotel Adlon in Berlin, he portrayed Germany as dangerously delaying social and economic changes. In the speech, he rebuked leaders for legislative gridlock and decried a sense of national \"dejection,\" a \"feeling of paralysis\" and even an \"unbelievable mental depression.\" Compared with what he called the more innovative economies of Asia and America, he said that Germany was \"threatened with falling behind.\"[13] In November 1998, Herzog's office formally moved to Berlin, becoming the first federal agency to shift from Bonn to the redesignated capital city.[14] He retained his position until 30 June 1999 and did not seek reelection. At the end of his five-year term as head of state, he was succeeded by Johannes Rau. From December 1999 to October 2000, Herzog chaired the European Convention which drafted the Charter of Fundamental Rights of the European Union.[15] In January–March 2000, with former central bank President Hans Tietmeyer and former federal judge Paul Kirchhof, Herzog led an independent commission to investigate a financing scandal affecting the CDU.[16] Amid a German debate over the ethics of research in biotechnology and in particular the use of embryos for genetic inquiry and diagnosis, Herzog argued in 2001 that an absolute ban on research on embryonic stem cells – which have the ability to develop into the body's different tissues – would be excessive, stating: \"I am not prepared to explain to a child sick with cystic fibrosis, facing death and fighting for breath, the ethical grounds that hinder the science which could save him\".[17] In response to Chancellor Gerhard Schröder's \"Agenda 2010\" presented in 2003, the then-opposition leader and CDU chair Angela Merkel assigned the task of drafting alternative proposals for social welfare reform to a commission led by Herzog. The party later approved the Herzog Commission's package of reform proposals, whose recommendations included decoupling health and nursing care premiums from people's earnings and levying a lump monthly sum across the board instead.[18] Herzog died in the early hours of 10 January 2017 at the age of 82.[19] Herzog's wife, Christiane Herzog, died on 19 June 2000. In 2001, he married Alexandra Freifrau von Berlichingen.[33] He was a member of the Evangelical Church in Germany.[1] He died on 10 January 2017 at the age of 82.[34]","country":"Germany"}