{"name":"Roque González Garza","url":"/wiki/Roque_Gonz%C3%A1lez_Garza","Born":"1885-03-23","Died":"aged 77","termEnds":null,"termStarts":"He was appointed provisional president after Gutierrez left Mexico City.","text":"Roque Victoriano González Garza (March 23, 1885 – November 12, 1962) was a Mexican general and acting president of the Republic from January to June 1915. From 1908 he appeared in politics in opposition to the government of President Porfirio Díaz. He was one of the first supporters of Francisco I. Madero, whom he accompanied in his presidential campaign. He was director of revolutionary forces in Coahuila, and a federal deputy. During the election of 1910, Díaz had Madero (the opposition candidate) and 6,000 of his supporters jailed. González was arrested with Madero. Madero was able to escape and issued a call for armed revolt. González later joined him and fought in the battles of Casas Grandes and Ciudad Juárez. After Madero assumed the presidency, González was his personal assistant and a member of his general staff. When Madero and Vice-President José María Pino Suárez were murdered, González went to the north, joining the forces of Francisco Villa. He was promoted to general and he participated in the most important battles of the revolution against the Huerta regime. These included the battles of Torreón, San Pedro de las Colonias, Paredón, Saltillo and Zacatecas. He was the personal representative of Villa in the Aguascalientes Convention, where he was one of the most outstanding figures. He was chosen to preside at the Convention, and was one of the editors of the Manifiesto that the Convention published on November 13, 1914. On the fall of Conventionalist President Eulalio Gutiérrez, he was chosen by the Convention as Gutiérrez's replacement. As a Conventionalist, he was in opposition to the Constitutionalist president, Venustiano Carranza. González's term of office ran from January 16, 1915 to June 10 of the same year. On the latter date, by agreement of the Convention, he turned over power to Francisco Lagos Cházaro and reentered private life in Mexico City. The victory of the Constitutionalists forced him into exile, where he remained several years, until after the death of Carranza. Years later he collaborated in the administration of General Manuel Ávila. He was coauthor of the books La Batalla de Torreón (1914) and Apuntes para la Historia (1914), which recounted the events of the Mexican Revolution. In 1933, González Garza co-foundered the fascist paramilitary Revolutionary Mexicanist Action along with many other militants of the Mexican Revolution.[1][2] He lead the paramilitary group until 1934 where he was succeeded by Nicolas Rodriguez Carrasco. Although no longer leader, he maintained his prominence in the group.[1][3] In March of 1935, González Garza and Ovidio Pedrero Valenzuela lead the group on horseback raiding and destroying the newly established Mexican Communist Party headquarters in Mexico City.[1][2][4] During the presidency of Manuel Ávila Camacho, he held governmental positions.[5] He was awarded the rank of major general, was president of the Legion of Honor. In 1962, President López Mateos appointed him head of works in Meztitlán, Hidalgo.[5] González Garza wrote books on the history of the revolution.[5] Roque González Garza died in Mexico City on November 12, 1962.[5] Citations Bibliography","country":"Mexico"}