{"name":"Rómulo Betancourt","url":"/wiki/R%C3%B3mulo_Betancourt","Born":"1908-02-22","Died":"1981-09-28","Political party":"Democratic Action","termEnds":"(1908–1981) (1958)","termStarts":null,"text":"Rómulo Ernesto Betancourt Bello (22 February 1908 – 28 September 1981; Spanish pronunciation: [ˈromulo betaŋˈkuɾ]), known as \"The Father of Venezuelan Democracy\", was the president of Venezuela, serving from 1945 to 1948 and again from 1959 to 1964, as well as leader of Acción Democrática, Venezuela's dominant political party in the 20th century. Betancourt, one of Venezuela's most important political figures, led a tumultuous career in Latin American politics. Periods of exile brought Betancourt in contact with various Latin American countries as well as the United States, securing his legacy as one of the most prominent international leaders to emerge from 20th-century Latin America. Scholars credit Betancourt as the Founding Father of modern democratic Venezuela. Rómulo Betancourt was born in Guatire, a town near Caracas. His parents were Luis Betancourt Bello (of Canary origins) and Virginia Bello Milano. He attended a private school in Guatire, followed by high school at the Liceo Caracas in Caracas. He studied law at the Central University of Venezuela.[1] As a young man he was expelled from Venezuela for agitation and moved to Costa Rica where he founded, and led, a number of Communist student groups.[2][disputed – discuss] In the early 1930s, while in Costa Rica, he became one of the main militants of that country's Communist Party at the young age of 22 .[3][4] In 1937, after resigning from the Communist Party and returning to Venezuela, he founded the Partido Democrático Nacional, which became an official political party in 1941 as Acción Democrática (AD). Colombian leader Jorge Eliécer Gaitán claimed Betancourt had \"offered him arms and money to launch a revolution in Colombia\" which was part of Betancourt's alleged plan to build a solid phalanx of left-wing regimes in the Caribbean.[5] It was alleged by Azula Barrera and Colombian President Mariano Ospina Pérez that Betancourt had supported the armed rising at the 1948 Inter-American Conference (Bogotazo) that left more than a thousand people dead, among these the political assassination of Jorge Eliécer Gaitán.[6] This started a new volatile political period in neighboring Colombia some claim continues to this day with FARC. Betancourt became president in 1945 by means of a military coup d'état and, during his time in office, completed an impressive agenda. His accomplishments included the declaration of universal suffrage, the institution of social reforms, and securing half of the profits generated by foreign oil companies for Venezuela. His government worked closely with the International Refugee Organization to aid European refugees and displaced persons who could not or would not return home after World War II; his government assumed responsibility for the legal protection and resettlement of tens of thousands of refugees inside Venezuela. The refugee initiative was the subject of great controversies within his government with the winning side led by Betancourt's secretary of Agriculture, Eduardo Mendoza. In 1941, before AD's entry into policymaking, Venezuela received 85,279,158 bolívars from oil taxes, out of a total oil value of 691,093,935 bolivars. Before Betancourt's changes in the taxing system, the state of Venezuela was making only a fraction of what foreign oil companies were making in profit. President Betancourt had overthrown the Isaías Medina Angarita government which enacted a law to tax oil companies up to 60%, and reserved for the government the right to raise more taxes as needed. Betancourt changed the law to \"Fifty to Fifty.\" One of Betancourt's original objectives was the nationalization of the country's oil industry. Mexico had nationalized its oil industry in 1938, and because its economy was more diversified than Venezuela's, there was little to no backlash. Though oil nationalization became one of AD's main objectives, Venezuela's economy was not stable enough to handle potential boycotts by foreign oil companies and would have left nation fiscally vulnerable. Rationalizing the complications of nationalization at the time, Betancourt's government raised taxes on oil production instead accomplishing the same goal: Venezuela's oil riches to benefit Venezuelans. In the late 1940s Venezuela was producing close to 500,000,000 barrels (79,000,000 m3) annually and as production climbed, the tax followed. Venezuela was the Allies' top oil supplier during the wars occurring in the European continent. Betancourt identified this potential to play an important historical role, using the knowledge to his nation's advantage transforming Venezuela into a global player. Germany then lacked reliable access to oil limiting troop movements. Some historians identify this vulnerability a deciding factor in Hitler's defeat. Venezuelan oil played a key role. According to Betancourt, a spike in taxes was just as effective as nationalizing the oil industry, \"Tax income was increased from then to such a degree that nationalization was unnecessary to obtain maximum economic benefits for the people of the country\". Oil companies were forced to cede to the demands of labor unions and no longer entitled to make larger profits than the Venezuelan government. As a result, Betancourt's government generally had full support of the labor unions as the administration openly encouraged workers to organize. In 1946, 500 labor unions were created. Another notable achievement of Betancourt's first administration include the termination of the concession policy, the initial development of refineries within Venezuela, and tremendous improvement in worker conditions and pay. Juan Pablo Pérez Alfonso served as Minister of Development in Betancourt's first term. Betancourt presided over the country's first free elections, in 1947, which were won by the AD's Rómulo Gallegos. However, on 27 November 1948, Carlos Delgado Chalbaud, Marcos Pérez Jiménez and Luis Felipe Llovera Páez launched the 1948 Venezuelan coup d'état and overthrew Gallegos after just ten months in office. Betancourt went into exile in New York City. In exile he planned a political return sustained on democratic principles and open elections legitimizing his national leadership role. His forward vision and strategy was successful and Betancourt was elected president by his own people upon returning to Venezuela. He had been determined to expose to the world the political problems and dictatorships that plagued the country through most of its modern history – a risky proposition. \"Betancourt's third, and longest, period of exile was a time of enormous frustration. In the prime of his life --for roughly the decade of his forties-- he was forced into relative inactivity and obscurity. He traveled extensively, living in Cuba, Costa Rica, and Puerto Rico, and remained a leader of an opposition-in-exile to the Perez Jimenez dictatorship. And of course wrote 'Venezuela: Oil and Politics'. A beach home outside of San Juan (Puerto Rico) provided a quiet refuge for this work,\" wrote Franklin Tugwell in his Introduction to the 1978 English publication of Betancourt's book. \"The preparation of this book has been as hectic as the life of the author. I wrote it first between the years 1937–39 while I was underground hiding from the police. It could not be published then because no Venezuelan publisher would dare risk printing a book written by one who was in such compromising position. The only typewritten copy was among my personal papers and it disappeared with them when a military patrol plundered the house I was living in when the constitutional government was overthrown on 24 November 1948. Thus most of the material from the first draft was lost. \"I believe that 'the dead command,' although not in the sense that reactionaries have traditionally given the phrase. When they die they give the command for an ideal of human excellence, obliging those who survive to finish their work,\" wrote Rómulo Betancourt in the Prologue to the first edition of \"Venezuela: Oil and Politics\". The book published in Mexico City by Editorial Fondo de Cultura Económica in 1956 was prohibited from circulating in Venezuela. Despite being effectively censored, Betancourt persisted. A decade later, after Pérez Jiménez was ousted, Betancourt was elected president in the general election of 1958, becoming the first leader of the Punto Fijo Pact. Having inherited a well constructed country but with the need to give more education to its people, Betancourt nevertheless managed to return the state to fiscal solvency despite the rock-bottom petroleum prices throughout his presidency. In 1960 two important institutions were created by Juan Pablo Pérez Alfonso, Betancourt's minister of Mines and Hydrocarbons: the Venezuelan Petroleum Corporation (Corporación Venezolana del Petróleo — CVP), conceived to oversee the national petroleum industry, and the Organization of the Petroleum Exporting Countries (OPEC), the international oil cartel that Venezuela established in partnership with Kuwait, Saudi Arabia, Iraq, and Iran. Considered a radical revolutionary idea at the time by its opponents, but essential to Venezuela's independence and fiscal solvency by a visionary nationalistic Betancourt. At an annual oil convention in Cairo, Venezuela's envoy, fluent in Arabic, convinced oil producing Middle Eastern countries to sign a secret agreement that promoted unity and control of their own national oil resources; under the noses of the British and American corporations that dominated the oil industry globally and had funded the event. Planting the seed for OPEC that was founded in September 1960 at Baghdad, Iraq. This movement was triggered by a 1960 law instituted by American President Dwight Eisenhower that forced quotas for Venezuelan oil and favored Canada and Mexico's oil industries. Eisenhower cited national security, land access to energy supplies, at times of war. Betancourt reacted seeking an alliance with oil producers of Middle Orient and North Africa as a pre-emptive strategy to protect the continuous autonomy and profitability of Venezuela's oil, establishing a strong link between the South American nation and the OPEC countries that survives to this day. On a scenario of suspended economic guarantees, special situation derived from the Castro-communist armed insurrection, Betancourt adopted the CEPAL model of substitution of imports in order to achieve a fast track to development through industrialization that succeeds in replacing imported goods with locally produced goods. The government strategy include tax exceptions to attract capital investment and terrains at low cost to facilitate foreign suppliers to build plants for the assembly or packaging of finished products, closing the economy to trade through excessive tax to similar imported goods, import quotas to reduce foreign competition or other quantitative restrictions that prohibited imports. In addition, the Central Bank overestimated the Bolivar to cut down prices of imported inputs and promote export-oriented growth. Large road-building, and electrical power programs as the construction of Guri Dam Phase I were carried out, transforming Venezuela into a modernized Latin American nation. AD's land reform distributed unproductive private properties and public lands to halt the decline in agricultural production. Landowners who had their properties confiscated received generous compensation.[citation needed] Betancourt also faced determined opposition from extremists and rebellious army units, yet he continued to push for economic and educational reform. A fraction split from the AD and formed the Revolutionary Left Movement (MIR). When leftists were involved in unsuccessful revolts at Barcelona (El Barcelonazo) in 1961 and in navy bases in 1962 (El Carupanazo, Carúpano, and El Porteñazo, Puerto Cabello), Betancourt suspended civil liberties. Elements of the left parties then formed the Armed Forces for National Liberation (FALN), a communist guerrilla army to fight him. This drove the leftists underground, where they engaged in rural and urban guerrilla activities, including sabotaging oil pipelines, bombing a Sears Roebuck warehouse, Alfredo Di Stefano kidnapping, and bombing the United States Embassy in Caracas.[9] FALN failed to rally the rural poor and to disrupt the December 1963 elections. After numerous attacks, he finally arrested the MIR and Communist Party of Venezuela (PCV) members of Congress. It became clear that a leftist Fidel Castro had been arming the rebels, so Venezuela protested to the Organization of American States (OAS). Betancourt had denounced the dictatorship of Dominican Republic's Rafael Leónidas Trujillo. In turn, Trujillo had developed an obsessive personal hatred of Betancourt and supported many plots by Venezuelan exiles to overthrow him. The Venezuelan government took its case against Trujillo to the Organization of American States, turning to diplomacy first over armed response to resolve the political conflict. That, in turn, infuriated Trujillo, who ordered his foreign agents to assassinate Betancourt in Caracas. The 24 June 1960 attempt, in which the Venezuelan president was badly burned, inflamed world public opinion against Trujillo. Photos of a wounded but living Betancourt were distributed around the world as proof he survived the assassination attempt that killed his head of security and severely injured the driver, who later died. An incendiary car bomb, which was in a parked vehicle, was detonated as his presidential car drove by one of the main avenues of Caracas, which shocked the nation. With both burned hands wrapped in bandages, Betancourt walked out of the hospital in front of photographers. The incident elevated him in the eyes of the public opinion and helped to destroy one of his most ferocious Caribbean enemies at the same time.   Perhaps one of the greatest of Betancourt's accomplishments, however, were the successful 1963 elections. Despite threats to disrupt the process, nearly 90 percent of the electorate participated on 1 December in what was the most honest election in Venezuela to that date. 11 March 1964 was a day of pride for the people of Venezuela as for the first time the presidential sash passed from one democratically elected chief executive to another. Prior to Betancourt changing the law, all presidents in Venezuela were elected by Congress – in typical republic model. He was Venezuela's first democratically elected president to serve his full term, and was succeeded by Raúl Leoni. It was Romulo Betancourt who established a democratic precedent for the nation that had been ruled by dictatorships for most of its history. It was 'revolution' by popular vote, without historical reference until then; Betancourt created the political model that had survived in Venezuela for many years afterward. The Venezuelan president's antipathy for nondemocratic rule was reflected in the so-called Betancourt Doctrine, which denied Venezuelan diplomatic recognition to any regime, right or left, that came to power by military force. Betancourt always defended, and represented, democratic values and principles in Latin America. This put him at odds with the military strongmen who came to dominate and define political perception of the region. During his first message to Congress as President of Venezuela, on 12 February 1959, Betancourt said: \"... Regimes disrespectful of human rights, violating their citizens´ freedom, tyrannizing them with the backing of totalitarian political police, should be submitted to a rigorous sanitary cordon and eradicated, through collective pacification, from the Inter-American juridical community\"[11] It was during the tense Cuban Missile Crisis, between the United States and Cuba, the relationship between President Kennedy and President Betancourt became closer than ever. Establishing a direct phone link between the White House and Miraflores (Presidential Palace) since the Venezuelan president had ample experience on dealing, defeating and surviving, actions of Caribbean regimes. These conversations between both presidents were translated by Betancourt's only child, Virginia Betancourt Valverde, who served as interpreter and confidant to her father. Later president Rafael Caldera distanced himself from the doctrine, which he thought had served to isolate Venezuela in the world. A thesis that continues to be debated among academics and intellectuals who see in Betancourt not an isolationist but a courageous defender of democratic principles in the midst of adversity and ferreous enemies. In 1964, Betancourt was awarded a lifetime seat in Venezuela's senate, due to status as a former president. His last days were dedicated to writing and to his wife Dr. Renee Hartmann. He died on 28 September 1981 in Doctors Hospital in New York City. On his death US President Ronald Reagan made the following statement: I speak for all Americans in expressing our heartfelt sadness at the death of Romulo Betancourt. While he was first and foremost a Venezuelan patriot, Romulo Betancourt was an especially close friend of the United States. During the 1950s he considered the United States a refuge while he was in exile, and we were proud to receive him. We are honored that this courageous man whose life was dedicated to the principles of liberty and justice – a man who fought dictatorships of the right and the left – spent his final days on our shores. We join the Venezuelan people and those who love freedom around the world in mourning his death.[12] Betancourt was married to Carmen Valverde,[citation needed] who served as First Lady of Venezuela from 1945 to 1948,[citation needed], and 1959–1964. Virginia Betancourt Valverde was the Betancourt's only child. Divorced he married Dr. Renee Hartmann.[citation needed] Rómulo Betancourt was a very close friend of the governor of Puerto Rico, Luis Muñoz Marín, visiting the island often and frequently exchanging political views with him, viewing him as a political advisor on democracy. Although they disagreed on certain issues they remained faithful friends. On one occasion in 1963, he refused to attend the inauguration of Juan Bosch as president of the Dominican Republic if Bosch did not extend an invitation to Muñoz Marín, who had provided a safe haven for Bosch and various members of his political party in Puerto Rico. Betancourt attended the funeral of his friend in 1980.[citation needed] Carmen Valverde The documentary film CAP 2 Intentos (English: CAP 2 Attempts), directed by Carlos Oteyza [es], focuses on Betancourt's presidency between 1959 and 1964, after dictator Marcos Pérez Jiménez was deposed.[13]","country":"Venezuela"}