{"name":"Rómulo Gallegos","url":"/wiki/R%C3%B3mulo_Gallegos","Born":"1884-08-02","Died":"1969-04-05","Political party":"Acción Democrática","termEnds":"(1884–1969) (1948–52)","termStarts":null,"text":"Rómulo Ángel del Monte Carmelo Gallegos Freire (2 August 1884 – 5 April 1969)[1][2][3] was a Venezuelan novelist and politician. For a period of nine months during 1948, he governed as the first freely elected president in Venezuela's history.[4] He was removed from power by military officers in the 1948 Venezuelan coup.[5] Rómulo Gallegos is considered the most relevant Venezuelan novelist of the 20th century, and a prominent figure in Latin American literature.[6] Rómulo Gallegos was born in Caracas to Rómulo Gallegos Osío and Rita Freire Guruceaga, into a family of humble origin. He began his work as a schoolteacher, writer, classical music enthusiast, and journalist in 1903. His novel Doña Bárbara was first published in 1929, and it was because of the book's criticisms of the regime of longtime dictator Juan Vicente Gómez that he was forced to flee the country. He took refuge in Spain, where he continued to write: his acclaimed novels Cantaclaro (1934) and Canaima (1935) date from this period. He returned to Venezuela in 1936 and was appointed Minister of Public Education. In 1937 he was elected to Congress and, in 1940–41, served as Mayor of Caracas. In 1945, Rómulo Gallegos was involved in the coup d'état that brought Rómulo Betancourt and the \"Revolutionary Government Junta\" to power, in the period known as El Trienio Adeco. In the 1947 general election he ran for the presidency of the republic as the Acción Democrática candidate and won in what is generally believed to be the country's first honest election.[citation needed] He took over 74 percent of the vote, still a record for a free election in Venezuela. He took office on February 15, and was noted for raising the state's tax revenue for oil profits increase from 43% to 50%, a tax scheme known as \"fifty / fifty\" and which was subsequently replicated in several oil producing countries such as Saudi Arabia. Nevertheless, army officers Carlos Delgado Chalbaud, Marcos Pérez Jiménez and Luis Felipe Llovera Páez, threw him out of power November in the 1948 Venezuelan coup d'état. He took refuge first in Cuba and then in Mexico. Gallegos returned to his country after the fall of the dictatorship of Marcos Pérez Jiménez in 1958. While he was named a senator for life, he no longer took an active role in politics. Gallegos was awarded the National Literature Prize (1958, for La doncella), and elected to the Venezuelan Academy of the Language (the correspondent agency in Venezuela of the Spanish Royal Academy).[7] From 1960 to 1963, he was a Commissioner of the newly created Inter-American Commission on Human Rights (created by OAS in Washington on 18 August 1959), and he was also its first President (1960) a position he held until 1963. He was nominated for the Nobel Prize in Literature in 1960, largely due to the efforts of Miguel Otero Silva, and gained widespread support in Latin America,[9] but ultimately lost out to Saint-John Perse. The Rómulo Gallegos International Novel Prize was created in his honor on 6 August 1964 by a presidential decree, enacted by Venezuelan president Raúl Leoni. The declared purpose of the prize is to \"perpetuate and honor the work of the eminent novelist and also to stimulate the creative activity of Spanish language writers.\" It is awarded by the government of Venezuela, through the offices of the Rómulo Gallegos Center for Latin American Studies (Celarg). The first prize was given in 1967. It was awarded every five years until 1987, when it became a biannual award. The award includes a cash prize of €100,000 making it among the richest literary prizes in the world. Gallegos was married to Teotiste Arocha Egui,[citation needed] who served as First Lady of Venezuela in 1948.[citation needed] Rómulo Gallegos Freire died in Caracas on 5 April 1969. Gallegos and Teotiste In 2016 his grave was desecrated by thieves, who stole the marble and his remains. His granddaughter took Twitter to express her frustration: \"Here in Venezuela, not even the remains of an ex-president can be kept away from the hands of crime.\"  ","country":"Venezuela"}