{"name":"Sabine Bergmann-Pohl","url":"/wiki/Sabine_Bergmann-Pohl","Occupation":"Politician Physician nonprofit CEO","Born":"1946-04-20","Political party":"Christian Democratic Union (1990–)","termEnds":null,"termStarts":null,"text":"Sabine Bergmann-Pohl (née Schulz; German: [zaˈbiːnə ˈbɛʁkman poːl]; born 20 April 1946) is a German doctor and politician. A member of the Christian Democratic Union of Germany (CDU), she was president of the People's Chamber of East Germany from April to October 1990. During this time, she was also the interim head of state of East Germany, holding both posts until the state's merger into West Germany in October. After the reunification of Germany, she served in the government of Chancellor Helmut Kohl.[1] She was born as Sabine Schulz in Eisenach, Thuringia. After leaving school in 1964, Bergmann-Pohl was initially not admitted to university and entered a two-year internship at the Institute of Forensic Medicine at the Humboldt University in Berlin. In 1966, she began to study medicine and graduated in 1972 with a diploma in medicine. From 1979, she worked as a lung specialist and in 1980 earned a medical doctorate. From 1980 to 1985, she was medical director of the polyclinic department for lung diseases, and tuberculosis in Berlin-Friedrichshain. From 1985 to 1990, she was Medical Director at the District Office for lung diseases and tuberculosis in East Berlin. Since 1990 Bergmann-Pohl has been the Patron of the General Disabled Persons in Germany (ABID eV) and since 2003 President of the Berlin Red Cross. Also since 2003 she has been a member of the Presidium of the International Federation and has been a vice president since 2007. In 1981, she joined the CDU, one of the bloc parties of the GDR, and in 1987 was elected to the district board in East Berlin. In the general election of March 1990, the only free election ever held in East Germany, she was elected to the People's Chamber, which on 5 April elected her its President. On the same day, parliament also abolished the State Council, the country's collective presidency. Under the Constitution, the president of the People's Chamber was ex officio vice president of the GDR; as such, Bergmann-Pohl assumed the role of interim head of state as well. In that role, she presided over the People's Chamber formally petitioning to join the Federal Republic of Germany on 23 August, as well as the overwhelming approval of the unification treaty on 12 September. After German reunification on 3 October 1990, she became a member of the Bundestag and, along with other leading members of the last GDR government, was also appointed Federal Minister for Special Affairs in Chancellor Helmut Kohl's cabinet.[2] After the 1990 all-German election, she was appointed Parliamentary Secretary in the Federal Ministry for Health on 18 January 1991. Following her party's defeat in the 1998 election, she departed from the government on 27 October 1998 but remained in the Bundestag until 2002. Sabine Bergmann-Pohl was married to Ulrich Pohl from 1972 to 1979. They have two sons together. Since 1990 she is married to Jürgen Bergmann. She is a Protestant.[3][4] ","country":"Germany"}