{"name":"Sali Berisha","url":"/wiki/Sali_Berisha","Born":"1944-10-15","Political party":"Party of Labour (1968–1990) Democratic Party (1990–Present)","termEnds":null,"termStarts":null,"text":"Sali Ram Berisha (Albanian pronunciation: [saˈli bɛˈɾiʃa]; born 15 October 1944) is an Albanian conservative politician and former cardiologist who served as the second President of Albania from 1992 to 1997 and Prime Minister from 2005 to 2013. He was also chairman of the Democratic Party of Albania twice, from 1991 to 1992 and then again from 1997 to 2013. Berisha abandoned his career as a cardiologist and university professor to become the chairman of the Democratic Party in the 1990s. From 1992, after the fall of communism, he served as the first non-Communist President of Albania until his government collapsed in 1997 in the wake of the collapse of notorious pyramid schemes. From 1997 to 2005, Albania was governed by the Socialist Party (PS) for two mandates, while he stayed in opposition. In 2005, the Democratic Party won the general elections, and he became the Prime Minister after his coalition formed the new government. In 2009, he was re-elected Prime Minister, after the Democrats obtained a narrow win in the general elections but were forced into a coalition with the Socialist Movement for Integration (LSI) through not winning enough seats on its own for the first time since the start of multi-party democracy in 1991. In the 2013 election, his government was unseated in an won coalition led by the Socialist Party and the LSI. After the loss he resigned as the Chairman of the Democratic Party but he continues to be a Member of Parliament as of 2021. On 19 May 2021, US Secretary of State Antony Blinken announced the public designation of Berisha as Non-grata due to involvement in significant corruption.[1] Berisha announced that he will open a lawsuit, where he will sue the US Secretary of State for defamation, citing the lack of any factual proof to back up the claims.[2] On 9 September 2021 Berisha was expelled by party chairman Lulzim Basha from the Democratic Party's Parliamentary Group due to legal issues with the US Department of State.[3] This decision led to Berisha starting a nation-wide movement to remove Basha as leader of the Democratic Party, causing a major rift in the party's internal structures, between Berisha's and Basha's supporters. A deeply controversial figure in Albanian politics, Berisha's supporters hail him as a historical figure who overthrew the country's dictatorial regime, whereas his opponents accuse him of having used an authoritarian style of leadership, particularly during the 1990s, culminating with the Albanian civil war in 1997. Berisha was born in Viçidol, Tropojë District, Kukës County, northern Albania, near the border with Kosovo to a Muslim father and mother: Ramë and Sheqere Berisha. He studied medicine at the University of Tirana, graduating in 1967. He specialized in cardiology and was subsequently appointed as an assistant professor of medicine at the same university and as staff cardiologist at the Tirana General Hospital. At the same time, Berisha became a member of a discussion forum for changes in the Albanian Party of Labor[4] while having been enrolled as a member a few years earlier. During the 1970s, Berisha gained distinction as the leading researcher in the field of cardiology in Albania and became professor of cardiology at the University of Tirana.[citation needed] In 1978 he received a United Nations Educational Scientific and Cultural (UNESCO) fellowship for nine months of advanced study and training in Paris. He also conducted a research program on hemodynamics that attracted considerable attention among his colleagues in Europe. In 1986 he was elected to be a member of the European Committee for Research on Medical Sciences, where he worked for the elaboration of scientific researches strategies for \"Health for all\".[citation needed] In an interview for the Albanian Writers League newspaper published also in the international press, Berisha demanded that the remaining barriers to freedom of thought and expression be ended, that Albanians be granted the right to travel freely within the country and abroad, and that Albania abandon its isolationist foreign policy[clarification needed]. At an August 1990 meeting of the nation's intellectuals convened by President Ramiz Alia, Berisha urged the Albanian Party of Labor (APL) to abolish the third article of the communist constitution which sanctioned that the Party of Labor had the hegemony of the Power, to recognize the Human Rights Charter, the drafting of a new democratic constitution, and to remove all monuments of Stalin in the country.[citation needed] In an article published in the Bashkimi newspaper on 17 September 1990, Berisha condemned what he termed the \"cosmetic reforms\" of the Alia regime, which had only served to aggravate unrest within the nation. Without political pluralism, he argued, there could be no true democracy in Albania.[clarification needed] In December 1990, Berisha joined, on the very first day, a series of student demonstrations that forced the government to approve the establishment of a multi-party system.[citation needed] Berisha emerged as the chairman of the Democratic Party of Albania (DP), the first and largest of the new opposition parties. All leading members of the party wore white coats during demonstrations. He was formally elected DP chairman in February 1991 at the party's first national congress[citation needed]. He was elected member of Albania parliament in 1991, 1992, 1997, 2001 from the constituency of Kavajë.[citation needed] After the 1992 elections—the second free legislative elections held in the country—Berisha was elected president on 9 April 1992. He was the country's second freely elected head of state, and the first non-Communist head of state in 53 years. Following his election, Berisha and his government were engaged in a profound course of political, economic, institutional, legislative and multifaceted reforms. Therefore, the complete privatisation of land and residencies, as well as of all small and medium state enterprises, was accomplished over the period 1992–96; prices and exchange rates were fully liberalised, and Albania changed from a country of a three figure inflation rate and economic growth regression of −20% into a country with a one-figure inflation rate and with an average economic growth rate of 9% in 1992 and, in '93 – '96, 75% of GDP was generated from the private sector.[citation needed] Albania opened towards the West; it became a member of the Council of Europe in 1995; it signed the Partnership for Peace Agreement in 1993, and it established a close cooperation with European Union countries and the United States.[citation needed] All laws of the communist dictatorship were replaced with new laws of European standards, and a series of institutions that had not been in place before, like the Constitutional Court and High Council of Justice, were established.[citation needed] Berisha also introduced Islam to the Albanian political scene, pursued re-Islamisation of the country (approximately 34% Sunni Muslims of Albania's population) to reverse decades of anti-religious policy under Communism. Non-Governmental Organisations from Saudi Arabia and other parts of the Muslim world were invited in to build mosques and schools and provide other aid, and spread Wahhabi or Salafi Islam to Albania (and along with it, Saudi geopolitical influence).[5][6] The collapse of the Ponzi schemes towards the end of 1996, into which Albanians allegedly invested $1 billion worth of life savings from 1994, recapped the crisis. The schemes failed, one by one, from December 1996, and demonstrators took to the streets accusing the government of having stolen the money. Those demonstrations were then taken over by the opposition.[citation needed] In the midst of the crisis that had escalated into a civil war, Sali Berisha was re-elected president for a second five-year term on 3 March 1997 by a parliament totally controlled by the Democratic Party.[7][8] During the first ten days of March, the situation deteriorated, culminating in the desertion of large numbers of police and military, leaving their arsenals unlocked. These were promptly looted, mostly by militias and some criminal gangs, and for a time it looked like civil war would erupt between the government and rebels. Although the Prime Minister resigned immediately, Berisha refused opposition demands to step down, claiming he had to ensure continuity, and UN and European Multinational Forces were required to step in and take the situation under control. After their intervention in Albania, early elections were held in June 1997, leading to the victory of a socialist-led coalition of parties.[citation needed] On 23 July 1997, a month after the DP lost the 1997 elections to the left coalition, Berisha stepped down as president and was replaced by the socialist Rexhep Meidani.[9] In 1997 he became the chairman of the Democratic Party, which became the biggest opposition party. He eventually returned to power as Prime Minister between 2005 and 2013.[citation needed] The murder of DP MP Azem Hajdari on 12 September 1998, triggered two days of violent protests in Tirana. During Hajdari's funeral procession on 14 September 1998, armed DP supporters ransacked government offices, and for a brief period, held the PM's office, the parliament building, and the Albanian State television and radio building.[10] Estimates of casualties during the protests and riots ranged between 3 and 7 deaths and 14 and 76 injuries.[11][12] After 72 hours, the Government restored order and reclaimed tanks and armored personnel carriers seized by DP supporters that were being held at the Democratic Party main offices in Tirana. Parliament subsequently lifted Berisha's immunity due to his alleged role in what the government described as a coup d'état, but no charges were laid. Berisha blamed the Socialist Party of Albania and its leaders for the murder. Twelve people were arrested for their alleged involvement in the violence.[13] In February 2002 five people, including Jaho Mulosmani, were sentenced for the murder by a Tirana district court.[14] Sali Berisha led the coalition of the center-right parties in the general elections held in five rounds in June–August 2001. Although OSCE/ODIHR declared these elections as being manipulated. The coalition won 37% of the votes. Berisha led continuous demonstrations demanding fresh elections.[verification needed] In the winter of 2004, a number of protests with over 20,000 people were organized by the opposition led by Berisha demanding Nano to resign as prime minister which came known as the \"Nano Go Away\" Movement (Levizja \"Nano Ik\").[15] On 3 July 2005, Sali Berisha led a coalition of five right center parties into the 2005 parliamentary elections, which eventually won a majority of 74 MPs from a total of 140. He was appointed Prime Minister of Albania on 8 September 2005. On 10 June 2007, Berisha met with U.S. President George W. Bush in Tirana. Bush became the first U.S. president to visit Albania and repeated his staunch support for the independence of neighbouring Kosovo from Serbia: \"At some point in time, sooner rather than later, you've got to say, enough is enough. Kosovo is independent.\"[16] On 15 March 2008, Berisha faced the toughest challenge of his government when an ammunition dump exploded in the village of Gërdec near Tirana, killing 26 people and injuring over 100. Defense Minister Fatmir Mediu resigned, and the press reported many irregularities at the blast site, operated by an Albanian company that deactivated the country's aging ammunition and then sold it for scrap.[citation needed] In June 2009, Democrats declared a narrow win in the parliamentary elections. Berisha's alliance came up one seat short of a majority and had to join forces with a splinter socialist party, the Socialist Movement for Integration of Ilir Meta, in order to retain power. Berisha appointed Meta to the post of Deputy Prime Minister and at the same time Minister for Foreign Affairs, and later Minister of Economy, Trade and Energy. It was the first time since the start of multi-party democracy in 1991 that a ruling party had been forced into a coalition due to not winning enough seats on its own.[17] The 2009 elections were called called flawed by the socialist opposition, which asked for a recount of the ballots. Berisha refused, on the ground that the Albanian Constitution does not call for such a procedure.[citation needed] He however called the opposition to the Parliament to change the Constitution, but the Socialist Party refused[citation needed]. The political crisis between government and opposition worsened over time, with the Socialists abandoning parliamentary debates for months and staging hunger strikes to ask for internal and international support. The EU attempted a conciliation, which failed. The ongoing political crisis was one of the reasons for the EU's refusal to grant Albania official candidate status in late 2010.[18] On 21 January 2011, clashes broke out between police and protesters in an anti-government rally in front of the Government building in Tirana. Four people were shot dead by government special forces.[19] The EU issued a statement to Albanian politicians, warning both sides to refrain from violence,[20] while Berisha called the protests and subsequent charges by judges upon policemen as stages of an attempted coup against him – consequently, he attempted to consolidate his grip on state institutions. He accused the then-President of having been part of the coup after relations had soured between the two, and embraced his perceived victim status to install his own 'yes man' in the office.[21] In 2011, commenting on the Middle East, Berisha said: \"Peace between Israel and the Palestinians must go through direct negotiations, and by guaranteeing the security of both states.... The solution must bring full security to both states, but I have not seen any support for the acceptance and recognition of the State of Israel.\"[22] Under his leadership, Albania made several strides in sustainable development. In the 2012 Environmental Performance Index, the country ranked 4th out of 132 countries, while maintaining an average GDP growth of 5.1% between 2007 and 2011. By 2012, the country was producing more than 96 percent of the energy through renewable hydropower resources. For his significant achievements and contributions to sustainable development, he was awarded the Fray International Sustainability Award in 2012.[23] After his party's defeat in the 2013 parliamentary election, Berisha resigned as party leader, but remained in parliament. Berisha is married to Liri Berisha (née Ramaj), a pediatrician. Liri Berisha is the president of Albanian Children Foundation. Her foundation focuses on children with autism and down syndrome. The couple have two children, a daughter, Argita Malltezi (née Berisha) who is a professor of law at the University of Tirana, and a son, Shkëlzen Berisha.[24] On 19 May 2021, Berisha, his wife, son and daughter were sanctioned by the US Department of State and barred from entry into the United States after being accused of \"involvement in significant corruption\".[25] Berisha has disputed the allegations.[26]","country":"Albania"}