{"name":"Santiago Pérez de Manosalbas","url":"/wiki/Santiago_P%C3%A9rez_de_Manosalbas","Occupation":"Educator, writer, journalist","Born":"1830-03-23","Died":"1900-08-05","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Santiago Pérez de Manosalbas[1] was a Colombian educator, lawyer, diplomat, writer, journalist and statesman who was President of the United States of Colombia between 1874 and 1876.[2] Pérez was born in Zipaquirá, Cundinamarca, on May 23, 1830, in what was then the Republic of New Granada. Born to a family of farmers, his parents were Felipe Pérez and Rosa Manosalbas.[2] He died while in exile in Paris on August 5, 1900 at the age of 70.[3] He was buried in the Batignolles Cemetery in Paris and there he rested until 1952, when his remains were repatriated and buried in the Central Cemetery of Bogotá. The Pérez de Manosalbas was not a family of means, and Santiago and his brother Felipe Pérez went to the local public school in Zipaquirá, but they excelled beyond their teachers’ expectations. When the Director of Public Instruction Lorenzo María Lleras went to Zipaquirá to visit the school, he was impressed by Santiago and Felipe’s talent and potential. Lleras decided to help them and took them with him to Our Lady of the Rosary University, where he was the rector. He later took them to the “Colegio del Espíritu Santo”, a higher education school, which Lleras had founded. There, Pérez studied jurisprudence and on May 23, 1830, he received his law degree, although he never professed this occupation, as he was a man of letters and politics.[2] Pérez was married to Tadea Triana Silva; together they had four children, Santiago, Paulina, Eduardo and Amelia. Amelia married Clímaco Calderón, future President of Colombia. Eduardo became a diplomat. Santiago followed in his fathers footsteps, becoming a writer, politician, diplomat, and journalist. Pérez started his true calling as an educator working as a teacher in Spanish and Spanish literature while studying law in the Colegio del Espíritu Santo. In 1857 together with his brother Felipe, they established the Colegio Pérez Hermanos, a learning institution that taught such people as the linguist Rufino José Cuervo. During the second administration of president Manuel Murillo Toro he was appointed Director of Public Instruction while also working as rector of the National University of Colombia.[2] In his prominent role as Director of Public Instruction he fomented education and the construction of new schools. In 1852 Pérez joined the Comisión Corográfica, a state funded expedition led by Agustin Codazzi whose goal was to map out the entire country and collect information on its inhabitants. Pérez worked as secretary of the expedition, replacing Manuel Ancízar, who had fallen ill along the trip. His mission was to record events, places, descriptions, statistics, and other valuable information of the places they went to. During his time in the commission, he traveled to Neiva, Mariquita, Chocó, Casanare, Bogotá, and the territory of the Caquetá. He published his studies in the newspaper El Neo-Granadino, and wrote a memoir on the expedition entitled Apuntes de un viajero por Antioquia y el sur de la Nueva Granada. Pérez was elected MP and assisted to congress in several legislatures.[2] In 1869, between June 23–30, he acted as interim president during the government of General Santos Gutiérrez.[4] He also served as Secretary of the Interior and Foreign Affairs between 1868 and 1870. Later, he was appointed ambassador to the United States.[2] Pérez, being considered an educator rather than a politician, chose education as his highest priority. He strengthened training facilities for teachers, ordered the construction of various primary schools, and consolidated the National University of Colombia. As president he, and members of his staff assisted the graduation ceremonies of young professionals to show support from the government. He promoted the expansion of the national railways system, including the construction of the \"Ferrocarril del Norte\" and the acquisition of the \"Ferrocarril de Bolívar\".[4] During his administration the civil war of 1875-76 broke out.[5] Pérez started out early on in his life to write.[6] As a literate, he wrote the Compendio de gramática castellana por un granadino, which became a required book for the instruction of the Spanish language in Colombia[11] For all his knowledge of the grammar and essence of the Castilian language, Pérez was elected member of the Academia Colombiana de la Lengua (Colombian Academy of the Language) as one of its original founders, along as other prominent members as Miguel Antonio Caro, and his former student Rufino José Cuervo among others. Pérez served as collaborator for the newspapers, El Neo-Granadino (1851), El Tiempo (1856), El Mensajero (1866), El Relator (1893), La Defensa and La América (1880). He published various articles on different topics including politics, literature and economy.","country":"Colombia"}