{"name":"Santos Gutiérrez Prieto","url":"/wiki/Santos_Guti%C3%A9rrez_Prieto","Born":"1820-10-24","Died":"1872-02-06","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"José Santos Gutiérrez Prieto was a Colombian statesman and soldier, who became president of the Sovereign State of Boyacá, and later elected as president of the United States of Colombia for the term of 1868-1870.[1] Gutiérrez was born in the town of El Cocuy, Boyacá, on October 24, 1820.[1] He died in Bogotá, Cundinamarca, on February 6, 1872.[2] Gutiérrez’ family moved to Bogotá in order to provide him with adequate and high education. Gutiérrez completed his high school education in the Colegio Mayor de San Bartolomé, where he later studied jurisprudence and obtained his lawyer degree.[1] In 1851, Gutiérrez entered the military academy and demonstrated an amazing talent and ability. His first action in combat was during the war against the administration of General José María Melo in 1854, in which he saved the life of General Tomás Cipriano de Mosquera. After his heroic performance in the battlefield he was ascended to the rank of General.[3] Later, in 1859, Gutiérrez leads the troops of General Mosquera in the province of Santander (today Department of Santander), during the civil war against the administration of President Mariano Ospina Rodríguez. In the battle of “La Concepción”, on August 29, 1860, he is wounded in action while, once again, saving the life of General Mosquera.[3] After the civil war of 1859-1860, Gutiérrez is appointed, first, Governor of the province of Boyacá (1861-1862) and later, Governor of the province of Cundinamarca (1864-1865).[3] The revolutionary army of General Tomás Cipriano de Mosquera defeated the Constitutional Army of Colombia and after the presidential term of Mariano Ospina Rodríguez, on April 1, 1861, proclaimed himself as president. General Mosquera permits the Constitutional Congress or \"Convención de Rionegro\" to assemble, and General Gutiérrez participated in it as delegate on his own recognizance.[3]","country":"Colombia"}