{"name":"Sebastián Lerdo de Tejada","url":"/wiki/Sebasti%C3%A1n_Lerdo_de_Tejada","Born":"1823-04-24","Died":"1889-04-21","Political party":"Liberal","termEnds":null,"termStarts":"As president of the Supreme Court, he became interim president after the death of Juarez. He was the winner or the extraordinary election of 1872 and became constitutional president. He was overthrown by the Revolution of Tuxtepec and left office ten days before the end of his constitutional term.","text":"Sebastián Lerdo de Tejada y Corral (Spanish pronunciation: [seβasˈtjan ˈleɾðo ðe teˈxaða]; 24 April 1823 – 21 April 1889) was a jurist and Liberal president of Mexico, succeeding Benito Juárez who died of a heart attack in July 1872. Lerdo was elected to his own presidential term later in 1872 rather than remaining successor due to his previous office of Chief Justice of the Supreme Court. Juárez's political rival liberal General Porfirio Díaz had attempted a coup against Juárez, but his Plan de la Noria failed and Díaz was eliminated as a political foe during Lerdo's 1872–1876 term, giving Lerdo considerable leeway to pursue his program without political interference. Lerdo was more successful than Juárez in his final years as president in pacifying the country[1] and strengthening the Mexican state.[2] He ran for another term in 1876 and was elected, but was overthrown by Porfirio Díaz and his supporters under the Plan of Tuxtepec, which asserted the principle of no-reelection to the presidency. Lerdo died in exile in New York in 1889, but Díaz invited the return of his body to Mexico for burial with full honors.[3][4] Not counting Miguel Miramón, an unrecognized president during the Reform War, he is the first president of the recognized presidents that was not born during Spanish colonial rule. He was born in Xalapa, Veracruz, into a middle class Criollo family, the younger brother of Miguel Lerdo de Tejada. After studying five years of theology as a scholarship student in the Palafoxiano Seminary in Puebla he received minor orders, but decided not to enter the priesthood. In 1851 he graduated with a law degree from the Colegio de San Ildefonso in Mexico City, a famed institution he ended up directing at the age of 29 (1852–1863).[5] In 1855, he served as a prosecutor before the Supreme Court. He became known as a Liberal leader and a supporter of President Benito Juárez.[1] In 1857, he was minister of foreign affairs for three months[1] under Ignacio Comonfort. He became the President of the Chamber of Deputies in 1861, 1862 and 1863.[6] He opposed the Wyke-Zamacona Convention to resume debt payments to Britain. This convention was defeated in Congress. During the French intervention and the reign of Emperor Maximilian, he continued to be loyal to the Republicans, and had an active share in conducting the national resistance.[1] In the face of the French invaders, the Republican government was forced to abandon the capital of Mexico City on 31 May 1863. The Republican government continued at one place or another within the country, but never left the country during Maximilian's reign. On 12 September 1863 in San Luis Potosí, Lerdo de Tejada was named minister of foreign affairs, of the interior and of justice in Juárez's cabinet. He held these posts until 17 January 1871, 14 January 1868 and 11 September 1863, respectively. Throughout the French occupation and Maximilian's Second Empire, Lerdo de Tejada was President Juárez's closest ally and confident. On 8 November 1865, he signed the decree extending Juárez's term until the end of the war. In doing so, he opposed the claims of General Jesús González Ortega, who wished to succeed Juárez.[7] Upon the triumph of the Republic in 1867, Lerdo, \"according to some sources ... convinced Juárez not to pardon Maximilian,\" who was executed in Querétaro along with two Mexicans loyal to the emperor.[7] Once the Republicans were returned to power, Lerdo became minister of foreign affairs, minister of the interior, a deputy in Congress and president of the Supreme Court (simultaneously). Lerdo aided Juárez's push to centralize the power of the federal government and opposing the use of violence against local forces of opposition. Lerdo was key for construction of what became a liberal political machine in this era. Lerdo became involved with state politics to gain political allies for the federal centralizing state.[8] In 1871, he was a candidate for president of the Republic, running against Juárez and Porfirio Díaz. He came in third in the race against the president who kept the republic intact during the French intervention and one of the Mexican military heroes of republican resistance. Following Juárez's victory he returned to the Supreme Court. Díaz revolted against Juárez opposing the president's continuation in power in the Plan de la Noria. The revolt was crushed and Díaz sent into political exile, allowing the last of Juárez's term relatively free of political conflict. With Juárez's death caused by a heart attack in July 1872, Lerdo was the constitutional successor to the presidency. This made him interim president, but he held elections and held the office in his own right. To the surprise of most, Lerdo kept Juárez's cabinet basically unchanged and promulgated a limited amnesty law. To his supporters, he offered immediate spoils. He declared that he exercised his power as president, not as head of a party.[8] Although he sought peace, order, and respect for the law, he used the armed force of the state to achieve those goals. During his term, he achieved success in pacifying the country, particularly in eliminating regional caudillo Manuel Lozada of Tepic. Lozada had a regional fiefdom and maintained power by alliances with the French and following their expulsion, Juárez could not dislodge Lozada from power. Lerdo was able to use federal troops to crush Lozada; Liberal General Ramón Corona defeated and executed Lozada at La Mojonera.[9] Lerdo continued projects initiated by Juarez, most visibly the construction of railways. He opened the first railway line in Mexico from the port of Veracruz to the capital Mexico City, which was begun by Juárez and Lerdo inaugurated in January 1873. However, Lerdo had seemingly contradictory policies about railway construction. He was concerned about U.S. encroachment in northern Mexico and resisted construction of railways to the border. He is quoted as saying, \"Between strength and weakness, the desert,\" meaning the weakness of Mexico vis-à-vis the U.S. and the desert as a useful barrier. After a delay, he attempted to have a Mexican company construct the north–south line to the U.S. border, but the effort failed. Ultimately, he did approve a proposal of U.S. railway entrepreneur Edward Lee Plumb to build the line. Mexican supporters of construction thought Lerdo had delayed too long and botched the chance of Mexicans building the line, while Lerdo's opponents viewed him as caving to the U.S.[10][7] The Laws of the Reform were incorporated into a new Constitution (25 September 1873). The Sisters of Charity were expelled from the country. In 1874, four small steamships of war were acquired for the customs service. Lerdo also reestablished the Senate. Lerdo ran for a second term in 1876, which gave opponents the grounds to oppose him on the principle of \"no reelection.\" At this point, Porfirio Díaz, who had been neutralized politically with his unsuccessful revolt against Juárez in 1872, now believed he had the grounds to challenge Lerdo, which were articulated in the Plan of Tuxtepec. The plan was issued prior to the July 24, 1876 election, which Lerdo won. Some charged that the victory was fraudulent, but perhaps no more so than its predecessors. Lerdo did not muzzle the free press, which printed the accusations and began to call for open rebellion. The President of the Supreme Court, José María Iglesias did declare the election fraudulent, a ruling which put him as successor to the presidency.[11] Lerdo had made himself unpopular by the means he took to secure his re-election, by his disposition to limit state rights in favor of a strongly-centralized government,[1] and because of measures such as the expulsion of the Sisters of Charity. His forces were defeated by Díaz in the decisive Battle of Tecoac on 16 November 1876. Díaz assumed the presidency on 28 November 1876. José María Iglesias also claimed the presidency, by virtue of his position as president of the Supreme Court (31 October 1876). Díaz went on to defeat Iglesias as well. Lerdo went into exile in New York City, where he died some years later. On the orders of his former rival, President Díaz, his body was returned to Mexico and buried in Mexico with full honors, in the Rotonda of Illustrious Men. At the funeral, there was barely a mention of the reasons for Lerdo's ouster and exile.[12] With Lerdo's overthrow, historians have marked this as the end of the Restored Republic and the beginning of the Porfiriato, which lasted from 1876–1911 until the outbreak of the Mexican Revolution. Lerdo's principal biographer in English, Frank Averill Knapp, titled his work, The Life of Sebastián Lerdo de Tejada, 1823–1889: a study of influence and obscurity, an indication of Lerdo's ambiguous legacy. He says \"No Mexican President has been more maligned, misunderstood, and misrepresented\" than Lerdo.[13] He did not have the implacable tenacity of Juárez nor the military achievements and political longevity of Porfirio Díaz, both of indigenous heritage from Oaxaca. But Lerdo's presidency was a continuation of the policies of the Liberal Reform, whose laws could be implemented in times of relative peace. As such, he can be seen as one in a line of liberals aiming to modernize Mexico. A statue of Lerdo now stands outside the Mexican Congress. The city of Toluca de Lerdo was named after Lerdo de Tejada; however, the city is still more commonly referred to only as \"Toluca\". Source: [https://archive.today/20070725222843/http://mx.geocities.com/yaimemx/gabldetejada.html","country":"Mexico"}