{"name":"Sergio Osmeña","url":"/wiki/Sergio_Osme%C3%B1a","Born":"1878-09-09","Died":"1961-10-19","Education":"Colegio de San Carlos (grade school) San Juan de Letran College (high school)","Political party":"Nacionalista","termEnds":null,"termStarts":null,"text":"Sergio Osmeña Sr. CCLH (Spanish: [ˈseɾxjo ozˈmeɲa], Tagalog: [ˈsɛɾhjo ˈosmɛɲa]; 9 September 1878 – 19 October 1961) was a Filipino politician who served as the fourth president of the Philippines from 1944 to 1946. He was vice president under Manuel L. Quezon. Upon Quezon's sudden death in 1944, Osmeña succeeded him at age 65, becoming the oldest person to assume the Philippine presidency until Rodrigo Duterte took office in 2016 at age 71. A founder of the Nacionalista Party, Osmeña was also the first Visayan to become president. Prior to his accession in 1944, Osmeña served as governor of Cebu from 1906 to 1907, member and first speaker of the Philippine House of Representatives from 1907 to 1922, and senator from the 10th senatorial district for thirteen years, in which capacity he served as Senate president pro tempore. In 1935, he was nominated to be the running-mate of Senate President Manuel L. Quezon for the presidential election that year. The duo were overwhelmingly re-elected in 1941. He was the patriarch of the prominent Osmeña family, which includes his son, former Senator Sergio Osmeña Jr., and his grandsons, former senators Sergio Osmeña III and John Henry Osmeña, ex-governor Lito Osmeña and former Cebu City mayor Tomas Osmeña. Osmeña was born on 9 September 1878 in the then-municipality of Cebu to a wealthy businessman Don Pedro Lee Gotiaoco and to Juana Osmeña y Suico, who was reportedly only 14 years of age at the time. Owing to the circumstances of his birth, the identity of his father had been a closely guarded family secret, surnamed \"Sanson\". Although carrying the stigma of being an illegitimate child – Juana never married the father – he did not allow this aspect to affect his standing in society. The Osmeña family, a rich and prominent clan of Chinese Filipino heritage with vast business interests in Cebu, warmed to him as he established himself as a prominent figure in local society. Osmeña received his elementary education at the Colegio de San Carlos and graduated in 1892. Osmeña continued his education in Manila, studying in San Juan de Letran College where he first met Manuel L. Quezon, a classmate of his, as well as Juan Sumulong and Emilio Jacinto. He took up law at the University of Santo Tomas and was second place in the bar examination in 1903. He served on the war staff of General Emilio Aguinaldo as a courier and journalist. In 1900, he founded the Cebu newspaper, El Nuevo Día [English: 'The New Day'] which lasted for three years. When Cebu Governor Juan Climaco was sent as a member of the Board of Commissioners of the St. Louis Purchase Expedition, Osmeña was appointed acting governor. When Climaco returned, he was appointed as provincial fiscal. His stint there elevated him in politics when he was elected governor of Cebu in 1906. While governor, he ran for a seat in the first Philippine Assembly inaugurated in 1907 and was elected as its first Speaker. Osmeña was 29 years old and already the highest-ranking Filipino official. He and another provincial politician, Manuel L. Quezon of Tayabas, set up the Nacionalista Party as a foil to the Partido Federalista of Manila-based politicians. During his speakership, members of the assembly sought to initiate policies that constantly clashed with the opinions of American superiors in the Philippine Commission that ultimately did not pass. Three important bills from the assembly were rejected by the Philippine Commission. The Americans' authority did not stop the assembly under him from initiating transformative legislation that would come to pass. These included the creation of a Council of State and a Board of Control that enabled the Philippine legislature to share some of the executive powers of the American governor-general. Osmeña was friends and classmates with Manuel Quezon, who was the majority floor leader under Osmeña's speakership. When the Jones Law was passed, Quezon was elected as Senate president and Osmeña remained speaker. In 1922, Osmeña was elected to the Senate representing the 10th senatorial district. He went to the United States as part of the OsRox Mission in 1933, to secure passage of the Hare–Hawes–Cutting Independence Bill, which was superseded by the Tydings–McDuffie Act in March 1934. In 1924, Quezon and Osmeña reconciled and joined forces in the Partido Nacionalista Consolidado against the threat of an emerging opposition from the Democrata Party. The reunited Nacionalista Party dominated the political scene until the second break-up when the members polarized into Pros and Antis in 1934. Quezon and Osmeña again reconciled for the 1935 presidential election. In 1935 Quezon and Osmeña won the Philippine's first national presidential election under the banner of the Nacionalista Party. Quezon obtained nearly 68% of the vote against his two main rivals, Emilio Aguinaldo and Bishop Gregorio Aglipay.[citation needed] They were inaugurated on 15 November 1935. Quezon had originally been barred by the Philippine constitution from seeking re-election. However, in 1940, constitutional amendments were ratified allowing him to seek re-election for a fresh term ending in 1943. In the 1941 presidential elections, Quezon was re-elected over former Senator Juan Sumulong with nearly 82% of the vote. Re-elected in 1941, Osmeña remained vice president during the Japanese occupation when the government was in exile. As vice-president, Osmeña concurrently served as secretary of public instruction from 1935 to 1940, and again from 1941 to 1944. The outbreak of World War II and the Japanese invasion resulted in periodic and drastic changes to the government structure. Executive Order 390, 22 December 1941, abolished the Department of the Interior and established a new line of succession. Executive Order 396, 24 December 1941, further reorganized and grouped the cabinet, with the functions of secretary of justice assigned to the chief justice of the Supreme Court. By 1943, the Philippine government-in-exile was faced with a serious crisis.[1] According to the amendments to the 1935 Constitution, Quezon's term as president was to expire on 30 December 1943, and Vice-President Sergio Osmeña would automatically succeed him to serve out the remainder of term until 1945. This eventuality was brought to the attention of Quezon by Osmeña himself, who wrote the former to this effect. Aside from replying to this letter informing Osmeña that it would not be wise and prudent to effect any such change under the circumstances, Quezon issued a press release along the same line. Osmeña then requested the opinion of U.S. attorney general Homer Cummings, who upheld Osmeña's view as more in keeping the law. Quezon, however, remained adamant. He accordingly sought U.S. president Franklin D. Roosevelt's decision. The latter chose to remain aloof from the controversy, suggesting instead that the Philippine officials themselves solve the impasse. A cabinet meeting was then convened by Quezon. Aside from Quezon and Osmeña, others present in this momentous meeting were Resident Commissioner Joaquin Elizalde, Brig. Gen. Carlos P. Romulo, and Cabinet Secretaries Andres Soriano and Jaime Hernandez. Following a spirited discussion, the Cabinet adopted Elizalde's opinion favoring the decision and announced his plan to retire in California. After the meeting, however, Osmeña approached Quezon and broached his plan to ask the U.S. Congress to suspend the constitutional provisions for presidential succession until after the Philippines should have been liberated. This legal way out was agreeable to Quezon and the members of his Cabinet. Proper steps were taken to carry out the proposal. Sponsored by Senator Tydings and Congressman Bell, the pertinent Joint Resolution No. 95 was unanimously approved by the Senate on a voice vote and passed the House of Representatives by a vote of 181 to 107 on 12 November 1943. Osmeña became president of the Commonwealth on Quezon's death in 1944. He was sworn in by Associate Justice Robert Jackson in Washington, D.C. He returned to the Philippines the same year with General Douglas MacArthur and the liberation forces. After the war, Osmeña restored the Commonwealth government and the various executive departments. He continued the fight for Philippine independence. For the presidential election of 1946, Osmeña refused to campaign, saying that the Filipino people knew of his record of 40 years of honest and faithful service. He lost to Manuel Roxas, who won 54% of the vote and became president of the independent Republic of the Philippines.[citation needed] Osmeña accompanied U.S. General Douglas MacArthur during the landing of U.S. forces in Leyte on 20 October 1944, starting the liberation of the Philippines during the Second World War. Upon establishing the beachhead, MacArthur immediately transferred authority to Osmeña, the successor of Manuel Quezon, as Philippine Commonwealth president. With Manila liberated,[1] General of the Army, Douglas MacArthur, on behalf of the United States, turned over the reins of government of the Philippines to Commonwealth president Sergio Osmeña, on 27 February 1945, amidst brief, but impressive, ceremonies held at the Malacañang Palace. Osmeña, after thanking the United States through General MacArthur, announced the restoration of the Government of the Commonwealth of the Philippines and worked out the salvation of the Philippines from the ravages of war.[1] Osmeña proceeded with the immediate reorganization of the government and its diverse dependencies. On 8 April 1945, he formed his Cabinet, administering the oath of office to its component members. Later, Osmeña received the Council of State to help him solve the major problems confronting the nation. Government offices and bureaus were gradually reestablished. A number of new ones were created to meet needs then current. Also restored were the Supreme Court of the Philippines and the inferior courts. The Court of Appeals was abolished, and its appellate jurisdiction was transferred to the Supreme Court, the members of which were increased to eleven – one chief justice and ten associate justices – in order to attend to the new responsibilities. Slowly but steadily, as the liberating forces freed the other portions of the country, provincial and municipal governments were established by the Commonwealth to take over from the military authorities.[1] Following the restoration of the Commonwealth government, Congress was reorganized. Manuel Roxas and Elpidio Quirino were elected as Senate president and Senate president pro tempore, respectively. In the House of Representatives, Jose Zulueta of Iloilo was elected as speaker and Prospero Sanidad as Speaker pro tempore. The opening session of the Congress was personally addressed by Osmeña, who reported on the Commonwealth government-in-exile and proposed vital pieces of legislation.[1] The first Commonwealth Congress earnestly took up the various pending assignments to solve the pressing matters affecting the Philippines, especially in regard to relief, rehabilitation, and reconstruction. The first bill enacted was Commonwealth Act No. 672 – rehabilitating the Philippine National Bank.[1] Yielding to American pressure, on 25 September 1945, the Congress enacted C.A. No. 682 creating the People's Court and the Office of Special Prosecutors to deal with the pending cases of \"collaboration\".[1] Osmeña sent the Philippine delegation, which was headed by Carlos P. Romulo, to the San Francisco gathering for the promulgation of the Charter of the United Nations on 26 June 1945. Other members of the delegation were Maximo Kalaw, Carlos P. Garcia, Pedro Lopez, Francisco Delegado, Urbano Zafra, Alejandro Melchor, and Vicente Sinco. The 28th signatory nation of the United Nations, the Philippines was one of the fifty-one nations that drafted the UN Charter. Once approved by Philippine delegation, the UN Charter was ratified by the Congress of the Philippines and deposited with the U.S. State Department on 11 October 1945.[1] To prepare for the forthcoming independent status of the Philippines, Osmeña created the Office of Foreign Relations.[1] Vicente Sinco was appointed as its first commissioner, with cabinet rank. In this connection, Osmeña also entered into an agreement with the United States government to send five Filipino trainees to the U.S. State Department to prepare themselves for diplomatic service. They were sent by U.S. State Department to the United States embassies in Moscow and Mexico City and consulates in Saigon and Singapore.[1] On 5 December 1945, Osmeña appointed Resident Commissioner Carlos P. Romulo as his representative to accept Philippine membership in the International Monetary Fund and in the International Bank for Reconstruction and Development, which bodies had been conceived in the Bretton Woods Agreement, in which the Philippine had also taken part. Romulo signed said membership on 27 December 1945 on behalf of the Philippines.[1] On 30 April 1946, the United States Congress, at last, approved the Bell Act, which as early as 20 January had been reported to the Ways and Means Committee of the lower house, having been already passed by the Senate. Osmeña and Resident Commissioner Romulo had urged the passage of this bill, with United States High Commissioner, Paul V. McNutt, exerting similar pressure. The Act gave the Philippines eight years of free trade with the United States, then twenty years during which tariffs would be upped gradually until they were in line with the rest of the American tariff policy. The law also fixed some quotas for certain products: sugar – 850,000 long tons; cordage – 6,000,000 pounds; coconut oil – 200,000 long tons; cigars – 200,000,000 pounds. This aid was coupled with that to be obtained from the recently passed Tydings Damage bill, which provided some nine hundred million dollars for payment of war damages, of which one million was earmarked to compensate for church losses. The sum of two hundred and forty million dollars was to be periodically allocated by the United States president as good will. Also, sixty million pieces of surplus property were transferred to the Philippines government.[1] Soon after the reconstitution of the Commonwealth government in 1945, Senators Manuel Roxas, Elpidio Quirino and their allies called for an early national election to choose the president and vice president of the Philippines and members of the Congress. In December 1945, the House Insular Affairs of the United States Congress approved the joint resolution setting the date of the election on no later than 30 April 1946. Prompted by this congressional action, Osmeña called the Philippine Congress to a three-day special session. Congress enacted Commonwealth Act No. 725, setting the date of the election on 23 April 1946. The act was signed by Osmeña on 5 January 1946. Three parties presented their respective candidates for the different national elective positions. These were the Nacionalista Party – Conservative (Osmeña) wing, the Liberal wing of the Nacionalista Party and the Partido Modernista. The Nacionalistas had Osmeña and Senator Eulogio Rodriguez as their candidates for president and vice president, respectively. The Modernistas chose Hilario Camino Moncado and Luis Salvador for the same positions. The standard bearers of the Liberals were Senators Manuel Roxas and Elpidio Quirino. On 3 January 1946, Osmeña announced his re-election bid. On 22 January 1946 Eulogio Rodriguez was nominated as Osmeña's running mate for vice president, in a convention held at Ciro's Club in Manila. According to the Manila Chronicle: The convention opened at 10:15 in the morning when the acting secretary of the party, Vicente Farmoso, called the confab to order. Congressman José C. Romero [sic], who delivered the keynote speech accused Senate President Manuel Roxas and his followers \"of fanning the flames of discontent among the people, of capitalizing on the people's hardship, and of minimizing the accomplishment of the [Osmeña] Administration. These men with the Messiah complex have been the bane of the country and of the world. This is the mentality that produces Hitlers and the Mussolinis, and their desire to climb to power. they even want to destroy the party which placed them where they are today.\" Senator Carlos P. Garcia, who delivered the nomination speech for President Sergio Osmeña, made a long recital of Osmeña's achievements, his virtues as public official and as private citizen. Entering the convention hall at about 7:30 p.m, President Osmeña, accompanied by the committee on notification, was greeted with rounds of cheer and applause as he ascended the platform. President Osmeña delivered his speech which was a general outline of his future plans once elected. He emphasized that as far as his party is concerned, independence is a close issue. It is definitely coming on 4 July 1946[2] On 19 January 1946, Senator Roxas announced his candidacy for president in a convention held in Santa Ana Cabaret in Manila. According to the Manila Chronicle: ...more than three thousand (by conservative estimate there were only 1,000 plus) delegates, party members and hero worshipers jammed into suburban, well known Santa Ana Cabaret (biggest in the world) to acclaim ex-katipunero and Bagong Katipunan organizer Manuel Acuña Roxas as the guidon bearer of the Nacionalista Party's Liberal Wing. The delegates, who came from all over the Islands, met in formal convention from 10:50 am and did not break up till about 5:30 pm. They elected 1. Mariano J. Cuenco, professional Osmeñaphobe, as temporary chairman; 2. José Avelino and ex-pharmacist Antonio Zacarias permanent chairman and secretary, respectively; 3. nominated forty-four candidates for senators; 4. heard the generalissimo himself deliver an oratorical masterpiece consisting of 50 per cent attacks against the (Osmeña) Administration, 50 per cent promises, pledges. Rabid Roxasites greeted the Roxas acceptance speech with hysterical applause.[3] A split developed among the members of the Nacionalista Party over issues.[citation needed] Osmeña tried to prevent the split in the Nacionalista Party by offering Senator Roxas the position of Philippine Regent Commissioner to the United States but Roxas turned down the offer. A new political organization was born, the Liberal wing of the Nacionalista Party, which would later become the Liberal Party of the Philippines. The election was generally peaceful except in some places, especially in the province of Pampanga. According to a \"controversial\" decision of the Electoral Tribunal of the House of Representatives in Meliton Soliman vs. Luis Taruc, \"Pampanga was under the terroristic clutches and control of the Hukbalahaps. So terrorized were the people of Arayat, at one time, 200 persons abandoned their homes, their work, and their food, all their belongings in a mass evacuation to the poblacion due to fear and terror.\"[citation needed] A total of 2,218,847 voters went to the polls to elect a president and vice president. who were to be the Commonwealth's last and the Republic's first. Four days after election day, the Liberal Party candidates were proclaimed victors. Roxas registered an overwhelming majority of votes in 34 provinces and nine cities: Abra, Agusan, Albay, Antique, Bataan, Batanes, Batangas, Bukidnon, Bulacan, Cagayan, Camarines Norte, Camarines Sur, Capiz, Cavite, Cotabato, Ilocos Norte, Ilocos Sur, Isabela, Laguna, La Union, Leyte, Marinduque, Mindoro, Misamis Oriental, Negros Occidental, Nueva Vizcaya, Palawan, Pangasinan, Rizal, Romblon, Samar, Sorsogon, Sulu, Surigao, Tayabas, Zambales, Manila, Quezon City, Bacolod (Negros Occidental), Iloilo City (Iloilo), Baguio (Mountain Province), Zamboanga City (Zamboanga), Tagaytay (Cavite), Cavite City (Cavite) and San Pablo City (Laguna). The Liberal Party won nine out of 16 contested seats in the Philippine Senate and in the House of Representatives, the Liberals won a majority with 50 seats while the Nacionalistas and the Democratic Alliance winning 33 and six seats, respectively.[citation needed] After his electoral defeat, Osmeña retired to his home in Cebu. He died of pulmonary edema at age 83 on 19 October 1961 at the Veterans Memorial Medical Center in Quezon City. He was buried at Manila North Cemetery, Manila on 26 October 1961.[4] [5][circular reference] Several of Osmeña's descendants became prominent political figures in their own right:","country":"Philippines"}