{"name":"Sharif Sheikh Ahmed","url":"/wiki/Sharif_Sheikh_Ahmed","Born":"1964-07-25","Political party":"Himilo Qaran","termEnds":null,"termStarts":null,"text":"Sharif Sheikh Ahmed (Somali: Shariif Sheekh Axmed, Arabic: شريف شيخ أحمد; born 25 July 1964) is a Somali politician who served as President of Somalia from 2009 to 2012. He is the founder and leader of Himilo Qaran political party and also the founder and head of the Forum for National Parties (Somali: Madasha Xisbiyada Qaran) of Somalia. He is the chairperson of the Council of Presidential Candidates of Somalia. Born on 25 July 1964 in Mahaday a town in the southern the Middle Shabelle region where he acquired the knowledge of the Islamic teachings, Arabic language and the memorisation of the Qur'an as a child. He began his education at the Sheikh Sufi Institute, which was associated with Al-Azhar University in Egypt. He studied at Libyan and Sudanese universities in the mid-1990s, where he earned a bachelor's degree in Law and Islamic Shariah.[1] Thus, his religious upbringing and education allowed him to succeed his father as the spiritual leader of the Idrisiyya Order of Sufism in Somalia. Sharif completed his fellowship in Boston University in January 2012.[citation needed] Sharif departed for Somalia in 2000 at a time when Somalia was under the control of warlords and friends could not visit each other in Mogadishu due to clan separation and mistrust. The legacy of the civil war was apparent everywhere in Somalia and Sharif had ambitions of saving his country and his people. He established Al Shuruuq Agency, a cultural and heritage institution and the Federation of Adolescents in Mogadishu which facilitated social interaction for young Somalis who had never before crossed the boundaries formed by the warlords. As a result, the residents of Mogadishu began to cross the lines where friends, schoolmates, and elders can come together and express themselves in a positive way. Sharif became a regional attorney of his home province, middle Shabelle, where he was elected chairman of a provincial court in Jowhar between 2001 and 2002.[1] Armed groups in the Somali capital who exploited the disintegration of the central government had been responsible for countless kidnappings and killings. The court was established through a campaign which Sharif led to secure the release of an abducted child. The court was successful in securing the release of the child and other abductees as well as looted vehicles. The court went on to suppress the violence of gangs and warlords which was prevalent throughout the capital. Subsequently, all five Islamic courts united and Sharif, who had always been seen as the moderate face of the Islamic Courts Union, was elected to become the chair.[2] Somalia was already beginning to see swift political and economic changes under his first six months of leadership. Warlords and their influence were eliminated from the city with the help of the people's support which made it possible for the first time in sixteen years to reopen Mogadishu International Airport and Mogadishu Port.[3] Top UN officials have referred to this period as a 'Golden era' in the history of Somali politics. [4][5] At the time the Transitional Federal Government which was established in Mbagathi, Nairobi in 2004, was a fragile body which was divided and weak. The Ethiopian army invaded Somalia claiming that it was trying to help the Transitional Federal Government and overthrew the Islamic Court Union. Sharif met with the US Ambassador to Kenya for talks concerning cooperation with the Transitional Federal Government, after which he left for Yemen to meet with other former Islamic Courts Union members.[6][7] As an exiled opposition leader Sharif, the former leader of the Islamic Courts Union, was in search of a headquarters for establishing a new political party, the Alliance for the Re-liberation of Somalia. In September 2007 nearly 500 delegates gathered in Asmara, Eritrea, including Islamists, parliamentarians, civil society and the diaspora and adopted a constitution. Sharif's party the Alliance for the Re-liberation of Somalia signed a peace treaty with the Transitional Federal Government on 9 June 2008 in Djibouti called the Djibouti Agreement.[8] The Sharif administration successfully brought the Federal Government of Somalia through transitional status following the collapse of the previous governing administration in 1991. His administration is credited with developing Somalia's constitution and setting up key institutions such as the police, the military and the judiciary.[9][10] He established the Somali National Army, opened the main sea port of Mogadishu and relaunched the central bank.[11] Under Sharif's leadership, the Transitional Federal Government succeeded in driving out Al Shabaab from the capital city and its surroundings, establishing security, peace and reconciliation through the difficult transitional period.[12] After winning the vote in the early hours of 31 January 2009, President Sharif was sworn in later in the day at the Kempinski hotel in Djibouti.[13] Sharif vowed to form a broad-based government and invited all armed groups in the war-ravaged Horn of Africa nation to join the UN-sponsored reconciliation effort. Ahmedou Ould-Abdallah, the UN's special envoy for Somalia, praised the \"transparent\" presidential vote. \"We are finally seeing progress from the hard work by all sides to create an inclusive parliament,\" Ould-Abdallah said in a statement.[14] In March 2009, Sharif attended the Arab summit in Bagdad to get support for his fight against Al-Shabaab, and establishment of security, peace and reconciliation.[15] On 6 August 2009, Sharif and US Secretary of State, Hillary Clinton held a joint press conference in Nairobi, Kenya discussing the challenges facing Somalia, and the possibility of achieving peace, stability and reconciliation for the Somalis.[16] On 30 September 2009, the Center for Strategic and International Studies (C.S.I.S.) in Washington hosted a statesman's forum with Sharif on Somalia promoting peace through international engagement.[17] On 10 October 2009, Sharif presented a speech at the General Debate of the 64th Session of the General Assembly at the United Nations headquarters in New York on promoting peace, security, reconciliation and the delivery of humanitarian assistance.[18] In May 2010, at the Istanbul Conference on Somalia, U.N. Secretary-General Ban Ki-moon said that the only chance to bring stability to Somalia was to support the government of Sharif. He specifically voiced his support for Sharif himself, saying that he needed to be in power and to strengthen his leadership.[19] On 25 September 2010, Sharif's speech at the United Nations was about promoting regional stability, security and reconstruction in Somalia.[20] Sharif appointed former First Secretary of the Somali embassy in Washington, Mohamed Abdullahi Mohamed, as the new Prime Minister of Somalia in October 2010 after the resignation of Omar Abdirashid Ali Sharmarke.[21] United Nations Secretary General Ban Ki-Moon issued a statement commending the Somali leadership for having reached a consensus on procedural arrangements that facilitated a transparent and consultative confirmation of the new Premier.[22] On 6 August 2011, Sharif announced that his military had defeated Islamist rebels battling to overthrow his Western-backed government after Al Shabaab began withdrawing fighters from the capital Mogadishu.[23] The Kampala Accord was an agreement made in Kampala, Uganda in line with the Transitional Federal Charter of the Somali Republic to bring and end to the transitional phase of the Transitional Federal Government on 20 August 2011. It was signed on 9 June 2011 by HE Sharif Sheikh Ahmed, President of the Transitional Federal Government, Hon Sharif Hassan Sheikh Aden, Speaker of the Transitional Federal Parliament, H.E. Yoweri Kaguta Museveni, President of the Republic of Uganda and Dr Augustine Mahiga, Special Representative of the Secretary General of the United Nations.[24] In September 2011, Sharif visited Burundian peacekeepers serving in his country in a show of support for African Union Mission to Somalia (AMISOM). \"I came to pay a visit to the AMISOM peacekeepers and the Somali soldiers,\" the president told reporters before heading back to Villa Somalia after meetings ended. \"The intention was to find out how the soldiers are doing and how ready they are to help the Somali people and the government. As you can see they are really prepared and have high spirits to end the problems affecting the Somali people. The two forces have a good working relationship, and we hope their partnership will result in a victory for our country and removal of the enemy.\"[25] Operation Linda Nchi (\"Protect the country\"; Swahili: Linda Nchi) is the codename for a co-ordinated military operation between the Kenyan military and the Somali military that began on 16 October 2011, when troops from Kenya crossed the border into the conflict zones of southern Somalia. In November 2011, Sharif met with Ugandan counterpart Yoweri Museveni to discuss security in Somalia and in the eastern Africa region. Sharif was accompanied by a number of ministers and legislators.[26] In February 2012, Sharif and other Somali government officials met in the northeastern town of Garowe to discuss post-transition political arrangements. After extensive deliberations attended by regional actors and international observers, the conference ended in a signed agreement between the President, Prime Minister Abdiweli Mohamed Ali, Speaker of Parliament Sharif Hassan Sheikh Adan, Puntland President Abdirahman Mohamed Farole, Galmudug President Mohamed Ahmed Alin and Ahlu Sunna Waljama'a representative Khalif Abdulkadir Noor stipulating that: a) a new 225 member bicameral parliament would be formed, with a lower house and an upper house seating 54 senators; b) 30% of the National Constituent Assembly (NCA) is earmarked for women; c) the President is to be appointed via a constitutional election; and d) the Prime Minister is selected by the President and he/she then names his/her Cabinet.[27][28] Sharif spoke at the London Conference on Somalia on 23 February 2012. Sharif said: \"To all of you who have exerted every effort so that you could put an end to the suffering of the Somali people, we would like to say that we appreciate this wonderful effort.\" US Secretary of State Hillary Clinton, UN Secretary General Ban Ki-moon and representatives from over 40 governments attended the London Conference on Somalia, to discuss the rebuilding of Somalia and the tackling of piracy, terrorism and famine. [29] On 1 June 2012, Sharif and UN Secretary General Ban Ki-moon attended the Istanbul Conference on Somalia to promote global reconstruction efforts and to back up on going stabilisation efforts.[30] On 23 June 2012, the Somali Federal Government and regional leaders met again and approved a draft constitution after several days of deliberation. The National Constituent Assembly overwhelmingly passed the new constitution on 1 August, with 96% voting for it, 2% against it, and 2% abstaining.[31] The second UAE counter piracy conference was held at the Madinat Jumeirah in Dubai on 27–28 June. It was attended by more than 400 delegates including Foreign Ministers, the United Nations' International Maritime Organisation, industry leaders, welfare organisations and academic experts. The Conference Keynote Address was given by Sharif from the Transitional Federal Government of Somalia. The event concluded with a strong call for a \"comprehensive approach\" against pirates that includes national governments, international organisations and the global maritime industry. On 28 June 2012, Sharif signed a cooperation deal with Ahmed Mahamoud Silanyo, President of the separatist Somaliland region in northwestern Somalia. Referred to as the Dubai Charter, the agreement calls for greater coordination between Somalia's various political units and is part of broader international reconciliation efforts among all Somali parties. The presidents of the autonomous Puntland and Galmudug regions as well as the UAE Minister of State for Foreign Affairs also attended the signing.[32] Sharif's participation in the presidential contest and his acceptance of the results of his defeat was a demonstration of democracy coming to Somalia. He was widely praised for the peaceful handover of power. It was the first such transfer witnessed in Somalia in four decades.[33] Sharif has been called 'The Father of Modern Somalia' due to his achievements during his presidential term.[34][35] In the 2017 presidential election, Mohamed Abdullahi Mohamed, who Sharif had earlier instated as Prime Minister, succeeded Hassan Sheikh Mohamud as President of Somalia.[36] In the second and final round of parliamentary votes, Sharif received 45 votes to Mohamed's 185.[37] Sharif founded the Himilo Qaran party in December 2018 ahead of the 2020 elections.[38] In 2019 Himilo Qaran joined the Forum for National Parties an alliance of Somali political parties.[39] In October 2019 Himilo Qaran joined the alliance of Somali political parties, the Forum for National Parties. In September 2019 Sharif founded the Forum for National Parties an alliance of six political parties including his own party Himilo Qaran and the UPD which is the party of his successor Hassan Sheikh Mohamud. The FNP alliance has united the leadership of the country to work together toward resolving Somalia's political and security issues.[40] Since it was formed, the FNP has campaigned on various issues which include humanitarian aid, dialogue with FGS, and the Somali election model. In November 2020 Sharif was elected as chairman of the Council of Presidential Candidates, which has been active in holding the Somali government to account on the procedures concerning of the upcoming elections.[41] The CPC has worked on resolving issues such as security issues and the election impasse in the 2021 elections. In January 2019 Sharif announced his intention to stand for the 2021 presidential election on the ticket of his political party Himilo Qaran, citing the \"inability of the current leadership to restore peace and security\" against al-Shabaab militants who still control large rural regions of the country.[42][43] As a group of 14 presidential candidates met in Mogadishu for a six day conference in November 2020 the Council of Presidential Candidates was formed and Sharif was nominated as chairman.[41] Sharif is beneficiary of the former-Presidents-In-Residence fellowship initiated by Boston University in Massachusetts, USA. The scholarship is administered by the African Presidential Archives and Research Center (APARC). It hosts programs including debates on public policy to extend knowledge of the complexities and resources in Africa.[44]  ","country":"Somalia"}