{"name":"Siad Barre","url":"/wiki/Siad_Barre","Born":"","Died":"1995-01-02","Political party":"Somali Revolutionary Socialist Party","termEnds":null,"termStarts":null,"text":"Mohamed Siad Barre (Somali: Maxamed Siyaad Barre, Osmanya script: 𐒑𐒖𐒄𐒖𐒑𐒗𐒆 𐒈𐒘𐒕𐒛𐒆 𐒁𐒖𐒇𐒇𐒗; Arabic: محمد زياد بري; 1910 – 2 January 1995)[4] was a Somali general who served as the President of the Somali Democratic Republic from 1969 to 1991 and the third overall President of Somalia. He was given the childhood nickname Afweyne roughly referring to extraversion.[5] Barre, a major general of the gendarmerie by profession, became President of Somalia after the 1969 coup d'état that overthrew the Somali Republic following the assassination of President Abdirashid Ali Shermarke. The Supreme Revolutionary Council military junta under Barre reconstituted Somalia as a one-party Marxist–Leninist communist state, renaming the country the Somali Democratic Republic and adopting scientific socialism, with support from the Soviet Union. Barre’s early rule was characterised by attempts at widespread modernization, nationalization of banks and industry, promotion of cooperative farms, a new writing system for the Somali language, and anti-tribalism. The Somali Revolutionary Socialist Party became Somalia's vanguard party in 1976, and Barre started the Ogaden War against Ethiopia on a platform of Somali nationalism and pan-Somalism. Barre's popularity was highest during the seven months between September 1977 and March 1978 when Barre captured virtually the entirety of the Somali region.[6] It declined from the late-1970s following Somalia's defeat in the Ogaden War, triggering the Somali Rebellion and severing ties with the Soviet Union. Somalia then allied itself with the United States. Opposition grew in the 1980s due to his increasingly dictatorial rule, growth of tribal politics, abuses of the National Security Service including the Isaaq genocide and the sharp decline of Somalia's economy. In 1991, Barre’s government collapsed as the Somali Rebellion successfully ejected him from power, leading to the Somali Civil War, and forcing him into exile where he died in Nigeria in 1995.[7][8][9] Mohamed Siad Barre was born in Shilavo, Ogaden which is now present-day Ethiopia in 1910.[10][11][12] Barre’s father and brother died when he was ten years old as a result of a raid by Habr Yunis in the early 20th century and this event is posited by some scholars to have deeply affected him and shaped his negative view of the Isaaq clan.[13][14][15] The Middle East monthly in their March 1991 issue state : Barre came from a humble background, deeply rooted in the Marehan sub-clan of the Darod. He had seen his father killed by Isaqs and the impression never left him. His clan straddled the British and Italian segments of Somalia, forming a minority in each. He was worried that the country could split in two and in either case, his clan, as a minority, would be shut out of power. He became an inspector of police and later went to Italy to attend a military academy. On his return, he rose through the ranks quickly to become Commander. Author Mohamed Diiriye in his book Culture and Customs of Somalia, writes: Many who knew Barre from his boyhood and during his stint in the colonial police under the Italians were not that surprised. Barre was not a normal person; he was a psychopath whose mercurial spirit vacillated between raving hatred in one moment and words of praise and reconciliation the next moment. He was said to have witnessed the murder of his own father when he was only ten years old during the turbulent year of 1921, when the clan conflicts instigated by Mohamed Abdulle Hassan were raging across the land.. Barre was reportedly forever after deeply marked by the murder of his father. He became sadistic.. In The History of Somalia Raphael Njoku says : According to his biographers, at the tender age of 10, young Muhammad first witnessed the murder of his own father...The shock and impact of this life experience and the difficult circumstances of life as an orphan put a very deep scar in his psyche. It is from this difficult childhood that Barre developed a complex sense of cunning, sadism, insecurity, and vengeance. These behavioural traits were exacerbated and solidified under the Italian fascist colonial rule.[16] After receiving his primary education in the town of Luuq in southern Italian Somalia he moved to the capital Mogadishu to pursue his secondary education.[12] He was given the childhood nickname Afweyne, refererring to extrovertedness.[5] Barre later on participated as a Zaptié in the southern theatre of the Italian conquest of Ethiopia in 1936, and then joined the colonial police force during the British Somaliland military administration, rising to major general, the highest possible rank.[17][12] In 1946, Barre supported the Somali Conference (Italian: Conferenza Somala), a political group of parties and clan associations that were hostile to the Somali Youth League and were supported by the local Italian settlers. The group presented a petition to the \"Four Powers\" Investigation Commission in order to allow that the administration of the United Nations Trust Territory could be entrusted for thirty years to Italy.[18] In 1950, shortly after Italian Somaliland became a United Nations Trust Territory under Italian administration for ten years, Barre (who was fluent in Italian) attended the Carabinieri police school in Florence for two years.[19][12] Upon his return to Somalia, Barre remained with the military and eventually became Vice Commander of the Somali Army when the country gained its independence in 1960 as the Somali Republic. In the early 1960s, after spending time with Soviet officers in joint training exercises, Barre became an advocate of Soviet-style Marxist-Leninist government, believing in a socialist government and a stronger sense of Somali nationalism.[citation needed] In 1969, following the assassination of Somalia's second president, Abdirashid Ali Shermarke, the military staged the 1969 coup d'état on 21 October, the day after Shermarke's funeral, overthrowing the Somali Republic's government. The Supreme Revolutionary Council (SRC), a military junta led by Major General Barre, Lieutenant Colonel Salaad Gabeyre Kediye and Chief of Police Jama Ali Korshel, assumed power and filled the top offices of the government, with Kediye officially holding the title of \"Father of the Revolution,\" although Barre shortly afterwards became the head of the SRC.[20] The SRC subsequently renamed the country the Somali Democratic Republic, arrested members of the former government, banned political parties, dissolved the parliament and the Supreme Court, and suspended the constitution.[21][22][23][24] Barre assumed the position of President of Somalia, styled the \"Victorious Leader\" (Guulwade), and fostered the growth of a personality cult with portraits of him in the company of Marx and Lenin lining the streets on public occasions.[25] Barre advocated a form of scientific socialism based on the Qur'an and Marxism-Leninism, with heavy influences of Somali nationalism. The Supreme Revolutionary Council established large-scale public works programs and successfully implemented an urban and rural literacy campaign, which helped dramatically increase the literacy rate. Barre began a program of nationalising industry and land, and the new regime's foreign policy placed an emphasis on Somalia's traditional and religious links with the Arab world, eventually joining the Arab League in 1974.[12] That same year, Barre also served as chairman of the Organization of African Unity (OAU), the predecessor of the African Union (AU).[26] In July 1976, Barre’s SRC disbanded itself and established in its place the Somali Revolutionary Socialist Party (SRSP), a one-party government based on scientific socialism and Islamic tenets. The SRSP was an attempt to reconcile the official state ideology with the official state religion. Emphasis was placed on the Muslim principles of social progress, equality and justice, which the government argued formed the core of scientific socialism and its own accent on self-sufficiency, public participation and popular control, as well as direct ownership of the means of production. While the SRSP encouraged private investment on a limited scale, the administration's overall direction was proclaimed to be Communist.[22] A new constitution was promulgated in 1979 under which elections for a People's Assembly were held. However, the Politburo of Barre’s Somali Revolutionary Socialist Party continued to rule.[24] In October 1980, the SRSP was disbanded, and the Supreme Revolutionary Council was re-established in its place.[22] On a more symbolic level, Barre had repeated a number of times, \"Whom do you know? is changed to: What do you know?\", and this incantation became part of a popular street song in Somalia.[27] He also promoted a number of favored greetings, such as the singular jaalle (comrade) or the plural jaallayaal (comrades).[28] Barre advocated the concept of a Greater Somalia (Soomaaliweyn), which refers to those regions in the Horn of Africa in which ethnic Somalis reside and have historically represented the predominant population. Greater Somalia encompasses Somalia, Djibouti, the Ogaden in Ethiopia, and Kenya's former North Eastern Province, regions of the Horn of Africa where Somalis form the majority of the population to some proportion.[29][30][31] In July 1977, the Ogaden War broke out after the Barre’s government sought to incorporate the various Somali-inhabited territories of the region into a Greater Somalia, beginning with the Ogaden. The Somali national army invaded Ethiopia, which was now under communist rule of the Soviet-backed Derg, and was successful at first, capturing most of the territory of the Ogaden. The invasion reached an abrupt end with the Soviet Union's shift of support to Ethiopia, followed by almost the entire communist world siding against Somalia. The Soviets halted their previous supplies to Barre’s regime and increased the distribution of aid, weapons, and training to the Ethiopian government, and also brought in around 15,000 Cuban troops to assist the Ethiopian regime. In 1978, the Somali troops were ultimately pushed out of the Ogaden.[citation needed] Control of Somalia was of great interest to both the Soviet Union and the United States due to the country's strategic location at the mouth of the Red Sea. After the Soviets broke with Somalia in the late 1970s, Barre subsequently expelled all Soviet advisers, tore up his friendship treaty with the Soviet Union, and switched allegiance to the West, announcing this in a televised speech in English.[32] Somalia also broke all ties with the Eastern Bloc and the Second World (except China and Romania).[33] The United States stepped in and until 1989, was a strong supporter of the Barre government for whom it provided approximately US$100 million per year in economic and military aid,[34] meeting in 1982 with Ronald Reagan to announce the new relationship between the US and Somalia.[35] In September 1972 Tanzanian-sponsored rebels attacked Uganda. Ugandan President Idi Amin requested Barre's assistance, and he subsequently mediated a non-aggression pact between Tanzania and Uganda. For his actions, a road in Kampala was named after Barre.[36] On 17 and 18 October 1977, a Popular Front for the Liberation of Palestine (PFLP) group hijacked Lufthansa Flight 181 to Mogadishu, holding 86 hostages. West German Chancellor Helmut Schmidt and Barre negotiated a deal to allow a GSG 9 anti-terrorist unit into Mogadishu to free the hostages.[37] In January 1986, Barre and the Ethiopian dictator Mengistu Haile Mariam met in Djibouti to normalise relations between their respective countries.[7][38] The Ethiopian-Somali agreement was signed by 1988 and Barre disbanded his clandestine anti-Ethiopian organisation the Western Somali Liberation Front.[7][38] In return, Barre hoped that Mengistu would disarm Somali National Movement rebels active on the Ethiopian side of the border, however did this not materialise since the SNM relocated to Northern Somalia in response to this agreement.[7][38] During the first five years, Barre’s government set up several cooperative farms and factories of mass production such as mills, sugar cane processing facilities in Jowhar and Afgooye, and a meat processing house in Kismayo.[citation needed] Another public project initiated by the government was the Shalanbood Sanddune Stoppage: from 1971 onwards, a massive tree-planting campaign on a nationwide scale was introduced by Barre’s administration to halt the advance of thousands of acres of wind-driven sand dunes that threatened to engulf towns, roads, and farmland.[39] By 1988, 265 hectares of a projected 336 hectares had been treated, with 39 range reserve sites and 36 forestry plantation sites established.[40] Between 1974 and 1975, a major drought referred to as the Abaartii Dabadheer (\"The Lingering Drought\") occurred in the northern regions of Somalia. The Soviet Union, which at the time maintained strategic relations with the Barre government, airlifted some 90,000 people from the devastated regions of Hobyo and Aynaba. New settlements of small villages were created in the Jubbada Hoose (Lower Juba) and Jubbada Dhexe (Middle Juba) regions, with these new settlements known as the Danwadaagaha or \"Collective Settlements\". The transplanted families were introduced to farming and fishing, a change from their traditional pastoralist lifestyle of livestock herding. Other such resettlement programs were also introduced as part of Barre’s effort to undercut clan solidarity by dispersing nomads and moving them away from clan-controlled land.[citation needed] As part of Barre’s socialist policies, major industries and farms were nationalised, including banks, insurance companies and oil distribution farms. By the mid-to-late-1970s, public discontent with the Barre regime was increasing, largely due to corruption among government officials as well as poor economic performance. The Ogaden War had also weakened the Somali army substantially and military spending had crippled the economy. Foreign debt increased faster than export earnings, and by the end of the decade, Somalia's debt of 4 billion shillings equaled the earnings from seventy-five years' worth of banana exports.[41] By 1978, manufactured goods exports were almost non-existent, and with the lost support of the Soviet Union the Barre government signed a structural adjustment agreement with the International Monetary Fund (IMF) during the early 1980s. This included the abolishment of some government monopolies and increased public investment. This and a second agreement were both cancelled by the mid-1980s, as the Somali army refused to accept a proposed 60 percent cut in military spending. New agreements were made with the Paris Club, the International Development Association and the IMF during the second half of the 1980s. This ultimately failed to improve the economy which deteriorated rapidly in 1989 and 1990, and resulted in nationwide commodity shortages.[citation needed] In May 1986, President Barre suffered serious injuries in a life-threatening automobile collision near Mogadishu, when the car that was transporting him smashed into the back of a bus during a heavy rainstorm.[42] He was treated in a hospital in Saudi Arabia for head injuries, broken ribs and shock over a period of a month.[43][44] Lieutenant General Mohammad Ali Samatar, then Vice President, subsequently served as de facto head of state for the next several months. Although Barre managed to recover enough to present himself as the sole presidential candidate for re-election over a term of seven years on 23 December 1986, his poor health and advanced age led to speculation about who would succeed him in power. Possible contenders included his son-in-law General Ahmed Suleiman Abdille, who was at the time the Minister of the Interior, in addition to Barre’s Vice President Lt. Gen. Samatar.[42][43] Part of Barre’s time in power was characterized by oppressive dictatorial rule, including persecution, jailing and torture of political opponents and dissidents. The United Nations Development Programme stated that \"the 21-year regime of Siyad Barre had one of the worst human rights records in Africa.\"[45] In January 1990, the Africa Watch Committee, a branch of Human Rights Watch organizational released an extensive report titled \"Somalia A Government At War with Its Own People\" composing of 268 pages, the report highlights the widespread violations of basic human rights in the northern regions of Somalia. The report includes testimonies about the killing and conflict in northern Somalia by newly arrived refugees in various countries around the world. Systematic human rights abuses against the dominant Isaaq clan in the north was described in the report as \"state sponsored terrorism\" \"both the urban population and nomads living in the countryside [were] subjected to summary killings, arbitrary arrest, detention in squalid conditions, torture, rape, crippling constraints on freedom of movement and expression and a pattern of psychological intimidation. The report estimates that 50,000 to 60,000 people were killed from 1988 to 1989.\"[46] Amnesty International went on to report that torture methods committed by Barre’s National Security Service (NSS) included executions and \"beatings while tied in a contorted position, electric shocks, rape of woman prisoners, simulated executions and death threats.\"[47] In September 1970, the government introduced the National Security Law No. 54, which granted the NSS the power to arrest and detain indefinitely those who expressed critical views of the government, without ever being brought to trial. It further gave the NSS the power to arrest without a warrant anyone suspected of a crime involving \"national security\". Article 1 of the law prohibited \"acts against the independence, unity or security of the State\", and capital punishment was mandatory for anyone convicted of such acts.[48] From the late 1970s, and onwards Barre faced a shrinking popularity and increased domestic resistance. In response, Barre’s elite unit, the Red Berets (Duub Cas), and the paramilitary unit called the Victory Pioneers carried out systematic terror against the Majeerteen, Hawiye, and Isaaq clans.[49] The Red Berets systematically smashed water reservoirs to deny water to the Majeerteen and Isaaq clans and their herds. More than 2,000 members of the Majeerteen clan died of thirst, and an estimated 50,000 to 200,000 Isaaq were killed by the government. Members of the Victory Pioneers also raped large numbers of Majeerteen and Isaaq women, and more than 500,000 Isaaq members fled to Ethiopia.[50][51] After the Ogaden War, Barre adopted a \"clannism\" ideology and abandoned his \"socialist facade\" to hold onto power.[38] A 120,000 strong army was built for internal repression of the public and to encourage rural clan based conflicts in addition to urban clan directed massacres by specialised armed forces.[38] Barre also singled out the Isaaq clan for a \"neo-fascist\" type punishment resulting in a \"semi-colonial\" type subjugation which fuelled collective self assertion to supporters of the Somali National Movement.[38] By the mid-1980s, more resistance movements supported by Ethiopia's communist Derg administration had sprung up across the country. Barre responded by ordering punitive measures against those he perceived as locally supporting the guerillas, especially in the northern regions. The clampdown included bombing of cities, with the northwestern administrative center of Hargeisa, a Somali National Movement (SNM) stronghold, among the targeted areas in 1988.[52][53] The bombardment was led by General Mohammed Said Hersi Morgan, Barre’s son-in-law, and resulted in the deaths of 50,000 people in the north.[54] After fallout from the unsuccessful Ogaden campaign, Barre’s administration began arresting government and military officials under suspicion of participation in the 1978 coup d'état attempt.[55][56] Most of the people who had allegedly helped plot the putsch were summarily executed.[57] However, several officials managed to escape abroad and started to form the first of various dissident groups dedicated to ousting Barre's regime by force.[58] A new constitution was promulgated in 1979 under which elections for a People's Assembly were held. However, Barre and the Politburo of his Somali Revolutionary Socialist Party continued to rule.[24] In October 1980, the SRSP was disbanded, and the Supreme Revolutionary Council was re-established in its place.[22] By that time, the moral authority of Barre’s ruling Supreme Revolutionary Council had begun to weaken. Many Somalis were becoming disillusioned with life under military dictatorship. The regime was further weakened in the 1980s as the Cold War drew to a close and Somalia's strategic importance was diminished. The government became increasingly totalitarian, and resistance movements, supported by Ethiopia's communist Derg administration, sprang up across the country. This eventually led in 1991 to the outbreak of the civil war, the toppling of Barre’s regime and the disbandment of the Somali National Army (SNA). Among the militia groups that led the rebellion were the Somali Salvation Democratic Front (SSDF), United Somali Congress (USC), Somali National Movement (SNM) and the Somali Patriotic Movement (SPM), together with the non-violent political oppositions of the Somali Democratic Movement (SDM), the Somali Democratic Alliance (SDA) and the Somali Manifesto Group (SMG). Siad Barre escaped from his palace towards the Kenyan border in a tank.[59] Many of the opposition groups subsequently began competing for influence in the power vacuum that followed the ouster of Barre’s regime. In the south, armed factions led by USC commanders General Mohamed Farah Aidid and Ali Mahdi Mohamed, in particular, clashed as each sought to exert authority over the capital.[60] After fleeing Mogadishu on 26 January 1991 with his son-in-law General Morgan, Barre temporarily remained in Burdhubo, in southwestern Somalia, his family's stronghold.[61] The former dictator fled in a tank filled with reserves from the Somalian central bank.[62][63][64][65] This included gold and foreign currency estimated to have been worth $27 million.[62] From there, he launched a military campaign to return to power. He twice attempted to retake Mogadishu, but in May 1991 was overwhelmed by General Mohamed Farrah Aidid's army and forced into exile. Barre initially moved to Nairobi, Kenya, but opposition groups there protested his arrival and the Kenyan government's support for him.[66] In response to the pressure and hostilities, he moved two weeks later to Nigeria. Barre died of a heart attack on 2 January 1995, in Lagos.[66] He was buried in Garbahare, Somalia.","country":"Somalia"}