{"name":"Sidónio Pais","url":"/wiki/Sid%C3%B3nio_Pais","Born":"1872-05-01","Died":"1918-12-14","Education":"Liceu de Viana do Castelo","Political party":"National Republican (Sidonist)","termEnds":null,"termStarts":null,"text":"Sidónio Bernardino Cardoso da Silva Pais CavC OA CavA (pronounced [siˈdɔniu ˈpajʃ]; 1 May 1872 – 14 December 1918) was a Portuguese politician, military officer, and diplomat, who served as the fourth President of the First Portuguese Republic in 1918. One of the most divisive figures in modern Portuguese history, he was referred to by the writer Fernando Pessoa as the \"President-King\", a description that stuck in later years and symbolizes his regime.[1] Pais was born in Caminha, 1 May 1872, the eldest child of Sidónio Alberto Marrocos Pais, a notary of Jewish descent, and Rita Júlia Cardoso da Silva, both natives of Caminha.[2] He completed his primary education in Sertã, where he lived between the ages of 7 and 11, and completed his secondary education at the Lyceum of Viana do Castelo (Santa Maria Maior High School), after which he went to Coimbra in order to take preparatory courses in mathematics and philosophy. In 1888, he decided upon a military career and entered the Army School, attending artillery courses. An outstanding student, he completed his courses with distinction, and was promoted to sub-lieutenant (alferes) in 1892, lieutenant in 1895, captain in 1906 and major in 1916.[3] Upon completion of his courses at the Army School, Pais enrolled at the University of Coimbra, where he graduated in mathematics. He received his doctorate at the same university in 1898. Already during his time in Coimbra, in the waning years of the Portuguese Monarchy, Pais had given vent to his republican ideals. During this period he also belonged for a short period to a masonic lodge in Coimbra, although he does not appear to have been very active. By now considered to be a distinguished mathematician, he remained in Coimbra, where he was appointed professor at the Faculty of Differential and Integral Calculus. He also worked as a professor at the Brotero Industrial School, where he was also a director from 1905 to 1909. On 23 October 1910 he was appointed vice-chancellor of the university, under Rector Manuel de Arriaga. As a leading Republican, Pais was catapulted into active political life after the establishment of the First Portuguese Republic in 1910. After a brief membership of the managing board of the national railway company, he was elected as a deputy of the National Constituent Assembly that was charged with drafting the Portuguese Constitution of 1911.[2] As a leading member of the Constituent Assembly, Pais was appointed Minister of Public Works in the government chaired by João Chagas, assuming his office on 24 August 1911. In this post, which he held until 3 November 1911, he represented the government during the festivities that marked the first anniversary of the Republic in the city of Porto. After the fall of the Chagas government, he kept his place in government by taking up the post of Finance Minister in Augusto de Vasconcelos' \"Government of concentration\". Taking office on 7 November 1911, he held on to this position until 16 June 1912. At a moment when international tensions that would lead to World War I already made themselves felt, Pais was appointed to the post of Minister Plenipotentiary (ambassador) of Portugal in Berlin on 17 August 1912.[2] He remained in that important diplomatic post during the critical period that led to the outbreak of the war, maintaining a difficult balance between the pressures of the Portuguese Government, with increasingly pro-war and Anglophile viewpoints, attempts to settle diplomatically border conflicts in areas of contact between the Portuguese and German colonies in Africa, and his own increasingly Germanophile position. Despite these difficulties, he held the position until 9 March 1916, the date on which Germany declared war on Portugal following the seizure of German ships in ports under Portuguese control. Back in Portugal, he formed a natural rallying point for those who opposed Portugal's participation in the war, catalyzing the growing discontent caused by both the effects of the war effort at home and the poor results obtained by the Portuguese Expeditionary Corps at the front. He became the main leader of opposition to Afonso Costa's Democratic Party government, and from 5 to 8 December 1917, he led an insurrection by around 250 troops. The coup ended victoriously after three days of heavy confrontations, in which the role of civil groups was decisive for the insurgents' success. On the morning of 8 December Costa handed over power to Pais' military junta.[2] Instead of starting the usual consultation for the formation of a new government, the rebels took power, removing Bernardino Machado from the post of President of the Republic and forcing his exile. Subsequently, on 11 December 1917, Sidónio Pais took over as President of the Council of Ministers (Prime Minister), and in addition accumulated the portfolios of War Minister and Minister of Foreign Affairs. He also took over (on 27 December) the functions of President until a new election could be organized early in the new year.[4] All of these actions were in direct violation of the Constitution of 1911, which he himself had helped to draft. During the coup and the early stages of his government, Sidónio Pais enjoyed the support of various labor groups, in exchange for the release of imprisoned comrades, and because of expectations inside the influential National Workers' Union, which looked to position itself as a centre of power of the republican left.[2][5] Subsequently, Pais issued a set of dictatorial decrees, without consulting the Congress of the Republic, and suspended important parts of the Constitution, giving the regime a markedly presidential image. The President of the Republic in effect became Head of State and leader of the Government, which, significantly, was entirely composed of state secretaries instead of (higher-ranked) ministers. In this new political architecture, which his supporters called a \"New Republic\", the Head of State was placed in a position of power that had known no parallel in Portuguese history since the end of absolutism. Hence, Pessoa's epithet of a \"President-King\" was well-deserved. In its objectives and in many of its forms, the New Republic was a precursor of the Estado Novo of António de Oliveira Salazar. In an attempt to normalize relations with the Roman Catholic Church Sidónio Pais amended the Law of Separation of Church and State on 23 February 1918. This prompted an immediate, fierce reaction from traditional Republicans and Freemasons, but garnered widespread support from Catholics, moderate Republicans, and the rural population, then the vast majority of the Portuguese population. This decision also re-established diplomatic relations with the Vatican, which appointed Monsignor Benedetto Aloisi Masella (later to be nuncio in Brazil, cardinal, and camerlengo) as apostolic nuncio in Lisbon on 25 July 1918. In another unconstitutional move, Pais on 11 March 1918 decreed the direct election of the President by plebiscite, through universal suffrage. Making use of his popularity among Catholics, he was elected on 28 April 1918, obtaining 470,831 votes, an unprecedented number. He was proclaimed President of the Republic on 9 May of the same year, without even bothering to consult Congress, and enjoying direct democratic legitimacy, which he used – unsuccessfully – to crush opposition attempts. The decrees of February and March 1918, which because their profound contradiction with the current constitution were labeled the \"Constitution of 1918\", profoundly altered the Portuguese Constitution of 1911 and lent the regime a clear presidential character, revamped electoral law, and changed the laws on the separation of Church and State and the very distribution of power among the organs of state. However, in April 1918, the Portuguese Expeditionary Corps was slaughtered at the Battle of the Lys, and the Portuguese government was unable to bring in necessary reinforcements or even maintain a regular supply of troops. The situation reached such an extreme that, even after the end of the war, Portugal was unable to transport its troops back to the country. Social conflict had increased to the point of creating a permanent state of insurrection. This situation marked the end of the regime's charmed existence. Between alternating strikes, conflicts, and conspiracies, from the summer of 1918 onwards attempts to end the \"Sidonist\" regime escalated in severity and violence, which led the President to declare a state of emergency on 13 October 1918. With that act, and the harsh repression of opposing movements, he was able to regain momentary control of the political situation, but his regime was clearly mortally wounded. As the year came to an end, the political situation did not improve, despite the end of fighting with the Armistice of 11 November 1918, an event accompanied by an affectionate message from King George V of the United Kingdom, who attempted to play down Sidónio Pais' previous, and well-known, pro-German attitudes. Pais escaped a first assassination attempt on 5 December 1918, during the award ceremony for survivors of the navy trawler Augusto de Castilho. Nine days later, however, he fell victim to the second. The president made his way to the Lisboa-Rossio Railway Station on the evening of 14 December 1918, after having enjoyed dinner at the restaurant Silva, located in the Chiado. He was accompanied by his brother and his son, planning to take the train to Porto in order to confer with the Northern Military Juntas. When he entered the station at around 11 PM, he was received by a Republican Guard ordered to protect the President. The earlier, failed assassination attempt on the President had led to an increase in security. However, this couldn't ruin the mood as a band played a popular song when the President entered the station.[6] Inside the station, the left-wing activist José Júlio da Costa was waiting for him, concealing a pistol in his Alentejo cloak. When the President passed the assassin on the first floor of Rossio station, Da Costa penetrated the double police cordon that surrounded the President and fired two shots from the pistol hidden under his cloak. The first shot hit Pais in the right arm, where the bullet became lodged. The second shot hit the President in the stomach, causing a wound which would prove fatal. Pais immediately fell to the ground, and a panic broke out. During the confusion, four innocent bystanders were fatally wounded by the guards; the assassin, who didn't try to escape, was arrested after being brutally beaten by the crowd.[7] Pais was still alive at this point and was rushed toward St. Joseph Hospital, but he died of his wounds en route to the hospital shortly before midnight. Sidónio Pais's funeral was attended by tens of thousands of people, but multiple interruptions, some of them violent, took place as protesters mingled among the crowd. On 16 December, João do Canto e Castro was chosen as his successor by the Congress of the Republic rather than through a new plebiscite. The murder of Sidónio Pais heralded a traumatic time for the First Republic. Essentially a populist, charismatic leader, Pais portrayed himself as the last hope of a doomed country, and was widely perceived as such. This explains why his assassination had such a huge, and long-lasting influence on Portuguese politics.[8] From then on, most political stability disappeared, leading to a permanent crisis that only ended nearly eight years later when the 28 May 1926 coup d'état set up the ensuing forty years of dictatorship. Douglas Wheeler tries to explain Pais' attractiveness as a leader (and later, a cult figure) by pointing to his character: The writer Fernando Pessoa admiringly referred to Pais as the \"President-King\" (Presidente-Rei), a description that stuck in later years because it adequately symbolized his regime.[1] Particularly among the most conservative Catholic groups, Pais entered the Portuguese imagination as a mix of a savior and a martyr, and caused the emergence of a popular cult, similar to the one existing around the figure of José Tomás de Sousa Martins, which endures until today. It is common to see fresh flowers and religious symbols being laid at his tomb. This is mainly due to his reversal of some early republican anti-clerical laws. But it seems somewhat ironic that his name lives on most vividly in these circles since Pais was not a particularly religious man himself. Pais must carry some of the responsibility for subsequent dictatorships because of his autocratic style of government and the removal of any remaining checks on the regime. The ineffectuality of his regime failed to bring the order it had promised and only contributed to the chaos of the First Republic and the undermining of its legitimacy. The Estado Novo regime that controlled Portugal during much of the 20th century exploited the legacy and associations of \"Sidonism\" to its advantage. For instance, when the Portuguese National Pantheon was inaugurated in 1966, the authorities had Pais's body transferred to it from the Room of the Chapter of the Jeronimos Monastery, where it had been interred previously. Pais married Maria dos Prazeres Martins Bessa (Amarante, São Gonçalo, 1868/1869 – Porto?/Lisbon, 1945) in 1895. The couple had five children, four sons and one daughter. Out of wedlock, he also had one daughter by one Ema Manso Preto. He is the great-grandfather in the male line of pianist and composer Bernardo Sassetti (1970–2012).[citation needed] In 2002, Caminha's Câmara Municipal purchased the ruin of Pais' birthplace for 175,000 Euros. The architect Nuno Brandão Costa was asked in 2009 to turn the house into a museum. The basement should house a room dedicated to Pais's presidency, with a second hall devoted to his life on the ground floor. The first floor will be turned into a documentation center. The costs of the conversion are estimated to be one million Euros.[10]","country":"Portugal"}