{"name":"Simon Bolivar","url":"/wiki/Simon_Bolivar","Born":"1783-07-24","Died":"1830-12-17","termEnds":null,"termStarts":null,"text":"Simón José Antonio de la Santísima Trinidad Bolívar y Ponte Palacios y Blanco (English: /ˈbɒlɪvər, -vɑːr/ BOL-iv-ər, -⁠ar,[1] also US: /ˈboʊlɪvɑːr/ BOH-liv-ar,[2] Spanish: [siˈmom boˈliβaɾ] (listen);[a] 24 July 1783 – 17 December 1830) was a Venezuelan military and political leader who led what are currently the countries of Colombia, Venezuela, Ecuador, Panama, Peru, and Bolivia to independence from the Spanish Empire. He is known colloquially as El Libertador, or the Liberator of America. Simón Bolívar was born in Caracas in the Captaincy General of Venezuela into a wealthy creole family, but lost both parents before he turned ten and lived in several households. As was common for men of upper-class families in his day, Bolívar was sent to be educated abroad, and lived in Spain. While living in Madrid from 1800 to 1802, he was introduced to Enlightenment philosophy and met María Teresa Rodríguez del Toro y Alaysa. The two married in 1802 and returned to Venezuela, where del Toro contracted yellow fever and died within a year of their nuptials. Bolívar traveled in 1803 to France as Napoleon established the First French Empire, then to Rome, where he famously swore to end Spanish rule in the Americas. Bolívar returned to Venezuela in 1807 and began to discuss Venezuelan independence with other wealthy creoles. Following the collapse of Spanish authority in the Americas as a result of Napoleon's invasion of the Iberian peninsula, Bolívar threw himself into revolutionary politics and became an active and zealous combatant in the Spanish American wars of independence. Bolívar began his military career in 1810 as a militia officer in the Venezuelan War of Independence, fighting Spanish and more native Royalist forces for the first and second Venezuelan republics and the United Provinces of New Granada. After Spanish forces subdued New Grenanda in 1816, Bolívar was forced into exile in the Republic of Haiti, led by Haitian revolutionary Alexandre Pétion. Bolívar befriended Pétion and, after promising to abolish slavery in South America, received military support from Haiti. Returning to Venezuela, he established a third republic in 1817 and then crossed the Andes in 1819 to liberate New Granada. Bolívar and his allies decisively defeated the Spanish in New Granada in 1819, Venezuela and Panama in 1821, Ecuador in 1822, Peru in 1824, and Bolivia in 1825. Venezuela, New Granada, Ecuador, and Peru were merged into the state of Gran Colombia, with Bolívar president there and in Bolivia. Despite his best efforts, Bolívar could not hold Gran Colombia together against separatist, federalist inclinations in its member states and in 1830 was removed from government and almost assassinated. That year, while waiting to board a ship for exile in Europe, Bolívar died of tuberculosis. Bolívar is regarded as a national and cultural icon throughout Latin American; the nations of Bolivia and Venezuela and their currencies are named after him. His legacy is diverse and far-reaching both within Latin America and beyond. He has been memorialized all over the world in the form of public art or street names and in popular culture. Simón Bolívar was born on 24 July 1783 in Caracas, capital of the Captaincy General of Venezuela, the fourth and youngest child of Juan Vicente Bolívar y Ponte [es] and María de la Concepción Palacios y Blanco [es].[3] He was baptized as Simón José Antonio de la Santísma Trinidad Bolívar y Palacios on 30 July.[4] Simón was born into the Bolívar family, one of the wealthiest and most prestigious creole families in the Spanish Americas.[5] The first Bolívar to emigrate to the Americas was Simón de Bolívar e Ibargüen, a Basque nobleman and notary official who arrived in Santo Domingo in the mid-16th century.[6] In 1588–89, he joined the staff of Diego Osorio Villegas, Governor of Santo Domingo, when he was named Governor of the Venezuela Province and moved to Caracas.[7] There, Simón de Bolívar's descendants would also serve in the colonial bureaucracy and marry into rich Caracas families.[8] By the time Simón Bolívar was born, the Bolívars owned property throughout Venezuela.[9] Simón Bolívar's childhood was described by British historian John Lynch as \"at once privileged and deprived.\"[10] Juan Vicente died of tuberculosis on 19 January 1786,[11] and left María de la Concepción Palacios and her father, Feliciano Palacios y Sojo [es],[12] as legal guardians over the Bolívar children's inheritances.[13] Those children – María Antonia [es] (born 1777), Juana [es] (born 1779), Juan Vicente [es] (born 1781), and Simón[14] – were raised separately from each other and their mother, and, following colonial custom, by African house slaves.[15] Simón in particular was breastfed and then raised by a slave named Hipólita, whom Bolívar came to view as both a motherly and fatherly figure.[16] On 6 July 1792,[17] María de la Concepción also died of tuberculosis.[18] Believing that his family would inherit the Bolívars' wealth,[19] Feliciano Palacios arranged marriages for María Antonia and Juana and,[20] before dying on 5 December 1793,[21] assigned custody of Juan Vicente and Simón to his sons, Juan Félix Palacios and Carlos Palacios y Blanco [es], respectively.[22] As a child, Bolívar was unruly and he obeyed neither his mother nor Hipólita.[23] He came to loathe Carlos,[24] who had no interest in Bolívar other than his inheritance,[25] and neglected his studies.[19] Even before Bolívar's mother died, he spent two years under the tutelage of the Venezuelan lawyer Miguel José Sanz at the direction of the Real Audiencia of Caracas [es], the Spanish court of appeals in Caracas.[26] In 1793, Carlos Palacios enrolled Bolívar at a rudimentary primary school [es] run by Simón Rodríguez.[27] Two years later in June 1795, Bolívar fled his uncle's custody for the house of Maria Antonia and her husband.[28] The couple sought formal recognition of his change of residence,[29] which Palacios resisted. In July 1795, the case was taken to the Real Audiencia and decided in Palacios's favor. Palacios sent Simón to live with Rodríguez in his overcrowded home.[30] After two months at Rodríguez's home, Bolívar was moved at the direction of the Real Audiencia back to the Palacios family home.[31] Bolívar promised the Real Audiencia that he would focus on his education, and began to be taught full-time by Rodríguez and by Venezuelan intellectuals Andrés Bello and Francisco de Andújar [es].[32] In 1797, Rodríguez's connection to a pro-independence conspiracy forced him to go into exile,[33] and Bolívar was enrolled in an honorary militia force. When he was commissioned as an officer after a year,[34] his uncles Carlos and Esteban Palacios y Blanco [es] decided to send Bolívar to join the latter in Madrid.[35] There, Esteban was friends with the Spanish Prime Minister, Francisco Saavedra de Sangronis, and Queen Maria Luisa's favorite, Manuel Mallo.[36] On 19 January 1799, Bolívar boarded the Spanish warship San Ildefonso at the port of La Guaira,[37] bound for Cádiz.[38] The ship sailed first to Veracruz to load Mexican silver for transit to Spain.[39] The ship arrived on 2 February,[40] but was prevented from leaving for seven weeks by a British blockade of Havana.[41] Taking advantage of the delay, Bolívar traveled to Mexico City, capital of the Viceroyalty of New Spain, and met the Viceroy.[42] By 20 March, the British blockade had been lifted and the San Ildefonso departed and,[43] in May 1799, docked in Santoña, on the northern coast of Spain.[44] A little over a week later,[45] Bolívar joined his uncles Esteban and Pedro in Madrid.[46] Esteban found Bolívar to be \"very ignorant\"[47] and hired tutors to teach him.[48] When he found himself in financial difficulty,[49] Esteban asked Gerónimo Enrique de Uztáriz y Tovar, a Caracas native and government official, to educate Bolívar.[50][51] Uztáriz accepted and Bolívar, who moved into his residence in February 1800,[52] was thoroughly educated.[53] At the same time, Mallo fell out of the Queen's favor and Manuel Godoy, her previous favorite, returned to power.[54] As members of Mallo's faction at court, Esteban was arrested on pretense,[55] and Pedro fled to Cádiz.[56] Bolívar meanwhile was banished from court following a public incident at the Puerta de Toledo over the wearing of diamonds without royal permission.[57] Bolívar also at this time met María Teresa Rodríguez del Toro y Alaysa, the daughter of another wealthy Caracas creole.[58] They were engaged in August 1800,[59] then were separated when the del Toros left Madrid for a summer home in Bilbao.[60] After Uztáriz left Madrid for a government assignment in Teruel in 1801,[59][61] Bolívar himself left for Bilbao and remained there when the del Toros returned to the capital in August 1801.[62] Early in 1802, Bolívar traveled to Paris while he awaited permission to return to Madrid, which was granted in April.[63] Bolívar and del Toro, aged 18 and 21 respectively, were married in Madrid on 26 May 1802.[64] The couple boarded the San Ildefonso in A Coruña[65] on 15 June and sailed for La Guaira, where they arrived on 12 July,[59] and settled in Caracas. There, del Toro fell ill and died of yellow fever on 22 January 1803 and was buried in the Bolívar family crypt at Caracas Cathedral.[66] Bolívar was devastated by del Toro's death, and later told Louis Peru de Lacroix, one of his generals and biographers, that he swore to never remarry.[67] By July 1803,[68] Bolívar decided to leave Venezuela for Europe. He entrusted his estates to an agent and his brother and in October boarded a ship bound for Cádiz.[69] Bolívar arrived in Spain in December 1803, then traveled to Madrid to console his father-in-law.[70] In March 1804,[71] Madrid ordered all non-residents in the city to leave to alleviate a bread shortage brought about by resumed hostilities with Britain.[72] Over April, Bolívar and Fernando Rodríguez del Toro [es], a childhood friend and relative of his wife, made their way to Paris and arrived in time for Napoleon to be proclaimed Emperor of the French on 18 May 1804.[73] They rented an apartment on the rue Vivienne and met with other South Americans such as Carlos de Montúfar [es], Vicente Rocafuerte, and Simón Rodríguez, who joined Bolívar and del Toro in their apartment. Bolívar soon thereafter began a dalliance with the Countess Dervieu du Villars,[74] who hosted a salon frequented by members of French high society.[75] It was likely at this salon that Bolívar met the naturalists Alexander von Humboldt and Aimé Bonpland, who had traveled through much of Spanish America from 1799 to 1804, and allegedly discussed Spanish American independence with them.[76] I swear before you [...] that I will not rest body or soul until I have broken the chains binding us to the will of Spanish might! Simón Bolívar, 15 August 1805[77] On 2 December 1804, Napoleon crowned himself Emperor in Notre Dame de Paris.[78] Though he remained awed by Napoleon, Bolívar was disgusted and,[79] in April 1805, left Paris with Rodríguez and del Toro on a Grand Tour to Italy.[80] Beginning in Lyon, they traveled to Chambéry, where the philosopher Rousseau had once resided, through the Savoy Alps, and then to Milan.[81] The trio arrived in time to witness Napoleon's coronation there on 26 May 1805 as King of Italy.[82] From there, they traveled down the Po Valley to Venice, then to Florence, and then finally Rome,[83] where Bolívar met among others Pope Pius VII, the French writer Germaine de Staël, and Humboldt again.[84] Rome's sites and history fired Bolívar's imagination. On 18 August 1805, he, del Toro, and Rodríguez traveled to the Mons Sacer, where the plebs had seceded from Rome, and swore to end Spanish rule in the Americas.[85] From Rome, Bolívar returned to Paris by April 1806 and sought to return to Venezuela,[86] where Venezuelan revolutionary Francisco de Miranda had just attempted an invasion with American volunteers.[87] British control of the seas resulting from the Battle of Trafalgar in 1805 made crossing the Atlantic from France impossible, so in October 1806,[88] Bolívar boarded an American ship in Hamburg.[89] Bolívar arrived in Charleston, South Carolina, in January 1807,[90] and from there traveled to Philadelphia, Washington, D.C., New York City, and Boston.[91] After six months in the United States,[92] Bolívar returned to Philadelphia and sailed for Venezuela, where he arrived in June 1807. He began to meet with other creole elites to discuss independence from Spain.[93] Finding himself to be far more radical than the rest of Caracas high society,[94] however, Bolívar occupied himself with a property dispute with a neighbor, Antonio Nicolás Briceño [es].[95] In 1807–08, Napoleon invaded the Iberian peninsula and replaced the rulers of Spain with his brother.[96] This news arrived in Venezuela in July 1808.[97] Napoleonic rule was rejected and Venezuelan creoles, though still loyal to Ferdinand VII of Spain, sought to form their own local government in place of the existing Spanish government.[98] When, on 24 November 1808, the creoles presented a petition demanding an independent government to Juan de Casas [es], the Captain-General of Venezuela, he cracked down and arrested the petitioners.[99] Bolívar, who did not sign the petition, was not arrested but was warned to cease hosting or attending seditious meetings.[100] In May 1809, Casas was replaced by Vicente Emparán and his staff, which included Fernando Rodríguez del Toro. Emparán's government, while friendlier to the creoles and connected to some of the opposition leaders,[101] was also resisted by the creoles.[102][103] By February 1810, French victories in Spain prompted the dissolution of the anti-French Spanish government in favor of a five-man regency council for Ferdinand VII.[104] This news, and two delegates that included Carlos de Montúfar, arrived in Venezuela on 17 April 1810.[105] Two days later, the creoles succeeded in deposing and then expelling Emparán,[106][107] and created the Supreme Junta of Caracas, independent from the Spanish regency but not Ferdinand VII.[108][109] Absent from Caracas for the coup,[110] the Bolívar brothers returned to the city and offered their services to the Supreme Junta as diplomats.[111] In May 1810, Juan Vicente was sent to the United States to buy weapons,[112] while Simón secured a place in a diplomatic mission to Great Britain with the lawyer Luis López Méndez [es], and Andrés Bello by paying for the mission. The trio boarded a British warship, HMS Wellington, in June 1810 and arrived at Portsmouth on 10 July 1810.[113] The three delegates first met Miranda at his London residence, despite instructions from the Supreme Junta to avoid him, and thereafter received the benefit of his connections and consultation.[114] On 16 July 1810, the Venezuelan delegation met the British foreign secretary, Richard Wellesley, at his residence. Led by Bolívar, the Venezuelans argued in favor of Venezuelan independence. Wellesley stated that it was intolerable for Anglo-Spanish relations,[115] and moreover was using his meetings with the Venezuelans to secure access to Spanish American markets for British merchants from the Spanish regency.[116] Subsequent meetings produced no recognition or concrete support from Britain.[117] Finding that he had many shared beliefs with Miranda, however, especially that Venezuela should be an independent republic, Bolívar convinced him to come back to Venezuela.[118] On 22 September 1810,[119] Bolívar left for Venezuela aboard HMS Sapphire while López and Bello remained in London as diplomats,[120] and arrived in La Guaira on 5 December.[121] Miranda, whose return to Venezuela the British government did not desire but could not prevent, boarded a merchant ship bound for Curaçao in October 1810.[122] Bolívar organized a public reception for Miranda, who arrived in La Guaira later in December to mixed opinion.[123][b] While Bolívar was in England, the Supreme Junta passed liberal economic reforms,[129] restructured government in Venezuela,[130] and began to hold elections for representatives to a congress to be held in Caracas.[130][131] It had also alienated Caracas from the Venezuelan provinces of Coro, Maracaibo, and Guayana, which professed loyalty to the regency council,[132] and began hostilities with them.[133][134] Creating the Patriotic Society [es], Bolívar and Miranda campainged for and secured the latter's election to the congress.[135][136] The congress first met on 2 March 1811 and reaffirmed Caracas's allegiance to Ferdinand VII.[130][137] After it was discovered that one of the men leading the congress was a Spanish agent who had escaped with military documents, however,[138] discourse – which Bolívar was prominent in – changed decidedly in favor of independence over 3 and 4 July 1811.[139] Finally, on 5 July, after a near-unaminous vote, the congress made a declaration of independence.[136][140] The declaration of independence created a republic with a weak base of support and enemies in conservative whites, disenfranchised people of color, and already hostile Venezuelan provinces, which received troops and supplies from the Captaincy-Generals of Puerto Rico and Cuba.[141][142] On 13 July 1811,[143] two days after an attempted counterrevolutionary uprising in Caracas,[144] the republic raised its militias to fight the pro-Spanish Royalists.[143] Command of the Republican forces was given to Francisco Rodríguez del Toro [es], the Marquis of Toro [es],[145] who had led an abortive campaign against Coro [es] in November 1810.[146][147] This promotion opened a breach between Bolívar and Miranda, who had more military experience than del Toro, as Bolívar was a friend of del Toro and remained loyal to him.[148] Following a failed attempt to suppress a Royalist uprising in the city of Valencia later in July,[149] del Toro was replaced with Miranda, who recaptured Valencia on 13 August 1811.[150][151] I left my house for the Cathedral [...] and the earth began to shake with a huge roar. [...] I saw the church of San Jacinto collapse on its own foundations. [...] I climbed over the ruins and entered, and I immediately saw about forty persons dead or dying under the rubble. I climbed out again and I shall never forget that moment. On the top of the ruins I found Don Simón Bolívar [...]. He saw me and [said], \"We will fight nature itself if it opposes us, and force it to obey.\" Royalist historian José Domingo Díaz [es], quoted by John Lynch[152] As a condition of assuming command of the Republican forces, Miranda had Bolívar removed from his command of a militia unit.[153] Bolívar nonetheless participated in the Valencia campaign [es] as part of del Toro's militia and fought with distinction.[154] He was selected by Miranda to bring news of Valencia's recapture to Caracas,[155] where he argued for more punitive and forceful campaigning against the Royalists and that their leaders be executed on capture. The congress of the republic, then working on a constitution,[156] instead pardoned its Royalist prisoners.[151] That constitution [es] was ratified on 21 December 1811 and dismayed Bolívar and Miranda, who believed in a centralized government, with its decentralized structure.[157] Beginning in November 1811, Royalist forces began pushing back the Republicans on from the north and east.[158] Then, on 26 March 1812, a powerful earthquake struck Venezuela, devastating areas under Republican control; Caracas itself was almost totally destroyed.[159] Bolívar, who was still in the area of Caracas,[160] rushed into the city to participate in the rescue of survivors and exhumation of the dead.[161] The earthquake also destroyed public support for the republic, as Royalists and Republicans alike believed it to have been divine retribution for declaring independence from Spain.[151][162] By April, a Royalist army under the Spanish naval officer Juan Domingo de Monteverde overran western Venezuela. Miranda,[163][164] retreating east with a desintegrating army,[165] ordered Bolívar to assume command of the coastal city of Puerto Cabello and its fortress,[166] which contained Royalist prisoners and most of the republic's remaining arms and ammunition.[167] Bolívar arrived at Puerto Cabello on 4 May 1812.[168] On 30 June, a Royalist officer of the fort's garrison released its prisoners, armed them, and turned its cannons on Puerto Cabello.[165][169] Weakened by further shelling, defections, and lack of supplies, Bolívar wrote to Miranda requesting assistance but received none, as the letter arrived too late. On 6 July, Bolívar and his remaining troops fled Puerto Cabello to La Guaira.[170] Believing the republic to be doomed,[165] Miranda decided to surrender to Monteverde on 12 July,[171] shocking Bolívar and other Republican officers.[172] On 25 July, Miranda formally capitulated to Monteverde,[173] then made his way to La Guaira with his papers and a large sum of money to sail into exile. On the night of 30 July, a group of Republican conspirators that included Bolívar arrested and imprisoned Miranda on charges of treason.[174] The very next day, the governor of La Guaira declared for the Royalists and closed the port on Monteverde's orders.[175] Miranda, still incarcerated, was taken into Spanish custody and moved to a prison in Cádiz, where he died on 16 July 1816.[176] Bolívar escaped La Guaira early on 31 July 1812 and rode to Caracas,[177] where he hid from arrest in the home of Esteban Fernández de León [es], the Marquis de Casa León [es]. Bolívar and Casa León convinced Francisco Iturbe, a friend of the Bolívar family and of Monteverde, to intercede on Bolívar's behalf and secure escape from Venezuela for him. Iturbe persuaded Monteverde to issue Bolívar a passport for his role in Miranda's arrest,[178] and on August 27 he sailed for Curaçao. He and his uncles Francisco and José Félix Ribas arrived on 1 September,[179] whereupon all his luggage was confiscated.[180] In 1813, he was given a military command in Tunja, New Granada (modern-day Colombia), under the direction of the Congress of United Provinces of New Granada, which had formed out of the juntas established in 1810. This was the beginning of the Admirable Campaign. On 24 May, Bolívar entered Mérida, where he was proclaimed El Libertador (\"The Liberator\").[181] This was followed by the occupation of Trujillo on 9 June. Six days later, and as a result of Spanish massacres on independence supporters, Bolívar dictated his famous \"Decree of War to the Death\", allowing the killing of any Spaniard not actively supporting independence. Caracas was retaken on 6 August 1813, and Bolívar was ratified as El Libertador, establishing the Second Republic of Venezuela. The following year, because of the rebellion of José Tomás Boves and the fall of the republic, Bolívar returned to New Granada, where he commanded a force for the United Provinces. His forces entered Bogotá in 1814 and recaptured the city from the dissenting republican forces of Cundinamarca. Bolívar intended to march into Cartagena and enlist the aid of local forces in order to capture the Royalist town of Santa Marta. In 1815, however, after political and military disputes with the government of Cartagena, Bolívar fled to Jamaica, where he was denied support. After an assassination attempt in Jamaica,[182] he fled to Haiti, where he was granted protection. He befriended Alexandre Pétion, the president of the recently independent southern republic (as opposed to the Kingdom of Haiti in the north), and petitioned him for aid.[181] In 1816, with Haitian soldiers and vital material support, Bolívar landed in Venezuela on 2 June 1816.[183] In July 1817, on a second expedition, Bolívar captured Angostura after defeating the counter-attack of Miguel de la Torre.[184] However, Venezuela remained a captaincy of Spain after the victory in 1818 by Pablo Morillo in the Second Battle of La Puerta (es).[185] On 15 February 1819, Bolívar was able to open the Venezuelan Second National Congress in Angostura, in which he was elected president and Francisco Antonio Zea was elected vice president.[186] Bolívar then decided that he would first fight for the independence of New Granada, to gain resources of the viceroyalty, intending later to consolidate the independence of Venezuela.[187] The campaign for the independence of New Granada, which included the crossing of the Andes mountain range, one of history's great military feats, was consolidated with the victory at the Battle of Boyacá on 7 August 1819.[188] Bolívar returned to Angostura, when congress passed a law forming a greater Republic of Colombia on 17 December, making Bolívar president and Zea vice president, with Francisco de Paula Santander vice president on the New Granada side, and Juan Germán Roscio vice president on the Venezuela side.[189] Morillo was left in control of Caracas and the coastal highlands.[190] After the restoration of the Cádiz Constitution, Morillo ratified two treaties with Bolívar on 25 November 1820, calling for a six-month armistice and recognizing Bolívar as president of the republic. Bolívar and Morillo met in Santa Ana de Trujillo on 27 November, after which Morillo left Venezuela for Spain, leaving La Torre in command.[191] From his newly consolidated base of power, Bolívar launched outright independence campaigns in Venezuela and Ecuador. These campaigns concluded with the victory at the Battle of Carabobo, after which Bolívar triumphantly entered Caracas on 29 June 1821.[192] On 7 September 1821, Gran Colombia (a state covering much of modern Colombia, Ecuador, Panama, and Venezuela) was created, with Bolívar as president and Santander as vice president. Bolívar followed with the Battle of Bombona and the Battle of Pichincha, after which he entered Quito on 16 June 1822.[193] On 26 and 27 July 1822, Bolívar held the Guayaquil Conference with the Argentine General José de San Martín, who had received the title of \"Protector of Peruvian Freedom\" in August 1821 after partially liberating Peru from the Spanish.[194] Thereafter, Bolívar took over the task of fully liberating Peru. The Peruvian congress named Bolívar dictator of Peru on 10 February 1824, which allowed him to reorganize completely the political and military administration.[195][196] Assisted by Antonio José de Sucre, Bolívar decisively defeated the Spanish cavalry at the Battle of Junín on 6 August 1824. Sucre destroyed the still numerically superior remnants of the Spanish forces at Ayacucho on 9 December 1824. On 19 March 1824, José Gabriel Pérez wrote to Antonio José de Sucre about the orders given to him by Bolívar;[197] Pérez talked about \"all the ordinary and extraordinary means\" that should be applied to assure the subsistence of the patriot army. Indeed, Pérez said that Bolívar issued instructions to take from churches \"all golden and silver jewels\" in order to coin them and pay war expenditures. Days later, Bolívar himself said to Sucre that there would be a complete lack of resources unless severe actions were taken against \"the jewels of the churches, everywhere\".[198] On 6 August 1825, at the Congress of Upper Peru, the \"Republic of Bolivia\" was created.[199] Bolívar is thus one of the few people to have a country named after him. Bolívar returned to Caracas on 12 January 1827, and then back to Bogotá.[200] Bolívar had great difficulties maintaining control over the vast Gran Colombia. In 1826, internal divisions sparked dissent throughout the nation, and regional uprisings erupted in Venezuela. The new South American union had revealed its fragility and appeared to be on the verge of collapse. To preserve the union, an amnesty was declared and an arrangement was reached with the Venezuelan rebels, but this increased the political dissent in neighboring New Granada. In an attempt to keep the nation together as a single entity, Bolívar called for a constitutional convention at Ocaña in March 1828. Bolívar thought that a federation like the one founded in the United States was impossible in Spanish America.[201] For this reason, and to prevent a break-up, Bolívar sought to implement a more centralist model of government in Gran Colombia, including some or all of the elements of the Bolivian constitution he had written, which included a lifetime presidency with the ability to select a successor (although this presidency was to be held in check by an intricate system of balances).[202] This move was considered controversial in New Granada and was one of the reasons for the deliberations that took place from 9 April to 10 June 1828. The convention almost ended up drafting a document which would have implemented a radically federalist form of government, which would have greatly reduced the powers of a central administration. The federalist faction was able to command a majority for the draft of a new constitution which has definite federal characteristics despite its ostensibly centralist outline. Unhappy with what would be the ensuing result, pro-Bolívar delegates withdrew from the convention, leaving it moribund.[203] Two months after the failure of this congress to write a new constitution, Bolívar was declared president-liberator in Colombia's \"Organic Decree\".[204] He considered this a temporary measure, as a means to reestablish his authority and save the republic, although it increased dissatisfaction and anger among his political opponents.[205] An assassination attempt on 25 September 1828 failed, thanks to the help of his lover, Manuela Sáenz.[206] Bolívar afterward described Sáenz as \"Liberatrix of the Liberator\".[207] Dissent continued, and uprisings occurred in New Granada, Venezuela, and Ecuador during the next two years.[203] Bolívar initially claimed to \"forgive\" those who were considered conspirators, members of the \"Santander\" faction. Eventually, though, he subjected them to court martial, after which those accused of being directly involved were executed, some without having their guilt fully established. Santander, who had known in advance of the conspiracy and had not directly opposed it because of his differences with Bolívar, was condemned to death. Bolívar, though, commuted the sentence. After, Bolívar continued to govern in a rarefied environment, cornered by factional disputes. Uprisings occurred in New Granada, Venezuela, and Ecuador during the following two years. The separatists accused him of betraying republican principles and of wanting to establish a permanent dictatorship.[203] Gran Colombia declared war against Peru when president General La Mar invaded Guayaquil. He was later defeated by Marshall Antonio José de Sucre in the Battle of the Portete de Tarqui, 27 February 1829. Sucre was killed on 4 June 1830.[208] General Juan José Flores wanted to separate the southern departments (Quito, Guayaquil, and Azuay), known as the District of Ecuador, from Gran Colombia to form an independent country and become its first President. Venezuela was proclaimed independent on 13 January 1830 and José Antonio Páez maintained the presidency of that country, banishing Bolívar. Saying that \"all who served the revolution have plowed the sea\",[209] Bolívar finally resigned the presidency on 27 April 1830, intending to leave the country for exile in Europe.[210] On 17 December 1830, at the age of 47, Simón Bolívar died of tuberculosis in the Quinta de San Pedro Alejandrino in Santa Marta, Gran Colombia (now Colombia). On his deathbed, Bolívar asked his aide-de-camp, General Daniel F. O'Leary, to burn the remaining extensive archive of his writings, letters, and speeches. O'Leary disobeyed the order and his writings survived, providing historians with a wealth of information about Bolívar's liberal philosophy and thought, as well as details of his personal life, such as his long love affair with Manuela Sáenz. Shortly before her own death in 1856, Sáenz augmented this collection by giving O'Leary her own letters from Bolívar. Bolívar's remains were buried in the cathedral of Santa Marta. Twelve years later, in 1842, at the request of President José Antonio Páez, they were moved from Santa Marta to Caracas, where they were buried in the cathedral of Caracas together with the remains of his wife and parents. In 1876, he was moved to a monument set up for his interment at the National Pantheon of Venezuela. The Quinta near Santa Marta has been preserved as a museum with numerous references to his life. In 2010, symbolic remains of Bolívar's later-years lover, Manuela Sáenz, were also interred in Venezuela's National Pantheon.[211] In January 2008, then-President of Venezuela Hugo Chávez set up a commission[212] to investigate theories that Bolívar was the victim of an assassination. On several occasions, Chávez claimed that Bolívar was in fact poisoned by \"New Granada traitors\".[213] In April 2010, infectious diseases specialist Paul Auwaerter studied records of Bolívar's symptoms and concluded that he might have suffered from chronic arsenic poisoning, but that both acute poisoning and murder were unlikely.[214][215] In July 2010, Bolívar's body was ordered to be exhumed to advance the investigations.[216] In July 2011, international forensics experts released their report, claiming there was no proof of poisoning or any other unnatural cause of death.[217] Bolívar was an admirer of both the American Revolution and the French Revolution.[218] While he was an admirer of U.S. independence, he did not believe that its governmental system could work in Latin America.[219] Thus, he claimed that the governance of heterogeneous societies like Venezuela \"will require a firm hand\".[220] Bolívar felt that the U.S. had been established in land especially fertile for democracy. By contrast, he referred to Spanish America as having been subject to the \"triple yoke of ignorance, tyranny, and vice\".[221] If a republic could be established in such a land, in his mind, it would have to make some concessions in terms of liberty. This is shown when Bolívar blamed the fall of the first republic on his subordinates trying to imitate \"some ethereal republic\" and in the process, not paying attention to the gritty political reality of South America.[222] Among the books accompanying him as he traveled were Adam Smith's The Wealth of Nations, Voltaire's Letters and, when he was writing the Bolivian constitution, Montesquieu's The Spirit of the Laws.[223] His Bolivian constitution placed him within the camp of what would become Latin American conservatism in the later nineteenth century. The Bolivian constitution intended to establish a lifelong presidency and a hereditary senate, essentially recreating the British unwritten constitution, as it existed at the time. Due to the historical relevance of Bolívar as a key element during the process of independence in Hispanic America, his memory has been strongly attached to sentiments of nationalism and patriotism, being a recurrent theme of rhetoric in politics. Since the image of Bolívar became an important part to the national identities of Venezuela, Colombia, Panama, Ecuador, Peru and Bolivia, his mantle is often claimed by Hispanic American politicians all across the political spectrum.[citation needed] In Venezuela, Bolívar left behind a militarist legacy[224] with multiple governments utilizing the memory, image and written legacy of Bolívar as important parts of their political messages and propaganda.[225] Bolívar disapproved of the excesses of \"party spirit\" and \"factions\", which led to an anti-political environment in Venezuela.[226] For much of the 1800s, Venezuela was ruled by caudillos, with six rebellions occurring to take control of Venezuela between 1892 and 1900 alone.[226] The militarist legacy was then used by the nationalist dictatorship of Marcos Pérez Jiménez[225] and more recently the socialist political movement led by Hugo Chávez.[227] The nations of Bolivia and the Bolivarian Republic of Venezuela, and their respective currencies (the Bolivian boliviano and the Venezuelan bolívar), are all named after Bolívar. Most cities and towns in Colombia and Venezuela are built around a main square known as Plaza Bolívar, as is Bogotá.[228] In this example, most governmental buildings and public structures are located on or around the plaza, including the National Capitol and the Palace of Justice. Besides Quito and Caracas, there are monuments to Bolívar in the Latin American capitals of Lima,[229] Buenos Aires,[230] Montevideo,[231] Havana,[232] Mexico City,[233] Panama City,[234] Paramaribo,[235] San José,[236] Santo Domingo[237] and Sucre.[238] In Bogotá, the Simón Bolívar Park has hosted many concerts.[239] Outside of Latin America, the variety of monuments to Simón Bolívar are a continuing testament to his legacy. These include statues in many capitals around the world, including Algiers,[240] Bucharest,[241] London,[242] Minsk,[243] Moscow,[244] New Delhi,[245] Ottawa,[246] Paris,[247] Prague,[248] Port-au-Prince,[249] Rome,[250] Sofia,[251] Tehran,[252] Vienna[253] and Washington, D.C..[254] A school SU \"Simon Bolivar\" [bg][255] in Plovdiv, Bulgaria, is named in his honor. Several cities in Spain, especially in the Basque Country, have constructed monuments to Bolívar, including a large monument in Bilbao[256] and a comprehensive Venezuelan government-funded museum in Cenarruza-Puebla de Bolívar,[257] his ancestral hometown. In the US, an imposing bronze equestrian statue of Simón Bolívar stands at the southern entrance to Central Park at the Avenue of the Americas in New York City which also celebrates Bolívar's contributions to Latin America.[258] In New Orleans, the Simon Bolivar Monument at Canal and Basin Streets was a gift to the American city from Venezuela in 1957.[259] The Bolivar Peninsula in Texas;[260] Bolivar County, Mississippi; Bolivar, New York; Bolivar, West Virginia; Bolivar, Ohio;[261] and Bolivar, Tennessee are also named in his honor.[262] Monuments to Bolívar's military legacy also comprise one of Venezuelan Navy's sail training barques, which is named after him, and the USS Simon Bolivar, a Benjamin Franklin-class fleet ballistic missile submarine which served with the U.S. Navy between 1965 and 1995. Minor planet 712 Boliviana discovered by Max Wolf is named in his honor. The name was suggested by Camille Flammarion.[263] The first Venezuelan satellite, Venesat-1, was given the alternative name Simón Bolívar after him.[264] His birthday is a public holiday in Venezuela and Bolivia. Simón Bolívar Memorial Monument, standing in Santa Marta, Colombia, at the Quinta de San Pedro Alejandrino Statue of Bolívar in Plaza Bolívar in Caracas, Venezuela, by Adamo Tadolini Simón Bolívar's statue in Paris, France A monument in honor of Simón Bolívar in Sofia, Bulgaria Statue of Simón Bolívar in Lisbon, Portugal Statue of Simón Bolívar in Santa Cruz de Tenerife, Spain Statue of Simón Bolívar in Bucharest, Romania Statue of Simón Bolívar in Trinity Bellwoods Park, Toronto, Canada Statue of Simon Bolivar in Tehran, Iran","country":"Colombia"}