{"name":"Teófilo Braga","url":"/wiki/Te%C3%B3filo_Braga","Occupation":"Lecturer • writer","Born":"1843-02-24","Died":"1924-01-28","Political party":"Portuguese Republican (until 1911) Democratic (from 1911)","termEnds":null,"termStarts":null,"text":"Joaquim Teófilo Fernandes Braga (Portuguese pronunciation: [tiˈɔfilu ˈbɾaɡɐ]; 24 February 1843 – 28 January 1924) was a Portuguese writer, playwright, politician and the leader of the Republican Provisional Government after the overthrow of King Manuel II, as well as the second elected president of the First Portuguese Republic, after the resignation of President Manuel de Arriaga. Teófilo Braga was born in the Azores, in São José, Ponta Delgada, his father was Joaquim Manuel Fernandes Braga who probably a descendant of one of King João V’s illegitimate children, most likely António of Braganza who was a Doctor in Theology, knight of Order of Christ and known for one of 3 Children of Palhavã. His mother was Maria José da Câmara e Albuquerque, from the island of Santa Maria, another descendant of Portuguese nobility because she was probably traced to Infanta D. Urraca, who was the one of King Afonso III’s illegitimate children, as the genealogist Ferreira Serpa has shown. Teófilo was the 13th descendant of Diogo Gonçalves de Travassos, father of D. Pedro who married Violente Velho Cabral, sister of the Commander of Almourol, Gonçalo Velho, and descendant of Cristovão Falcão, a poet and Count of Avranches. His mother had seven children (Teófilo being the youngest), of which three died during infancy, the others being Luís, João Fernandes and Maria José.[1] Teófilo's father became a widower when Teófilo was only three years old (his mother died at the age of 31 years). Originally, his father was an artillery lieutenant and commander in Mosteiros, and quit the army after the Concession of Evoramonte, and without means, he established a nautical school and mathematics in Ponta Delgada, eventually finding a job at the local secondary school in Ponta Delgada.[1] Two years later, the older Braga wed a woman (Ricarda Joaquina Marfim Pereira) with a decidedly bad attitude to the young boy,[2] fathering two daughters with Ricarda (Maria da Glória and Maria do Espírito Santo). The child took refuge in literature, and specifically in the public library in Ponta Delgada or at the home of the Viscount of Praia, where his father (for a time) was a private tutor to the Viscount's daughters.[3] It was in the Ribeira Grande newspaper A Estrela Oriental (The Oriental Star), edited by former-pharmacist Francisco Maria Supico (a native of Lousã), that his first naive poem A Canção do Guerreiro (\"A Song of the Warrior\"), in a patriotic tone, dedicated to his brother João Fernandes Braga was published. He followed these with O Meteoro and O Santelmo. At the age of 15 in 1859, in an edition paid for by the Viscount of Praia, he published a book of verses entitled Folhas Verdes (\"Green Leaves\") and edited by the newspaper A Ilha (The Island); it was a timid imitation of Folhas Caídas (Fallen Leaves) by noted author Almeida Garrett. He revealed a tenacity and combative nature and was known to have been disciplined during his time at his secondary school in Ponta Delgada (where his father was teacher) for disparaging remarks made to his teacher. At the end of secondary school Teófilo hoped for future prospects, even informing his father of his intention to leave São Miguel and travel to America for a professional career (likely as a typographer or merchant).[4] But his father suggested expanding his studies at the University of Coimbra, mindful of his child's lack of abilities in his preferred fields. Therefore, Teófilo Braga, student, arrived in Coimbra in April 1861, with hopes of achieving a doctorate in Theology or Law; after a year, in which he repeated his prerequisite entrance qualifications, he joined the Faculty of Law at the University. His first lodging would be at the home of Filipe de Quental (1824–1892), professor of Medicine and paternal uncle of the author Antero de Quental. Life as a student was spartan and austere, and he did not adopt the Bohemian lifestyle on campus, preferring to concentrate on his studies. A contemporary, the writer Ramalho Ortigão, had this to say of the young Teófilo: While at Coimbra he became involved with the literary agitation; Teófilo joined his contemporaries, which included the writer Antero de Quental, in what became known as Questão Coimbra (English: Question Coimba), a loose affiliation of artists with non-traditionalist philosophies and ideals about 1865. He remained on the periphery of this group's activities, though, while writing many of his recognized early works: O Pirilampo, O Fósforo and Tira-Teimas. A few of his professors in the Faculty of Law recognized his application, and arranged tasks that helped his studies, including the organization and classification of monastic documents. But his new projects did not affect his participation with the student activists against the autocratic Rector Basílio Alberto de Sousa Pinto and many of the traditionalists at Coimbra. He reserved his best efforts for his own projects; during this time he convinced editor Gomes Monteiro, of Casa Moré (a publishing house in Oporto), to publish his poem Visão dos Tempos (in 1864). It was a work that borrowed directly for its base the themes from Victor Hugo's La Légende des siècles, and captured in verse all the essential classicism of Judaism and Christianity. The work received many positive reviews. At the time the indisputable authority of Portuguese literature was António Feliciano de Castilho and his Lisbon admirers, who could establish or ruin the reputation of young authors. Castilho, and his protégé Manuel Pinheiro Chagas were captivated by the classic prose of Visão (English: Vision) and congratulated in public Bragas' work. But this was not repeated in his follow-up book of poetry Tempestades Sonoras, which were preceded by a philosophical prologue that was both obscure and indecipherable. Generally, Castilho's conservative Lisbon admirers criticized severely many of the personalities with dissident tendencies, due to considerations both artistic and political. At the time of the publication of Tempestades, Antero de Quental had just completed his Odes Modernas (English: Modern Odes), a shockingly militant work that challenged the conservative constitutional monarchy in Portugal, its class society and the religious hierarchy. Castilho and his prelates decided to begin a philosophical battle, without quarter, against the two iconoclasts, \"that they considered exponents of a School at Coimbra of depraved tastes and highly harmful.\"[4] The literary \"conflict\" began in earnest when Manuel Pinheiro Chagas published his obra-prima Poema da Mocidade. António Feliciano de Castilho, in a letter-to-the-editor António Maria Pereira, to promote the book and provide a prologue to the volume, critically attacked Antero Quental and Teófilo Braga, as well as their loose affiliation of friends. This was the beginning of the Questão Coimbrã Movement, an impassioned period that involved many Portuguese literary writers, that included many critical texts and apologies. Antero de Quental responded with his work which challenged Castilho's original text, which he entitled Bom Senso e Bom Gosto (English: Good Sense and Good Taste), followed by A Dignidade das Letras (English: A Dignity of Letters) and Literaturas Oficiais (English: Official Literature), while Teófilo challenged with his literary violent work As Teocracias Literárias (English: The Literary Theocracy). After his first year at the University, won by his tenacious inflexibility and idealism, Braga was confronted by the literary conflicts between traditionalists and modernists: Rocha Martins referred to an interview that he had with Braga, in 1916, and where, as a visible admirer of the writer and president, he wrote of Teófilo's life and difficulties at Coimbra. Teófolio had recalled that one time, in Oporto, at the home of the librarian Moré he had met Camilo Castelo Branco, who had extended his hand in friendship, but Braga had \"turned his back\". As Rocha Martins elaborated, Teófilo \"was just a youth then...today he would not have turned his back on anyone...All men should learn to forgive\".[6] It was not just an attack on aesthetic differences between political ideologies, Castilho also endorsed his protégé (Chagas) for a professorship in the department of Modern Literature of the Faculty of Letters, and used his letter to champion him for the position, in which both Teófilo and his friend Antero Quental were interested.[4] In April 1868 Teófilo Braga married Maria do Carmo Xavier (1841–1911), sister of Júlio de Matos, generally from a wealthy family (the couple would live at the Matos home for a time). Their life together would be tragic, marked by the premature deaths of their children: Joaquim, just after his birth (1869), Teófilo, at 13 (1886) and in March of the next year, Maria da Graça, at 16 (1887). Maria do Carmo, whose health was always fragile, was inconsolable (and by the time her husband held the Presidency her health was debilitated and she died away soon afterwards). Camilo Castelo Branco a declared enemy of the writer, would be unusually forgiving, when Teófilo's children died within a brief period of one another; at the time, Camilo would write the sonet A maior dor humana\" (English: The Greatest Human Pain).[4] His political affiliations made it difficult to obtain a professorship at the Academia Politécnica do Porto (English: Polytechnic Academy of Oporto), as well as the Faculty of Law in Coimbra. Teófilo Braga had to wait a year, in 1872 (when he obtained his law degree), in order to succeed in his application to a position as a full professor in modern literature, in a memorable public competition. He was the superior choice of the presiding judge of the committee, rather than his rival Manuel Pinheiro Chagas and Luciano Cordeiro, who were endorsed by semi-official patrons. Teófilo aspired to be a systematic thinker; a theorist based on evidence which permitted an intrepid and dogmatic interpretation of Man, world and life. It was therefore, no surprise, that he accepted the tenets of Positivism. This positivist spirit would guide him between 1872 and 1877, under the influence of Joaquim Duarte Moreira de Sousa a professor of Mathematics in Castelo Branco, with whom he regularly had conversations. It was the teacher's curious spirit and admiration of Auguste Comte and Émile Littré that influenced Teófilo during this period. It was these influences that brought him to found, along with Júlio de Matos, the magazine O Positivismo in Oporto, between 1878 and 1882, to write Traços Gerais de Filosofia Positiva (English: General Ideas of Philosophical Positivism), 1877 and later Sistema de Sociologia (English: System of Sociology), 1884. While still professor of Letters and research fellow, Teófilo Braga was studious and unrested, yet he continued to give all his attention to his family (showering on them gifts from his poor remuneration). In his home on Travessa de Santa Gertrudes he lived a monastic lifestyle, usually broken by invitations from admirers or civic campaigns. But generally, he was able to concentrate on his writing, including his monumental História da Literatura Portuguesa (English: History of Portuguese Literature). With a vast repository of documents he would nurture interpretations of medieval romances and produce ultra-romantic works of realism. It was also during this time when he would show interests in ethnography, especially folklore: in 1867, História da Poesia Popular Portuguesa (English: History of Popular Portuguese Poetry), Cancioneiro Popular (English: Collection of Popular Poems) and Romanceiro Geral, and then later (1869) the book Cantos Populares do Arquipélago Açoreano' (English: Popular Stories of the Azorean Archipelago). He would repeat this style in 1883 Contos Tradicionais do Povo Português' (English: Traditional Stories of the Portuguese People) and in 1885, two volumes entitled O Povo Português (English Collection of Portuguese Romances), about costumes and traditions, but his studies were generally criticized during the period. On some occasions he was considered a plagiarist; Braga read profusely and was not too careful while editing his analyses, omitting citations and mentioning unreferenced ideas or the theories of others. The medic and politician Ricardo Jorge, didn't disguise his exasperation in his book Contra um plágio do Prof. Theófilo Braga (English: Against a Plagiarized Work of Professor Teófilo Braga), in 1917: Even Antero de Quental, who was friendly with Teófilo, referred to him as a hierophant of literary charlatanism. The Brazilian historian Sílvio Romero, called him Papa dos charlatães (English: Father of Charlatans). José Relvas, another contemporary, was another person who dismissed his contributions; he noted that the prestige he gained was not justified, and that only those who didn't read his published works would admire him.[6] In its political aspects, positivism was a version of republicanism that acknowledged the stratification of classes by the capitalist model. Teófilo, while reading the works of Comte, fixated on the more radical rationalisms on Philosophical Positivism. On the philosophies of Auguste Comte, defending the ideas of positivism. \"The positivist consolidated above all the idea that the Republic could not be just a coup d'état, and that maybe, we should dispense with revolutionary intentions.\"[7] The Republicans believed that \"to create a Republic required a liberation of individuals of their older ideas...[that] without a doubt, it was [their] spiritual subjugation\"[8] In Portugal of the time, about 50,000 individuals (in a population of less than six million) had declared themselves as non-Catholics. For Republicans, they believed that the population was captive to a Roman Catholic church that (during 1864) had condemned liberalism and all modern ideas.[9] For the historian António Reis, Teófflo Braga's doctrinaire style was important in consolidating the Republican cause. His visceral Jacobinismo, allowed him to synthesize the theses of Republican Federalists; the themes of administrative decentralization, imperial mandates and limits which would allow the management of the Portuguese republican model of public education, on the combat of clerical ultramontanism, national sovereignty, and development of democratic ideals that would include universal suffrage. All these ideas would be elaborated in the newspapers A Vanguarda, O Século and O Rebate. The militancy of these works would serve as guides for many republicans of his time. Between 1879 and 1881 he would write many of his more political ideas, including Soluções Positivas da Política Portuguesa (English: Positivist Solutions to Portuguese Politics), 1879, História das Ideias Republicanas em Portugal (English: A History of Republican Ideas in Portugal), 1880, and Dissolução do Sistema Monárquico-Representativo (English: Dissolution of the Monarchical-Representative System), 1881. These propaganda pieces did not mean an end to his other works; in addition to participating in numerous comedies, festivals, clubs and republican associations, he was one of the personalities, in partnership with Ramalho Ortigão, to coordinate the fesitivities to mark the third centenary of the death of Luís Vaz de Camões, the epic Portuguese writer,(10 June 1880). He would later become a partner in the Academia Real das Ciências (English: Royal Academy of Sciences), Lisbon, and the Academia Real de História (English: Royal Academy of History), Madrid, where he would be honoured in subsequent years. Braga became active in Portuguese politics in 1878, when he campaigned for deputy as an independent federalist republican. Over the years, he had many jobs in the Portuguese Republican Party. He participated in the political barricades during the revolt in Oporto (31 January 1891), added to the list of members of the Republican Party and worked in partnership with Francisco Homem Cristo. The membership of the Republican Party in Lisbon never anticipated the success of the Republican revolt in the north. Teófilo and Homen Cristo attempted to win the sympathy of the army, but were largely unsuccessful, due partly to the romantic militaristic ideals of many of the soldiers. After the failure of the conspiracy, with many of those retreating or sent to a military tribunal in Leixões, the two criticized Lisbon Republicans for their lack of assistance for the rebels in Oporto. Teófilo occupied himself with arguing with the objectors and taking on an important role in the propaganda of the Republican Party. By 1896 he was a member of the Grupo Republicano de Estudos Sociais (English: Republican Social Studies Group). The political situation in Portugal had degraded after the 1890 British Ultimatum. Further, between the 19th Century and 20th Century, the system of power that rotated between the parties was slowly dismantled; the divisions introduced by João Franco and José Maria de Alpoim resulted in the creation of splinter groups in addition to the two historical constitutional parties (respectively, the Partido Regenerador Liberal alongside the Partido Regenerador and the Dissidência Progressista from the Partido Progressista), which would alter the rules of political coexistence. A dictatorship created by João Franco after May 1907 (endorsed by King Carlos) was an episode of cumulative crises provoked by Hintze Ribeiro, leader of the Partido Regenerador, and José Luciano de Castro, responsible for the Partido Progressista. Teófilo Braga accompanied many of these events, as well as Francoist Spain, the regicide and enthronement of King D. Manuel II, of which the journalist João Chagas wrote: ...[Manuel II assumed the military regalia] when by now it was not needed. The republican cause had grown in importance, helped by the Republican Party, freemasons, the Carbonária Portuguesa and by numerous groups of doctrinarian idealists influenced by the cause. On 1 January 1910, he became an effective member of the Political Directorate of the party, joining Basílio Teles, Eusébio Leão, José Cupertino Ribeiro, and José Relvas. On 28 August 1910, he was elected deputy for Lisbon. The revolution began on the morning of 4 October 1910 and lasted until the next day. Teófilo Braga was acclaimed President of Provisional Government of the Portuguese Republic. But the old Republican Party would not survive the creation of the Republic; factions quickly developed between groups within the party to form new organizations: Afonso Costa's faction would form the Partido Democrático (the most populist, Jacobin and urban party), António José de Almeida founded the Partido Evolucionista (a contemporary faction that included the rural bouregoeis) and Brito Camacho created the União Republicana (which was an intellectual group with many of its members from Lisbon). The first conflict involved the electoral act: Afonso Costa's \"democrats\" wanted Bernardino Machado to be the first President of the Republic, but António José de Almeida and Manuel de Brito Camacho factions were able to elect Manuel de Arriaga for that title. Teófilo Braga, who was always more closely affiliated with the membership of the \"Democrats\" and owing to small problems with Arriaga, endorsed Bernardino Machado. He would return to government in May 1915; he became the President of the Republic after the abrupt resignation of Manuel de Arriaga. Arriaga had supported Pimenta de Castro to run the government, and the General had established a dictatorship, which was eventually defeated. In disgrace the pacifist first President vacated the job, and the assembly elected Braga to the position. Braga was an extremely austere man; after becoming a widower, he was a recluse and occupied much of his time in his library. Even as President, he would walk, umbrella or cane in hand, everywhere,[10] and generally, his Presidency itself was not an exercise in ostentatious living. Over time, as a man-of-letters, Teófilo Braga was recognized by historians as an erudite author. His final home, was on the second-floor of 70 Rua de Santa Gertrudes à Estrela, in Lisbon, and his neighbor usually accompanied him for breakfast or lunch. He wore over-used clothing, many of these clothes he repaired personally, including white linens which were his departed wife's possessions (and reminded him of their earlier life together). He was a solitary figure, and had lost many of his closest relations (his mother died early during his life, his father died in the Azores Islands, he lost his children in their infancies and his beloved wife died before he did), as well as his sight.[1] In his last will, he expressed his desire to be interred in a civil service, without ceremony. He died at 80 years of age, on 28 January 1924, and was buried in the Jerónimos Monastery in Belém, Lisbon. As for his literary career, one can find books by Braga concerning the history of literature, on ethnography (mainly his search for popular stories and traditional songs), poetry, fiction, and philosophy. Braga's body of published work is also connected to historical investigation; while balancing philosophy, linguistics and culture he wrote História da Poesia Popular Portuguesa (English: The History of Popular Portuguese Poetry), História do Teatro Português (English: History of the Portuguese Theatre) and História das Ideias Republicanas em Portugal (English: The History of Republican Ideals in Portugal). One of his most contentious, from a scientific point-of-view, was História do Romantismo em Portugal (English: The History of Romanticism in Portugal), in 1880, although his four-volume História da Universidade de Coimbra (English: History of the University of Coimbra) is still considered important.","country":"Portugal"}