{"name":"Valentín Canalizo","url":"/wiki/Valent%C3%ADn_Canalizo","Born":"1794-01-14","Died":"1850-02-20","Political party":"Conservative","termEnds":null,"termStarts":"He assumed the presidency as interim president.","text":"Valentín Canalizo (14 January 1794 – 20 February 1850), was a Mexican general and statesman who served twice as interim president during the Centralist Republic of Mexico and was later made Minister of War during the Mexican American War. After Santa Anna reorganized the constitution as the Bases Organicas in 1843, he appointed Canalizo as interim president. Canalizo in practice was a puppet ruler for Santa Anna, but Santa Anna was then popularly elected in 1844 and assumed power personally in June of that year. He took leave two months later after his wife’s death, and Canalizo once again was chosen as interim president. After Mariano Paredes raised a revolt against the government, Santa Anna took command of the military to crush the uprising. Congress criticized this as illegal since Santa Anna was not president at the time, but the Canalizo government supported Santa Anna and dissolved the congress which only provoked popular opposition and led to Canalizo's downfall. After stepping down from the presidency, he left the nation but came back to serve in the Mexican American War, during which he was appointed Minister of War under the liberal president Valentin Gomez Farias. He died in 1850. Valentin Canalizo was born in Monterrey, and entered the Celaya Regiment as a cadet in August, 1811 the year after the War of Mexican Independence had begun. He ascended to the rank of sublieutenant and a year later reached the rank of lieutenant. He initially fought as a Spanish loyalist but switched sides to join Agustin de Iturbide in December 1820. He was present at the Siege of Valladolid, in the taking of San Juan del Rio y Zimapan and formed part of the forces which General Brancho surrendered to in San Luis de la Paz. He was wounded in Atzcapotzalco, and for his services at that battle was promoted to lieutenant colonel and granted an award of distinction. He held a command during the siege and taking of the capital.[1] He joined in the uprising that led to the downfall of the First Mexican Empire, and in 1825 he was promoted to sergeant major. He served in Jalisco as an assistant to fellow future President of Mexico, General Jose Joaquin Herrera, and on December 8, 1829 he joined the Plan of Jalapa which would lead to fall of the Guerrero administration. He was placed in charge of artillery in order to protect the entrance of the reserve army commanded by General Melchor Muzquiz under whose orders Canalizo was placed. For his services in the successful revolution, the newly established Bustamante government made Canalizo a colonel.[2] The government assigned him to the pacification of Jamiltepec where he was placed second in command to Eligio Ruelas. He also joined in the pacification of Costa Chica and Las Mixtecas, being in charge of troops during a battle at Zonactlan on January 26, 1831 where he routed the guerillas of Narvaez and Lima.[3] On May, 1831 he was promoted to general of brigade and made commandant general of the State of Oaxaca. Here he tried to suppress the revolution of 1832 against Bustamante’s government, but when the revolution succeeded Canalizo accepted the authority of the new government.[4] In 1833, he joined in the uprising against the government of Valentin Gomez farias which led to the fall of the First Republic and the establishment of the Centralist Republic of Mexico. He was then made governor of the State of Mexico. After an uprising by Juan Alvarez in the south in favor of re-establishing the federal system, Canalizo was placed second in command of the troops sent to Acapulco to suppress the revolt and relieve the siege of that city.[5] He continued to lead campaigns against sporadic uprisings. In 1838 his effort to capture Tampico from the federalist general Longinos Montenegro was repulsed. He retired to Monterey, and then to Monclova after which he defeated the General Canales, and he was called back to Mexico City.[6] President Bustamante was considering sending Canalizo on an expedition to Yucatan when the Bustamante administration was overthrown by Mariano Paredes in 1841. Canalizo remained loyal to Bustamante up until the president conceded defeat through the Convention of Estanzuela on October 6, 1841.[7] Santa Anna called for a congress to redraft the constitution through which he hoped to take control of the Centralist Republic, but the congress which was elected was thoroughly federalist. The Plan of Huejotzingo was now proclaimed urging that congress be dissolved and replaced by a Junta of Notbles who would write a centralist constitution. The plan was successfully carried out and amongst its supporters was Canalizo.[8] It was at this point that Santa Anna chose Canalizo to hold the post of interim president while he intended to rule from behind the scenes. Canalizo was chosen as one who would be loyal and non-threatening to Santa Anna’s power, while his past as a loyal follower of Bustamante gave the appearance of impartiality. He was officially appointed on October 2, 1843. Nonetheless he was widely perceived as a puppet.[9] President Canalizo established the Sisters of Charity, assigned funds to the College of San Gregorio, published regulations on public education, and arranged a contract for new navy and army uniforms.[10] A controversial element during the Canalizo administration was the amount of taxes imposed in spite of the country’s poverty. There were seven classes: land, industrial buildings, salaries, lucrative professions, luxuries, and the head tax.[11] Congress met on January 2, 1844 and the results of the presidential elections, decided by the departments, were counted. In the opening session, the congress announced that Santa Anna had been elected. The deputies contained a substantial amount of opposition to Santa Anna, and they responded to the results by restricting the presidential power and forbidding further executive legislation. A measure to remove Canalizo was introduced in the Senate, which had the authority to remove interim presidents, but it failed.[12] Santa Anna finally entered the capital on June 3, and Canalizo passed power over to him the following day.[13] Santa Anna’s wife had died and on August 31, 1844, and he subsequently sought permission from the chamber of deputies to take leave momentarily. The Senate, who had the authority to choose the interim president once again chose Canalizo and he would find himself in the presidential chair once again on September 21, 1844.[14] A month later on October 31, Mariano Paredes launched a revolt against the government in Guadalajara. Santa Anna returned to the capital to lead an army against the uprising and entered Mexico City on November 18. As he was not legally president at the time the congress condemned Santa Anna’s assumption of military command as illegal, but he maintained support of the executive.[15] Santa Anna reached Queretaro who was supporting Paredes, and ordered the department assembly to retract its support. When this was refused, Santa Anna imprisoned the members of the assembly and replaced the governor with one of his generals. Upon reaching the news in the national capital, Deputy Llaca of Queretaro protested on behalf of his constituents and a formal protest was lodged against the ministers. Minister Baranda decided to meet with Santa Anna over the matter upon which it was decided to shut congress down.[16] On December 1, during a brief recess the military shut the doors of the legislative chambers. The ministry condemned congress and defended its measures as necessary to meet the national emergency. This led to public protest and the Ayuntamiento of Mexico City, and the Assembly of the Department of Mexico sided with congress. A statue of Santa Anna was vandalized with a noose around its neck.[17] By this time troops at the capital were expressing support for Paredes’ revolt and called upon Jose Joaquin Herrera to assume the presidency. Herrera summoned the deposed deputies and on December 6, issued an appeal to Canalizo to support congress and prevent bloodshed. As he saw that his support had evaporated Canalizo stepped down and handed the presidency over to Jose Joaquin Herrera.[18] Canalizo was tried by the government and accused of trying to overthrow the constitution. In his defense, Canalizo claimed that he had no intention of abolishing the congress but merely suspending it due to the extraordinary circumstances. A general amnesty was passed by congress, but Canalizo preferred to leave the country. On October 25, 1845 he set out for Spain, but returned during the Mexican-American War in 1846. He was made Minister of War under the administration of Valentin Gomez Farias.[19] and supported the government's controversial measures of nationalizing the Catholic Church's lands, in order to fund the war. He stepped down on February 23 and was assigned a military command to defend Veracruz with General Romulo Diaz de la Vega as his second in command. He was present at the Battle of Cerro Gordo, in charge of cavalry. His conduct during that battle, retreating without fighting, and abandoning a large amount of supplies, led to a congressional proposal to start an investigation. He no longer played any notable role in the war, and never again assumed any political office. He died in obscurity on February 20, 1850.[20]","country":"Mexico"}