{"name":"Valentín Gómez Farías","url":"/wiki/Valent%C3%ADn_G%C3%B3mez_Far%C3%ADas","Born":"1781-02-14","Died":"1858-07-05","Political party":"Liberal","termEnds":null,"termStarts":"As vice president, he took office in place of Santa Anna, who was fighting the invading U.S. Army in the Mexican–American War.","text":"Valentín Gómez Farías (Spanish pronunciation: [balenˈtiŋ ˈɡomes faˈɾias]; 14 February 1781 – 5 July 1858) was a Mexican physician and liberal politician who became president of Mexico twice, once in 1833, during the period of the First Mexican Republic, and once in 1846, during the Mexican American War. He was elected to his first term in March, 1833, along with Santa Anna with whom he would proceed to share power with. Both the congress and the administration elected during that year were notably radical, and Gómez Farías attempted unprecedented reforms which were aimed at undermining the power of the Catholic Church and the army. Measures to prosecute members of the previous, conservative and autocratic presidency of Anastasio Bustamante were also carried out, but Gómez Farías sought to moderate them. Revolts against his reform would flare up, and initially remain under control, but eventually Gómez Farías' own vice-president Santa Anna switched sides and deposed him in April, 1834. The First Mexican Republic would be swept away in the wake of Gómez Farías' fall, and be replaced by Santa Anna with the Centralist Republic of Mexico. Gómez Farías would continue to support a return to the federalist system and in 1840 he personally led a revolt against the government of Anastasio Bustamante who had returned to the presidency, culminating in a siege of the National Palace, but the revolt was a failure. The federal system eventually would be restored in 1846 after the beginning of the Mexican American War, and in the subsequent presidential elections Gómez Farías would be re-elected along with Santa Anna who was now a supporter of federalism and with whom Gómez Farías had reconciled. They proceeded to share power as they had during their first administration. In order to fund the war effort, the Gómez Farías administration in January, 1847 decided upon nationalizing church lands and selling them to the amount of fifteen million pesos. The measure was met with difficulties and controversy, with conservatives fearing the revival of the 1833 anti-clerical campaign, and moderate liberals questioning the effectiveness of such a controversial decree. Meanwhile, Santa Anna was returning to Mexico City from the Battle of Buena Vista to focus on Winfield Scott's expedition at Veracruz. He received news of the revolt en route, and eventually took the role of arbitrator. Once again, Santa Anna would depose Gómez Farías after the two men had been elected together. Gómez Farías did not disappear from public life, and in 1856, he was elected to the congress which inaugurated the pivotal La Reforma and which wrote the Constitution of 1857, incorporating many of the reforms he had first attempted in 1833. He died on July 5, 1858, in the middle of the Reform War. Valentin Gómez Farías was born in Guadalajara on February 14, 1781. He attended university in the same city, studying to be a physician. During his studies he learned French and read the Enlightenment works that were clandestinely being shared throughout New Spain at the time. His dissertation contained such a strong influence from Enlightenment authors that he managed to get the attention of the Mexican Inquisition, but no legal action was ever taken against him, and he opened a successful medical practice in Guadalajara. [1] In 1821, Mexican Independence was won under the leadership of Agustin de Iturbide through the Plan of Iguala which established the new nation as a monarchy. A congress was also elected to draft a constitution, a congress to which Gómez Farías was elected to. The original proposal for the throne was a member of the Spanish royal family, but after the Spanish government rejected the offer, Iturbide's supporters urged congress to elect him emperor. Among those supporting Iturbide at this time was Gómez Farías, who actually gave a speech in congress defending the right and legality of congress to elect Iturbide as Emperor, and Iturbide was subsequently elected as the emperor of the First Mexican Empire. The liberal Gómez Farías expected Iturbide to be a constitutional monarch, but in the subsequent months, Iturbide became increasingly autocratic, and viewed himself as sovereign over congress, even dissolving the body whereupon Gómez Farías turned on him. [2] After the fall of the Mexican Empire in 1823, Gómez Farías supported the ultimately successful presidential candidacy of Guadalupe Victoria who was inaugurated as the first president of Mexico. When under liberal president Vicente Guerrero, Lorenzo de Zavala resigned as minister of the treasury, due to the fact that he was also governor of the state of Mexico at the time, Gómez Farías was given the offer to replace him, but he refused the post. [3] When Santa Anna proclaimed the Plan of Veracruz against the conservative president Anastasio Bustamante in 1832, Gómez Farías helped convince Governor Garcia of Zacatecas to side with the rebels [4] The rebellion would rage for most of the year and end with the overthrow of the president. After the fall of Anastasio Bustamante, Gómez Farías supported the candidacy of Gomez Pedraza. Manuel Gomez Pedraza was invited to hold the presidential seat until the next scheduled elections which were on March, and he chose Gómez Farías as Minister of the Treasury. [5] In the elections of March, 1833, Gómez Farías and Santa Anna would be elected president and vice president respectively. They would share and alternate offices, and when Gomez Pedraza's term legally ended on April 1, he actually passed down power to Gómez Farías, as Santa Anna was not in the capital at the time. This has been suspected as a ploy by Santa Anna to gauge public opinion regarding Gómez Farías’ intended radical reforms aimed at the Catholic Church and at the army. [6] With Gómez Farías’ ascension to power, the press started to become increasingly anticlerical and antireligious. The clergy was accused of being worldly, greedy hypocrites, and the Bible was attacked as full of absurdities and falsehoods from an ignorant era. [7] [8] The authority of the pope was also attacked. [9] Progressives proclaimed that Mexican independence was not only from Spain but from the pope as well, and the clergy were attacked as subject to a foreign power. Catholic priests were insulted and called ministers of Huītzilōpōchtli (who received human sacrifices), [10] Pharisees, and aristocrats. [11] Anti-clerical writers also quoted the speeches of the French Revolutionary Assembly in favor of their cause. [12] Priests were placed under government surveillance.[13] Minister Miguel Ramos Arizpe decreed that papal bulls and other papal proclamations could not be published in Mexico without authority of the government. [14] In keeping with the anti-religious atmosphere, it was proposed that congress take no break during Holy Week of 1833, but the measure failed to pass. [15] The state of Mexico at this time governed by Lorenzo de Zavala, lifted the legal obligations pay tithes. [16] The congress of Veracruz and other state legislatures passed decrees to seize the goods of religious communities, and then the state of Veracruz suppressed all monasteries. This only provoked fears that the government was about to suppress all religion, and Gómez Farías had to release a message explaining that he had no such intentions. [17] On October 27, 1833 a measure was passed lifting the legal obligation to pay tithes nationally.[18] A commission of the chamber of deputies recommended nationalizing all church properties, but this was not passed as a law. [19] On November 6, 1833 the legal obligation to fulfill monastic vows was lifted. On December 17, 1833 a measure was passed granting the Mexican government the power to make appointments to the church hierarchy, the so-called patronato. Previous appointments that had been made without government approval were declared annulled[20] The reformers hoped that removing the legal obligation to pay tithes would starve the church of funds, but most people kept paying them. [21] Similarly most monks and nuns stayed in their religious communities in spite of now being legally allowed to leave.[22] In October, clergy were then forbidden from teaching, and the University of Mexico was shutdown due to being run by the church. The chapel of the university was turned into a brewery. [23] In 1834, the anti-clerical campaign reached the height of its intensity. Religious feasts and their accompanying celebrations were suppressed throughout the country, and clergy were forbidden from forming cofraternities without a government license. [24] In some local cases monasteries and churches were seized. Some churches were turned into theaters. [25] When Gómez Farías first came into power, all of Anastasio Bustamante’s former ministers went into hiding, with the exception of Rafael Mangino, the former minister of the treasury. [26] A tribunal was formed to judge former members of the Bustamante administration. On June 23, 1833, amidst insurrections flaring up all over the country, the congress passed a law, the so-called Ley del Caso authorizing the arrest and exile for six years of fifty one individuals considered enemies of the government among them, ex-president Bustamante, Mariano Michelena, Zenon Fernandez, Francisco Molinos del Campo, Jose Maria Gutierrez Estrada, and Miguel Santa María. [27] Santa Maria published a pamphlet criticizing the government for filling the prisons with political dissidents. [28] The Ley del Caso was passed against the opposition of Gómez Farías who wished to be more moderate with his opposition. He was also opposed to the death penalty for political offenses. [29] The government also began purging the army of undesirable generals,[30] measures which had begun under Gomez Pedraza,[31] and which were reviled as arbitrary, inspiring opposition against the government amongst the military. On May 26th, in Morelia, Colonel Ignacio Escalada pronounced against the government, and invited Santa Anna to join him in overthrowing Gómez Farías. Santa Anna did not acquiesce, took arms against other insurrections that were flaring up across the country. Escalada would be defeated by General Valencia. [32] At this point, Santa Anna's own troops mutinied against him on June 6th, at Xuchi, and he was taken to Yautepec. They proclaimed him dictator however and wished to join the rebels. [33] The rebellion spread to the capital and on June 7th, soldiers and police revolted and began to attack the National Palace, only to be defeated. [34] Gómez Farías organized six thousand troops, put the capital under martial law, and rewards were offered for anyone that helped Santa Anna escape. [35] Meanwhile, Santa Anna after noticing the failure of the insurrection at the capital, escaped from his rebel troops, and returned to the government. [36] On July 10, Santa Anna marched out of the capital with two thousand four hundred men and six pieces of artillery. He drove the rebel general Mariano Arista, who had initially invited Santa Anna to join the rebels into Guanajuato where the latter surrendered on October 8th. The country was pacified for the moment. [37] Santa Anna had already rejected multiple offers to join in overthrowing Gómez Farías, but in 1834, as there was increasing backlash against the anti-clerical campaign, as his estate at Manga del Clavo was being flooded with pleas from all over the country to restrain Gómez Farías and Congress, and as there was ongoing infighting among Gómez Farías’ progressive supporters, Santa Anna decided in April to finally take action. [38] Congress was dissolved, the patronato was annulled, bishops who had been in hiding were restored to their sees. The tribunal for judging former members of the Bustamante administration was abolished, the University of Mexico was restored, and those who were exiled were allowed to come home. [39] Gómez Farías would leave Mexico and move to New Orleans where he lived off of his savings. He would return in 1838, and was greeted by his supporters at Veracruz. When he entered the capital, some members of the public cheered their old president. Gómez Farías was legally permitted to be in the country, but after learning of the clamor with which he was greeted, the council of ministers passed a resolution to keep him under surveillance. [40] Gómez Farías was able to meet with President Bustamante, whom he had helped overthrow in 1832, and assured him that he would respect the government. The government arrested him on suspicion of sedition anyways, and Gómez Farías admitted to the judge that he had held political meetings at his home. Farias was nonetheless shortly released as a result of one of Bustamante's short lived ministries whom were sympathetic to federalism. [41] Meanwhile, a conspiracy was being organized by the Federalist General José de Urrea, who had already tried to overthrow Bustamante in 1838. He was imprisoned but had kept in communication with his federalist associates and on July 15, 1840 he escaped from prison. With a few hundred troops, Urrea broke into the National Palace, snuck past sleeping palace guards, overpowered Bustamante's private bodyguard, and surprised the president in his bedchambers. As Bustamante reached for his sword, Urrea announced his presence, to which the president replied with an insult. The soldiers aimed their muskets at Bustamante, but were restrained by their officer who reminded them that Bustamante had once been Iturbide's second in command. The president was assured that his person would be respected, but was now a prisoner of the rebels. Almonte, the minister of war had meanwhile escaped to organize a rescue.[42] The rebels now offered command of the revolution to Gómez Farías and he accepted. Government and federalist forces converged at the capital. Federalists occupied the entire vicinity of the National Palace while government forces prepared their positions for an attack. Skirmishes broke out the entire afternoon, sometimes involving artillery. A cannonball crashed through the dining room where the captive president was having dinner, covering his table with debris.[43] The conflict appeared to be reaching a stalemate, and the president was released in order to try and reach a negotiation. Negotiations broke down and the capital had to face twelve days of warfare, which resulted in property damage, civilian loss of life, and a large exodus of refugees out of the city. [44] Now news was received that government reinforcements were on the way under the command of Santa Anna. Rather than face a protracted conflict that would destroy the capital, negotiations were started again and an agreement was reached whereby there would be a ceasefire, and the rebels would be granted amnesty.[45] Gómez Farías went into hiding, and on September 2, he left for Veracruz. He headed then to New York and then to Yucatán which at this point had declared independence and advocated a return to the federalist system. He lived there for two years and then moved back to New Orleans, finally returning to Mexico in 1845, after the overthrow of Santa Anna. [46] He was named a senator by President Herrera and Gómez Farías expressed his opposition towards Herrera's policy of seeking to end the effort to reconquer Texas. He however refused any role in the subsequent administration of Mariano Paredes, who overthrew Herrera because of his conciliatory efforts towards Texas. When the Mexican -American War broke out Gómez Farías supported inviting back his old enemy Santa Anna under the belief that he could hold Mexico together during such a crisis. [47] Gómez Farías was minister of finance under the short presidency of José Mariano Salas, and he accepted the post under the condition that internal tariffs would be abolished, authoritarian laws be reformed, and that the war be continued based upon the unity of all Mexicans. He remained in the ministry for a little over a month, during which Santa Anna reentered the capital accompanied in his carriage by Gómez Farías holding the 1824 Constitution by his side. In December, 1846, Santa Anna and Gómez Farías were elected as president and vice president, again as they had been thirteen years earlier in 1833, and much as then they would exchange offices, with Gómez Farías being able to serve as president during this time[48] Gómez Farías now declared that the war would be waged for as long as it took to expel the Americans from all Mexican territory. [49] He struggled to form a stable cabinet, and in December 1846, had to deal with Yucatán seceding again, and wishing to take no part in the war. Yucatecan ships began to fly their own flag to avoid being seized by the American navy. [50] The government was struggling to finance the war, a problem made worse by corruption in the finance ministry, which did not inspire confidence when the government proposed an audit of property owners.[51] On January 7, 1847, a measure was introduced to congress signed by four of five members of a financial ministry commission, endorsing the seizure of fifteen million pesos from the church by nationalizing and then selling its lands,[52] which in turn alarmed Gómez Farías’ opponents into fearing that he was reviving the anti-clerical campaign of 1833. The decree was signed by the president of congress Pedro María de Anaya, and Gómez Farías approved it with the support of finance minister Zubieta. The latter was given instructions to avoid any fraud, or hiding of wealth that would impede the efficacy of the measure. Tenants on church lands were to be fined if they did not hand over their rent to government agents instead of the church. [53] Minister of Relations José Fernando Ramírez recommended that application of the relevant Indian laws in anticipation of political agitation in the churches. Minister of War Valentin Canalizo urged the utmost severity in enforcing laws against those upsetting the public order. [54] Local opposition to the decree was more marked. The legislatures of Queretaro, Puebla, and Guanajuato petitioned congress to nullify the decree,[55] the State of Durango refused to enforce it, and the State of Querétaro proposed an alternative plan to fund the war effort. [56] Tenants who lived on church lands were also resistant to the enforcement of the decree. [57] The liberal paper El Monitor Republicano was incredulous that amidst all available options for raising funds, the government had chosen to nationalize church lands in the middle of a war, without sounding public opinion, and reminded its readers that the last time Gómez Farías tried to nationalize church lands in 1833 it ended with the overthrow of the liberal government. [58] Minister of Relations Ramirez resigned after clashes with the cabinet, including difficulties in finding buyers of church lands. [59] On January 26th, President Gómez Farías named a junta charged with carrying out the sales of church lands. [60] The legal secretaries Cuevas and Mendez were fined for not wishing to participate. [61] A measure was taken to audit the finance ministry to reduce corruption in general and the relevant officials were also obliged to present a report every four days on the progress of the church land sales and to explain any factors that were causing any delays. [62] There were demonstrations in the capital as early as January 15th, but the government was obstinate in carrying out its policy of nationalizing church lands. [63] The Oaxaca garrison pronounced against the government on February 21. Mazatlan followed, and much as when there had been revolts against the first presidency of Gómez Farías, the rebels began to call for Santa Anna with whom Gómez Farías was sharing power, to take over the government. [64] Meanwhile, peaceful opposition against the nationalization law continued. Liberal Deputy Mariano Otero protested against the measure, and the new finance minister José Luis Huici refused to sign it. [65] Sensing that members of the newly formed national guard at the capital were not sympathetic to the government. Valentin Gómez Farías tried to move them to locations where they would not be a threat to the government. He intended to move the Independence Battalion, away from the university located next to the National Palace. He sent on February 24th, troops led by his own son to expel the Independence Battalion from their temporary barracks. The battalion was a militia made up of middle class professionals, and their expulsion from the city threatened the livelihoods of their families. This resulted in protest and outrage, followed by the arrest of certain members of the Independence Battalion. [66] On February 27th, several national guard battalions proclaimed against the government. They released a manifesto excoriating the government for pursuing a divisive policy instead of uniting the country in the war effort and seeking a means of funding the military that was backed by national consensus. [67] This became to be known as the Revolt of the Polkos, because the young middle-class men who made up the militias stationed throughout the capital were known for dancing the polka. [68] The rebels were joined by General José Mariano Salas, who had already played a role during the war of overthrowing President Mariano Paredes. General Matías de la Peña Barragán chief of the rebels met with Valentin Canalizo on February 30th and they negotiated on the matter of an arrangement, with Pena insisting on the deposition of Gómez Farías. The negotiations came to nothing and the revolt continued. [69] Meanwhile, news arrived that Santa Anna had won the Battle of Buena Vista which took place on February 22 to February 23, and which in reality had been a draw. Santa Anna was heading back to Mexico City to arrange defenses against the forces of Winfield Scott who had just landed at Veracruz. He was at the town of Matehuala on the way from Angostura to San Luis Potosí, when received news that there had been a revolution against the government of Valentin Gómez Farías. [70] Upon arrival in San Luis Potosí on March 10, he wrote two letters one to Gómez Farías and one to Peña Barragán ordering them both to suspend hostilities, which they did so, awaiting the arrival and arbitration of Santa Anna [71] On his way to the capital he was met by representatives from both sides of the conflict hoping to sway him to their cause. [72] On March 21st representatives of the constitutional congress including Mariano Otero, José María Lafragua, and others, set out to present Santa Anna with an offer to assume the presidency. He continued receiving representatives of various interests and was congratulated for his ‘victory' at Buena Vista. Ignacio Trigueros was named new governor of the federal district and Pedro María de Anaya was named the new commandant general. [73] Valentin Gómez Farías resigned, the insurrection ended, troops were sent back to their stations, and the presidency passed over to Santa Anna. He would remain active in politics, serving as a congressman and fighting against those who would wish to come to an arrangement with the Americans. [74] In 1850, he was put forth as a candidate for the presidency by the newspaper El Tribuno, and was also the liberal candidate for the ayuntamiento of Mexico City. He lived to see his old colleague and enemy Santa Anna reestablish a dictatorship in 1852, but also his fall from grace through the triumph of the liberal Plan of Ayutla in 1855. Once the Plan of Ayutla had triumphed he travelled to Cuernavaca in order to be a part of the Junta of Representatives which was installed in the city's theater on October 4, 1855. He was designated president of the Junta with his vice president being the radical Melchor Ocampo, and as one of the secretaries was chosen the future president of Mexico, Benito Juárez. Under the presidency of Juan Alvarez, he was named administrator of the post. As a representative of Jalisco, he was part of the constituent congress that drafted the Constitution of 1857, incorporating his liberal ideals and the anti-clerical reforms that he had championed since 1833. On February 5, 1857, he was the first representative to swear allegiance to the new constitution. [75] Gómez Farías died on July 5, 1858 a few months into the War of Reform. His funeral was attended by the American minister John Forsyth Jr., and Gómez Farías was buried in Mixcoac. [76]","country":"Mexico"}