{"name":"Venustiano Carranza","url":"/wiki/Venustiano_Carranza","Born":"1859-12-29","Died":"1920-05-21","Political party":"Democratic Party of Mexico & Liberal Constitutionalist Party","termEnds":null,"termStarts":"He served as Head of the Executive Power after the resignation of Carvajal. He did not immediately call for presidential elections, which he had promised under the Plan of Guadalupe but ruled as the \"pre-constitutional\" head of government. He convoked a Constituent Convention which enacted the Political Constitution of the United Mexican States. He won the 1917 general election and took office as Constitutional President on 1 May 1917. He died during the Rebellion of Agua Prieta, led by three revolutionary generals.","text":"José Venustiano Carranza de la Garza (Spanish pronunciation: [benusˈtjano kaˈransa ðe la ˈɣaɾsa]; 29 December 1859 – 21 May 1920) was a Mexican wealthy land owner and politician who was Governor of Coahuila when the constitutionally elected president Francisco I. Madero was overthrown in a February 1913 right-wing military coup. Known as the Primer Jefe or \"First Chief\" of the Constitutionalist faction in the Mexican Revolution, Carranza was a shrewd civilian politician. He supported Madero's challenge to the Díaz regime in the 1910 elections, but became a critic of Madero once Díaz was overthrown in May 1911. Madero did appoint him the governor of Coahuila. When Madero was murdered during the February 1913 counter-revolutionary coup, Carranza drew up the Plan of Guadalupe, a purely political plan to oust Madero's usurper, General Victoriano Huerta. As a sitting governor when Madero was overthrown, Carranza held legitimate power and he became the leader of the northern coalition opposed to Huerta. The Constitutionalist faction was victorious and Huerta ousted in July 1914. Carranza did not assume the title of provisional president of Mexico, as called for in his Plan of Guadalupe, since it would have prevented his running for constitutional president once elections were held. His government in this period was in a preconstitutional, extralegal state, to which both his best generals, Álvaro Obregón and Pancho Villa objected.[1] The factions of the coalition against Huerta fell apart and a bloody civil war of the winners ensued, with Obregón remaining loyal to Carranza and Villa, now allied with peasant leader Emiliano Zapata, breaking with him. The Constitutionalist Army under Obregón defeated Villa in the north, and Zapata and the peasant army of Morelos returned to guerrilla warfare. Carranza's position was secure enough politically and militarily to take power in Mexico City, although Zapata and Pancho Villa remained threats. Carranza consolidated enough power in the capital that he called a constitutional convention in 1916 to revise the 1857 liberal constitution. The Constitutionalist faction had fought to defend it and return Mexico to constitutional rule. With the promulgation of a new revolutionary Mexican Constitution of 1917, he was elected president, serving from 1917 to 1920. The constitution that the revolutionaries drafted and ratified in 1917 now empowered the Mexican state to embark on significant land reform and recognized labor's rights, and curtail the power of the Catholic Church, but Carranza did not implement major reforms once he was duly elected. Once firmly in power in Mexico, Carranza sought to eliminate his political rivals, having Zapata assassinated in 1919. Carranza won recognition from the United States, but nonetheless took strongly nationalist positions. In the 1920 election, in which he could not succeed himself, Carranza attempted to impose a virtually unknown, civilian politician, Ignacio Bonillas, as president of Mexico. Sonoran revolutionary generals Álvaro Obregón, Plutarco Elías Calles, and Adolfo de la Huerta, who held real power, rose up against Carranza under the Plan of Agua Prieta. Carranza fled Mexico City, along with thousands of his supporters and with gold of the Mexican treasury, aiming to set up his government in Veracruz. Instead he died in an attack by rebels.[2] Although Carranza played a major role in the Revolution, his contributions were not initially acknowledged in Mexico's historical memory, since he was overthrown by rivals. But later as a historical narrative that recognizes the various competing factions as members of the \"revolutionary family,\" Carranza's place in Mexican history has been assured.[3] Carranza was born in the town of Cuatro Ciénegas, in the state of Coahuila, in 1859, to a prosperous cattle-ranching family. His father, Jesús Carranza Neira, had been a rancher and mule driver until the time of the Reform War (1857–1861), in which he fought against the Indians and on the Liberal side.[4] During the French intervention in Mexico (1861–1867) that made Mexico into a monarchy, Jesús Carranza continued to support President Benito Juárez and joined Mexican defenders against the French, becoming a colonel. He was Benito Juárez's main contact in Coahuila. A strong personal connection existed between the two, with Carranza lending Juárez money while Juárez's republican government was in exile. Following the ouster of the French, Juárez rewarded Carranza with land, which became the basis of his fortune in Coahuila.[4] Because of his family's wealth, Venustiano, the 11th of 15 children, was able to attend excellent schools in Saltillo and Mexico City.[4] Venustiano studied at the Ateneo Fuente, a famous Liberal school in Saltillo. In 1874, he went to the Escuela Nacional Preparatoria (National Preparatory School) in Mexico City, where he had aspirations to be a doctor.[4] Carranza was still there in 1876 when Porfirio Díaz issued the Plan of Tuxtepec, which marked the beginning of Díaz's rebellion against President Sebastián Lerdo de Tejada. Díaz's the slogan was \"No Re-election.\" Lerdo had already served one term as president and Juárez before him was also re-elected president. Díaz's troops defeated Lerdo's, and Díaz and his armies marched into Mexico City in triumph. Díaz created a system of machine politics and pacified the country, remaining in power continuously until 1911. Carranza entered local politics in Coahuila during the Díaz era, after completing his schooling. He married Virginia Salinas in 1882, and the couple had two daughters. As an educated member of a prominent and well-connected Coahuila family, Carranza entered politics with the means to do so. In 1887, at the age of 28, he became municipal president of Cuatro Ciénegas, where he began making reforms to improve education.[5] Carranza remained a Liberal who idolized Benito Juárez, against whom Díaz raised a failed rebellion. Carranza grew disillusioned with the increasingly authoritarian character of the rule of Díaz during this period. In 1893, 300 Coahuila ranchers organized an armed resistance to oppose the \"re-election\" of Porfirio Díaz's supporter José María Garza Galán as Governor of Coahuila. Venustiano Carranza and his brother Emilio participated in this uprising.[6] Díaz quickly dispatched his \"man in the north\", Bernardo Reyes, to defuse the situation. Venustiano Carranza and his brother, who had now gained power and influence in the area,[6] were granted a personal audience with Reyes in order to explain the justification for the uprising and the ranchers' opposition to Garza Galán. Reyes agreed with Carranza and wrote to Díaz recommending that he withdraw support for Garza Galán. Diaz accepted this request and appointed a different governor, who was acceptable to Bernardo Reyes and to the Carranza family.[7] The revolt forced Díaz to acknowledge the Carranzas' power throughout the state.[8] The events of 1893 allowed Carranza to make connections in some high places, including Bernardo Reyes.[6] After winning a second term as municipal president (1894–1898), Reyes had Carranza \"elected\" to the legislature. In 1904, Reyes's protégé Miguel Cárdenas, Governor of Coahuila, recommended to Díaz that Carranza would make a good senator. Carranza entered the Senate of Mexico later that year. Although Carranza was skeptical of Díaz's advisors known as the Científicos, he supported their policies. As a senator in the national legislature, he inserted language into laws that would limit foreign investors.[9] As the 1910 presidential election approached, Bernardo Reyes was a contender as a candidate. Díaz initially said in print in the Creelman interview that he would not run for president again, but changed his mind. Reyes had openly presented himself as a powerful candidate, and now Carranza's connection to Reyes resulted in Díaz not backing Carranza for governor of Coahuila. Díaz sent Reyes out of the country, and Carranza forged an expedient connection to Francisco I. Madero, a wealthy landowner who challenged Díaz.[10] Carranza followed Francisco Madero's Anti-Re-election Movement of 1910 with interest. After Madero fled to the US and Díaz was re-elected as president, Carranza traveled to Mexico City to join Madero. Madero named Carranza provisional Governor of Coahuila. The Plan of San Luis Potosí, which Madero issued at this time, called for a revolution beginning 20 November 1910. Madero named Carranza commander-in-chief of the Revolution in Coahuila, Nuevo León, and Tamaulipas. Carranza failed to organize an uprising in these states, leading some of Madero's supporters to speculate that Carranza was still loyal to Bernardo Reyes. Following the revolutionaries' led by Pascual Orozco and Pancho Villa, achieved decisive victory over the Federal Army at Ciudad Juárez, Carranza travelled to Ciudad Juárez. Madero named Carranza his Minister of War on 3 May 1911, even though Carranza did not contribute much to Madero's rebellion.[6] The revolutionaries were split on how to deal with Porfirio Díaz and Vice President Ramón Corral. Madero favored having Díaz and Corral resign, with Francisco León de la Barra serving as interim president until a new election could be held. Carranza disagreed with Madero. Carranza was a seasoned politician, unlike Madero, and he argued that allowing Díaz and Corral to simply resign would legitimate their rule; an interim government would merely be a prolongation of the dictatorship and would discredit the Revolution. Madero's view prevailed, with the results that Carranza foresaw. Madero's victory did net Carranza power in Coahuila during Madero's presidency (November 1911-February 1913). Carranza returned to Coahuila to serve as governor, shortly holding elections in August 1911, which he won handily. Because of Carranza's support in his opposition to Díaz, Madero gave him free rein over Coahuila.[9] As governor Carranza began a wide-ranging program of reform, including the judiciary, the legal code, and tax laws.[11] He introduced regulations to bring safety in the workplace, to prevent mining accidents, to rein in abusive practices at company stores, to break up commercial monopolies, to combat alcoholism, and to rein in gambling and prostitution. He also made large investments in education, which he saw as the key to societal development.[9] An important step Carranza took was to create an independent state militia, under the control of the governor, which could put down rebellions and ensure a level of state autonomy from the central government.[10] The relationship between Carranza and Madero began deteriorating. Carranza had joined with Madero only when Díaz sent his mentor Reyes out of the country. Madero was suspicious of his loyalty.[12] Carranza had already opposed Madero's signing of the Treaty of Ciudad Juárez to have an interim presidency. Once Madero was inaugurated president following the October election, Carranza criticized Madero for being a weak and ineffectual as president. Madero in turn accused Carranza of being spiteful and authoritarian. Carranza believed that there would soon be an uprising against Madero. so he formed alliances with other Liberal governors: Pablo González Garza, Governor of San Luis Potosí; Alberto Fuentes Dávila, Governor of Aguascalientes; and Abraham González, Governor of Chihuahua. Carranza was not surprised in February 1913 when Reyes, Victoriano Huerta, and Félix Díaz, Porfirio Díaz's nephew, backed by the U.S. Ambassador Henry Lane Wilson, overthrew Madero during La decena trágica (the Ten Tragic Days) of fighting in the capital. Reyes was killed during the fighting in Mexico City. With his mentor dead, Carranza was not sure of his own next steps. There is evidence that Carranza negotiated with Huerta immediately after the coup, but no agreement was reached. Carranza declared himself in rebellion against the government installed by the coup. Carranza's declaration against Huerta was a decisive stand. He had political legitimacy as a state governor, a modest record of state reform, popular support in his state, and an able politician, forging alliances to create a broad northern coalition against Huerta. It came to be known as the Constitutionalists, taking their name for the defense of the liberal Constitution of 1857. He was both the titular leader of the movement, as well as the actually leader in many circumstances. In late February 1913, Carranza asked the legislature of Coahuila to declare itself formally in a state of rebellion against Huerta's government. He had built a state militia, funded by levying new taxes on enterprises, it could not withstand the well-armed, substantial force of the Federal Army controlled by General, now President, Huerta. The Coahuila militia suffered defeats at Anhelo, Saltillo, and Monclova, forcing Carranza to flee to Sonora a revolutionary stronghold.[13] Before he left Coahuila, he returned to his hacienda of Guadalupe, where he found a group of young men, Francisco J. Múgica, Jacinto B. Treviño, and Lucio Blanco, who had drawn up a plan modeled on Madero's Plan of San Luis Potosí. The Plan of Guadalupe disavowed Huerta as well as the legislative and judicial authorities of Huerta's government. The plan named Carranza as Primer Jefe (\"First Chief\") of the Constitutional Army. The plan also called for Carranza to become interim president of Mexico, who would then call for a general election, \"and will his Authority to whoever may be elected.\"[14] Carranza's Plan of Guadalupe made no promises of reform. He thought Madero's mistake had been to formalize promises of social reform in his plan, which went unfulfilled. In Morelos, the peasants who had supported Madero then declared themselves in rebellion against him when as president he did not deliver on land reform. He understood that Madero's plan had brought together disparate elements to oust Díaz, which it had successfully done. But afterwards, peasants were disillusioned as were the ruling classes. For Carranza, a broad, narrow call for restoration of the constitution and ouster of the usurper Huerta made reforms possible.[13] To radicals supporting Carranza, his narrow political plan fell far short of what they were fighting for. Carranza responded to their criticism: \"Do you want the war to last for five years? The less resistance there is, the shorter the war will be. The large land owners, the clergy, and the industrialists are stronger than the federal government. We must first defeat the government before we can take on the questions you rightly wish to resolve.\"[15] Following the collapse of the Federal Army in the summer of 1914, leaving the revolutionaries victorious, Carranza updated the Plan of Guadalupe to promise sweeping reforms to undercut the appeal of more radical revolutionaries, especially Villa.[16] Venustiano Carranza was not a military man himself, but the Constitutionalist Army of which he was commander in chief had brilliant military leaders, especially Álvaro Obregón, Pancho Villa, Felipe Ángeles, Benjamin G. Hill, and Pablo González Garza. Initially, Carranza divided the country into seven operational zones, though his Revolution was really launched in only three: (1) the northeast, under the command of González Garza; (2) the center, under the command of Pánfilo Natera; and (3) the northwest, under the command of Obregón.[6] The forces launched against Huerta in March 1913, initially did not go well. Huerta's troops of the Federal Army marched into Monclova, forcing Carranza to flee to the rebels' stronghold of Sonora in northwest Mexico in August 1913. After a rocky start, the Constitutionalist Army under Carranza's command grew remarkably. In March 1914, Carranza was informed of Pancho Villa's victories and of advances made by the forces under González Garza and Obregón. Carranza determined that it was safe to leave Sonora, and traveled to Ciudad Juárez, Chihuahua, on the border with the United States, which served as his capital for the remainder of his struggle with Huerta. Early adherents to Carranza's cause were Mexican Protestants and American Protestant missionaries and their U.S.-based churches were to play an important role in Carranza's movement. Carranza's brother Jesús Carranza was married to the daughter of a Protestant. \"Mexican ministers and their congregations joined the forces attempting to oust Huerta,\" with the majority following Carranza. Although Protestants were a small percentage of the Mexican population, most being Catholic, Protestants served as officers in the Constitutionalist Army. As Carranza's coalition moved toward achieving a victory and Carranza setting up a government, Protestants served in administrative positions. Publications of these U.S.-based churches touted the achievements of their co-religionists, while Mexican Catholics deplored the Protestant presence.[17] Outside his home bailiwick of Coahuila in exile in Sonora, Carranza had to broaden his movement, which in Coahuila had drawn on state elites. In Sonora, which was more isolated geographically from Mexico City since there was no direct railway line, the revolution had gone at a faster pace than in Coahuila. The region was in many ways autonomous because federal troops could not be quickly dispatched and there were natural resources to draw on for the armed struggle.[18] Carranza met Sonoran revolutionaries who came from middle and working-class backgrounds. He was able to attract to his movement able men not trained as soldiers. These included Álvaro Obregón, who as a widower with small children at the time did not join in Madero's earlier movement; and Obregón's cousin Benjamin G. Hill, and Plutarco Elías Callesí. Others included Pablo González; Manuel Diéguez, who had participated in the Cananea strike; Heriberto Jara, who was a former textile worker who participated in the great Río Blanco strike. Carranza also attracted intellectuals to his movement, especially Luis Cabrera and Pastor Rouaix.[19] Carranza also gained the support of Francisco Villa of Chihuahua, who had played an important role in toppling the Díaz regime. Pancho Villa commanded the Division of the North and recognized Carranza as commander in chief of the Constitutionalist Army. Villa was a skilled commander, but his tactics throughout the 1913-14 campaign created a number of diplomatic incidents that were a major headache for Carranza in this period. Villa had confiscated the property of Spaniards in Chihuahua and had allowed his troops to murder an Englishman, Benton, and a U.S. citizen, Bauch. At one point, Villa arrested Manuel Chao, the Governor of Chihuahua, forcing Carranza to personally travel to Chihuahua to order Villa to release Chao. Villa diverged from Carranza's opposition to the U.S. occupation of Veracruz, which occurred following the arrest of nine U.S. Navy sailors by Federal Army troops over a misunderstanding about fuel supplies. In response to the Tampico Affair, the United States government sent 2,300 Navy personnel to occupy the strategic port of Veracruz, Veracruz. Carranza was an ardent nationalistic credentials and threatened war with the United States. In his spontaneous response to U.S. President Woodrow Wilson, Carranza asked \"...that the president withdraw U.S. troops from Mexico and take up its complaints against Huerta with the Constitutionalist government.\"[20] The situation became so tense that war seemed imminent. On 22 April 1914, on the initiative of Felix A. Sommerfeld and Sherburne Hopkins, Pancho Villa traveled to the border town of Ciudad Juárez, Carranza's capital of the Constitutionalists, to calm fears along the border and asked President Wilson's emissary George Carothers there to tell \"Señor Wilson\" that he had no problem with the U.S. occupation of Veracruz. Carothers wrote to Secretary William Jennings Bryan: \"As far as he was concerned we could keep Vera Cruz and hold it so tight that not even water could get into Huerta and ...he could not feel any resentment.\"[20] Whether trying to please the U.S. government or through the diplomatic efforts of Sommerfeld and Carothers, or maybe as a result of both, Villa took a different position than Carranza's stated foreign policy.[21] The anti-Huerta revolutionary forces of the Constitutionalists commanded by Carranza and Emiliano Zapata's forces in Morelos brought about the defeat of the Federal Army in the summer of 1914. Huerta fled Mexico on 15 July 1914. Minister of War Francisco S.Carbajal had offered Carranza Federal troops to defeat the Zapatistas, but Carranza demanded the dissolution of the Federal Army and their unconditional surrender. He had not fallen into the trap that ensnared Madero, who allowed the continued existence of the Federal Army.[22] The fight against Huerta formally ended on 13 August 1914, when Álvaro Obregón signed a number of treaties in Teoloyucan in which the last of Huerta's forces surrendered to him and recognized the Constitutionalists. On 20 August 1914, Carranza made a triumphal entry into Mexico City. Carranza (supported by Obregón) was now the strongest candidate to fill the power vacuum and set himself up as head of the new government. This government successfully printed money and passed laws. Carranza benefited greatly from U.S. aid as the Huerta regime collapsed. Although the U.S. Ambassador Henry Lane had helped engineer the coup against President Madero in February 1913, in March 1913 President Woodrow Wilson was inaugurated. Wilson refused to recognize the Huerta regime. As early as November 1913, U.S. President Wilson began considering lifting the ban on arms sales so that the Constitutionalists could better oppose Huerta. Huerta was proving intransigent to U.S. calls for his resignation and elections to be held. Huerta's government could receive arms shipments from abroad by sea, whereas the Constitutionalists' base in the north meant they were dependent on arms sales across the U.S. border. The U.S. envoy attempted to extract promises from Carranza for the U.S. lifting the ban, but Carranza rebuffed him. Carranza wanted U.S. recognition and arms, but did not want to publicly make promises to the U.S. Carranza sent Luis Cabrera, a trained lawyer fluent in English, to Washington D.C. as a special agent of the Constitutionalist government to try to come to an agreement. Carranza had attracted talented civilians to his movement with Cabrera being most prominent. Like Carranza had been a supporter of Bernardo Reyes when he was poised to run for president in 1910. After the assassination of Madero in February 1913, he joined the Constitutionalist movement and served as Carranza's main civilian adviser. Although not a Protestant himself, Cabrera was sympathetic to Protestants. Cabrera went to New York went lobby for U.S. recognition for the Constitutionalists as the legitimate government of Mexico. He drew upon a network of well-placed Protestants in the effort[23] Cabrera became Carranza's Minister of Finance and drafted his agrarian law, which proved important for the recruitment of peasants to the Constitutionalists' cause.[24] Cabrera already had friends in official Washington, and it was known that although he was for substantive land reform in Mexico, he was committed to payment of debts to foreigners and repayment of forced loans. Cabrera had the difficult task over time to deflect Wilson's attempts to shape the outcome of Mexico's outcome.[25] The protracted Mexican civil war waged to oust him in 1913-14 was a threat to U.S. investments in Mexico, since confiscating, imposing forced loans, or otherwise stripping resources from foreign enterprises was a key way to fund the revolutionaries' struggles. Carranza's stance was as a sober, skilled and deeply nationalist politician. His political program did not promise any kind of social or economic changes in Mexico seemed to be the best revolutionary leader to back in the struggle, bring it to an end, and restore some semblance of the old order, which had benefited U.S. investors and kept its southern border quiet. The U.S. had taken the port of Veracruz over a over a minor incident involving U.S. Navy sailors. The incident resulted in a level of Mexican unity against the foreign invaders. Carranza took a public, nationalist stance against the U.S. When the Constitutionalist Army wore down the Federal Army and Huerta was forced to go into exile, the U.S. left the munitions and war materiel of their troops in Veracruz along with some that the Huerta regime had bought to the Constitutionalist Army. Tensions between Carranza and Pancho Villa were high throughout 1913-14 over both Governor Chao and the diplomatic incidents that Villa provoked. Before Huerta's Federal Army was defeated in July 1914, Villa defied Carranza's orders and successfully captured Mexico's strategic silver-producing city of Zacatecas, a bloody battle with some 6,000 Federal Army casualties. Carranza had attempted to prevent Villa's victory by sidelining him to avoid having to politically pay a price to Villa. Carranza clumsily attempted to lure some over Villa's men away to be commanded by other generals, but those generals reproved Carranza for his authoritarian and jealous ways.[26] Villa's successful capture of the city broke the back of Huerta's regime. On 8 July 1914, Villistas and Carrancistas had signed the Treaty of Torreón, in which they agreed that after Huerta's forces were defeated, 150 generals of the Revolution would meet to determine the political future of the country. Immediately after the defeat of Huerta, the tensions between the elements of the Constitutionalist forces, particularly between Villa, Obregón, and Carranza came to a head. The two generals were charismatic revolutionary generals, while Carranza was a civilian politician who was reluctant to give either of them political power equal to their battlefield achievements. Villa felt belittled and denigrated by Carranza and Obregón sought to keep the revolutionary coalition intact for as long as possible. Despite their differences, Villa and Obregón were both opposed to Carranza's continuation of a pre-constitutional, extra-legal government, since the Plan of Guadalupe called for Carranza becoming provisional president with elections subsequently held. Had Carranza done so, he would have been ineligible to run for president. Obregón warned Carranza that refusing to become interim president would precipitate a break with Villa, but Carranza took that risk.[27] In two meetings with Villa, Obregón placed himself in extreme danger from assassination, but felt making the effort to keep the revolutionary coalition together worth the risk. Obregón concluded that Villa was dangerous and untrustworthy, and chose to support Carranza when the coalition fell apart. Carranza did not entirely trust Obregón's loyalty, but needed his military support. Carranza feared Villa would beat him to Mexico City, since seizing the capital was a powerful political symbol. In August, Carranza refused to let Villa enter Mexico City with him, and refused to promote Villa to major-general. Villa formally disavowed Carranza on 23 September 1914. With the ouster of Huerta, the broad coalition to achieve that goal cracked. Constitutionalist factions met to decide the way forward. Although Carranza was characterized as the primer jefe of the Constitutionalists, in fact, the many military leaders in various regions were semi-autonomous from Carranza and not especially loyal to him. The national coalition that Carranza hoped to forge was a secondary consideration for many fighting for gains at the local level.[28] Having pledged to convene a convention, Carranza sought to control it insofar as he could. He set the date for October 1, 1914 in Mexico City, which his troops had occupied. Carranza offered his resignation to the delegates, who refused the gesture since he had chosen most of them himself. In any case, he expected the meeting to ratify his leadership position. The radicals in Carranza's coalition agreed to the change in venue for the meeting, going to Aguascalientes, northwest of the capital.[29] In the run-up to the convention, both those loyal to Carranza and the increasingly independent Villa were recruiting soldiers, since political gains usually depended on military strength on the ground. Villa welcomed soldiers from the defeated Federal Army into his ranks; Carrancistas were recruiting in Veracruz and the Isthmus of Tehuantepec, with signing bonuses. Carranza's forces gained war materiel that Huerta had stored in Tehuantepec.[30] The meeting in Mexico City, which had included some political leaders, went forward on October 1, but another, more important meeting was planned for Aguascalientes, ostensibly on neutral ground, and were to include only military leaders, which resulted in a number of his most articulate generals not attending.[31] Many of those attending the convention sought a middle way between Villa, Zapata, and Carranza, seeing Villa and Zapata too radical and Carranza too conservative. Those seeking the middle ground were Obregón of Sonora, Eulalio Gutiérrez of San Luis Potosí, and Lucio Blanco. They gathered enough support to elect Gutiérrez interim president of Mexico, but for just 20 days.[32] The convention thus demoted Carranza making him subordinate to Gutiérrez; it likewise removed Villa from military command.[33] But Carranza simply ignored the decisions of the convention, and recalled his generals from Aguascalientes.[34] When it was clear the convention had failed to resolve the issues between revolutionary leaders, the factions prepared to meet in armed combat. Obregón and the Sonorans stayed with Carranza, perhaps making the calculation that they would have a greater voice in his movement than with Villa.[34] Carranza was in a weakened position, since he controlled only limited territory and had fewer troops than Villa and Zapata. He had lost supporters and was forced to abandon the capital for Veracruz state as his stronghold. The territory he held was important, the oil-rich Gulf Coast and Mexico's two main ports. With the outbreak of hostilities between the winners against Huerta, the Revolution entered another major phase. The convention at Aguascalientes had rejected Carranza and likewise he rejected them. The government of the convention was structurally weak, and in theory the alliance of Zapata and Villa held more men under arms than Carranza's armies. Right after the convention at Aguascalientes, a Carranza victory looked improbable. He controlled little territory and had a smaller fighting force than Villa and Zapata. Militarily the key was Álvaro Obregón's allegiance to him. Also important was the oil-rich territory he did control on the Gulf Coast and control of the two main ports of Veracruz and Tampico. In November 1914, the tide began turning in Carranza's favor with his negotiations with the U.S. to withdraw from the port of Veracruz, leaving much war materiel behind. Carranza set up his government in Veracruz, while the Conventionalist forces held Mexico City. In late 1914, Carranza began issuing a series of reform decrees, and in particular his \"Additions to the Plan of Guadalupe,\" which laid out the social and economic direction of his government in a way the original plan did not. The Additions included text about restoration of lands to communities and the breakup of large landed estates. This change was important for winning the allegiance of peasants whose main goal during revolutionary warfare was access to land. In September 1914 he had already issued a proclamation attempting to outflank Zapata and the Plan of Ayala, saying that he would legalize agrarian reforms not just in Morelos but throughout the nation. His ally Luis Cabrera then codified this into the agrarian law that Carranza issued in January 1915, creating communally held village lands now called ejidos. He saw these as \"reparations for past injustices.[35] One Conventionist in February 1915 lamented that Carranza was moving quickly on this key problem. Carranza \"understood that he could acquire some prestige only by solving the land issue: he thus occupied himself more than we the agrarians did with the resolution of the problem.\"[36] Although Carranza directly appealed to peasant interests, he also shored up support of his fellow landed estate owners (hacendados), whose interests were directly counter to peasants'. Quietly he told hacendados that confiscated estates would be returned to their owners. Carranza had allowed, or could not prevent, such confiscations in dire military circumstances, but Carranza had not confirmed the confiscations as permanent. For estate owners, which included many foreign interests, the quiet promise of the return of their land drew many in the north to support Carranza. Some even raised militias of their estate workers to fight Villas forces.[37] Historian Friedrich Katz has postulated that peasants flocked to Carranza because his well-publicized and widely distributed land law was a national policy, not one confined to Morelos (as with Zapata) or parts of the north (as with Villa), leading to the \"first political mobilization outside their territories.\"[38] Carrancistas enforced land reform in Yucatán henequen plantations, which were worked by debt peons. The peasants had not mobilized in revolutionary struggle. Carrancista general Salvador Alvarado abolished debt peons from the plantations. The plantations were not broken up in land reform, but the henequen was bought by a state-owned corporation, which took a portion of the profits for itself, helping to fund the Carranza movement's financial position.[38][39] Both Villa and Zapata appealed to the peasantry, but not to the urban working class. Carranza did and used it to his advantage. Workers were predisposed to support Carranza, since he had taken such a strong stance against the U.S. occupation of Veracruz and he was stance on foreign-owned enterprises put him on the workers' side. Where the Carracista armies were victorious in cities, Carranza encouraged the formation of labor unions. Carranza negotiated with the anarcho-syndicalist labor organization, the Casa del Obrero Mundial, which formed Red Battalions to battle Zapatas' and Villas' in exchange for Carranza's promise to pass labor laws favorable to the working class.[40] Among their ranks were artisans, including men in the building trades and typesetters rather than industrial workers. The most well-known member of the 6,000-strong Red Battalions was the painter José Clemente Orozco.[41] Urban workers saw their interests as completely opposed to those of the peasantry. They wanted a ready, cheap food supply, not a peasantry that subsistence-farmed small plots of land for their own needs. Culturally the urban working class saw the Zapatatistas as too religious and the Villistas as too radical and barbarian. The real victory against Villa came with Obregón's defeat of Villa in two decisive battles at Celaya. Obregón \"proved to be the most important military leader of the Mexican Revolution.\" Villa's frontal cavalry charges against Obregón's modern use of machine guns and barbed wire meant heavy casualties for Villa's larger force and few for Obregón's. Those defeats were the end of Villa's effective fighting force and Carranza's renewed standing as leader. Villa's military defeat meant the desertion of many of his followers to Carranza's side. Obregón's victory brought him fame, but for the moment he remained loyal to Carranza. He became Carranza's Minister of War.[42] Another important Carrancista general was Pablo González, who was deployed against Zapata in Morelos. Although his victories were not as spectacular as Obregón's against Villa, González was able to disperse the Zapatista armies into guerrilla bands. The United States recognized Carranza as President of Mexico in October 1915, and by the end of the year Villa was on the run.[6] With the defeat of the División del Norte in the Battles of Celaya in April 1915 and the army of the Zapatistas, by mid-1915, Carranza was President of Mexico as head of what he termed a \"Pre-constitutional Government\". This would last until the ratification of the Constitution of 1917 and elections that made Carranza the constitutional president. Carranza formally took charge of the executive branch on 1 May 1915. Both Villa and Zapata remained threats the Carranza's regime, even though neither faction could raise a significant number of troops. The Zapatistas never laid down their arms, and continued with guerrilla warfare in Morelos, directly south of Mexico City. Villa deliberately provoked the U.S. in his raid on Columbus, New Mexico in 1916, leading to a U.S. Army incursion into Mexico in an unsuccessful attempt to capture him. To outflank Villa's appeal to the peasantry, on 12 December 1914, Carranza issued \"Additions to the Plan of Guadalupe\", which laid out an ambitious reform program, including Laws of Reform, in conscious imitation of Benito Juárez's Laws of Reform. Reforms were to be carried through on many issues, but in practice, Carranza implemented reforms in targeted ways. Carranza convoked a Constitutional Convention in September 1916, to be held in Querétaro. He declared that the liberal 1857 Constitution of Mexico would be respected, though purged of some of its shortcomings. When the Constitutional Convention met in December 1916, it contained only 85 conservatives and centrists close to Carranza's brand of liberalism, a group known as the bloque renovador (\"renewal faction\"). Against them were 132 more radical delegates who insisted that land reform be embodied in the new constitution. These radical delegates were particularly inspired by the thought of Andrés Molina Enríquez, in particular, his 1909 book Los Grandes Problemas Nacionales (English: \"The Great National Problems\"). Molina Enríquez, though not a delegate to the Convention, was a close advisor to the committee that drafted Article 27 of the constitution: it declared that private property had been created by the Nation and that the Nation had the right to regulate private property to ensure that communities that had \"none or not enough land and water\" could take them from latifundios and haciendas. Article 27 went beyond the Calvo Doctrine, declaring that only native-born or native Mexicans could have property rights in Mexico. It said that although the government might grant rights to foreigners, these rights were always provisional and could not be appealed to foreign governments. The radicals also exceeded Carranza's program on labor relations. In February 1917, they drafted Article 123 of the Constitution, which established an eight-hour work day, abolished child labor, contained provisions to protect female and adolescent workers, required holidays, provided a reasonable salary to be paid in cash and profit-sharing, established boards of arbitration, and provided for compensation in case of dismissal. The radicals also established more far-reaching reform of the relationship of church and state than that favored by Carranza. Articles 3 and 130 were strongly anticlerical: the Roman Catholic Church in Mexico was denied recognition as a legal entity; priests were denied various rights and subject to public registration; religious education was forbidden; public religious ritual outside of the churches was banned; and all churches were nationalized as the property of the nation. In short, although Carranza had been the most ardent proponent of constitutionalism and headed the Constitutionalist Army, the 1917 Constitution of Mexico was more radical than the liberal constitution that Carranza had envisioned.[53][54] The Carrancistas gained some important victories in the Constitutional Convention: the power of the executive was enhanced and the power of the legislature was diminished. The post of Vice-President was eliminated. Judges were given life tenure to promote judicial independence. The new constitution was proclaimed on 5 February 1917. Carranza had no strong opposition to his election as president. In May 1917, Carranza became the constitutional President of Mexico. Carranza deliberately achieved little change while in office. Those who wanted a new, revolutionary Mexico after the fighting stopped were disappointed. Mexico was in desperate stress in 1917. The fighting had decimated the economy, destroying the nation's food supply, and the social disruption resulted in widespread disease. Carranza also faced many armed, political enemies: Emiliano Zapata continued his rebellion in the mountains of Morelos; Félix Díaz, Porfirio Díaz's nephew, had returned to Mexico in May 1916 and organized an army that he called the Ejército Reorganizador Nacional (National Reorganizer Army), which remained active in Veracruz; the former Porfirians Guillermo Meixueiro and José María Dávila were active in Oaxaca, calling themselves Soberanistas (Sovereigntists) and insisting on local autonomy; General Manuel Peláez was in charge of La Huasteca; the brothers Saturnino Cedillo, Cleophas Cedillo, and Magdaleno Cedillo organized an opposition in San Luis Potosí; José Inés Chávez García led the resistance to Carranza's government in Michoacán; and Pancho Villa remained active in Chihuahua, although he had no significant forces. After Carranza was elected constitutional president in 1917, Obregón retired to his ranch in Sonora. The fighting continued,/> particularly against Zapata in Morelos, immediately south of Mexico City. The only two rebel leaders captured by Carranza were Pancho Villa's supporter Felipe Ángeles, who was betrayed for the reward money on his head. Carranza ordered the assassination of Emiliano Zapata in 1919. Carranza maintained Mexican neutrality throughout World War I. He briefly considered allying with the German Empire after German Foreign Secretary Arthur Zimmermann sent Mexico the famous Zimmermann Telegram in January 1917, inviting Mexico to enter the war on the German side. Zimmermann promised German aid to Mexico in re-capturing territory lost to the United States during the Mexican–American War, specifically the states of Texas, New Mexico, and Arizona. Carranza assigned a general to study the possibility of recapturing this territory from the U.S., but ultimately concluded that war to recapture the land was not feasible. He believed that aid from Germany for such an effort could not be guaranteed due to the blockade by the British Royal Navy. Carranza remained lukewarm about the anti-clerical Articles 3 and 130 of the Mexican Constitution, both of which he had opposed at the Constitutional Convention. Toleration of the Roman Catholic Church in Mexico as an institution could be seen as pragmatic. \"The customs of a people do not change overnight; for a people to stop being Catholic, the triumph of the Revolution is not sufficient; the Mexican people will continue to be just as ignorant, superstitious and attached to their ancient customs until one educates them.\"[55] He proposed an amendment to modify these constitutional provisions, but his proposal was rejected by the state legislatures and 2/3 of the Mexican Congress. The anticlerical articles of the Constitution were not enforced until the presidency of Plutarco Elías Calles (1924-1928), sparking a pro-Catholic armed uprising, the Cristero War. Public corruption was a major problem of Carranza's presidency. A popular saying was that \"The Old Man doesn't steal, but he lets them steal\", and a new verb, carrancear was coined, meaning \"to steal\".[5] Carranza maintained a policy of formal neutrality during World War I, influenced by the anti-American sentiment that the United States' various interventions and invasions during the last century had caused.[56] Victoriano Huerta had conspired with the U.S. ambassador Henry Lane Wilson in February 1913, to oust the democratically elected President Francisco I. Madero and Vice President José María Pino Suárez, in a coup d'état during a period known as La decena trágica. President Woodrow Wilson also ordered the invasion of Veracruz in 1914, resulting in the death of 170 Mexican soldiers and an unknown number of civilians.[57][58] The assassination of Madero and José María Pino Suárez triggered a civil war that ended when the Constitutional Army defeated the forces of former ally Pancho Villa in the Battle of Celaya in April 1915. The partial peace allowed a new liberal constitution to be drafted in 1916 and proclaimed on February 5, 1917. Relations between Carranza and Wilson were often strained, particularly after the proclamation of the new constitution, which marked the participation of Mexico in the Great War.[59][60] Nevertheless, Carranza was able to make the best out of a complicated situation; his government was officially recognized by Germany at the beginning of 1917, and by the United States on August 31, 1917, the latter as a direct consequence of the Zimmermann telegram' as a measure to ensure Mexico's continued neutrality in the war.[61][62] After the United States occupation of Veracruz in 1914, Mexico would not participate with the US in its military excursion in the Great War, so ensuring Mexican neutrality was the best deal.[56] Carranza gave guarantees to German companies so they would keep their operations going, specifically in Mexico City, though he was at the same time selling oil to the British (eventually, over 75 percent of the fuel used by the British fleet came from Mexico).[60][63][64] Carranza stopped short of accepting Germany's proposed military alliance, made via the Zimmermann Telegram, and was at the same time able to prevent yet another military invasion from its northern neighbor, who wanted to take control of Tehuantepec Isthmus and Tampico oil fields.[59][65][66] By 1917, Mexico produced over 55 million barrels of crude oil, which had become of crucial strategic importance to the British, and by extension to the Allied, war effort; Carranza threatened to set fire to the oil fields if the U.S. invaded.[66][67][68][62] Since Porfirio Díaz's continuous re-election had been one of the major factors in his ouster, Carranza prudently decided against running for re-election in 1920. His natural successor was Álvaro Obregón, the Constitutionalist general who defeated Pancho Villa. Believing that Mexico should have a civilian president, Carranza endorsed Ignacio Bonillas, an obscure diplomat who had represented Mexico in Washington, for the presidency.[69] As government supporters suppressed and killed those for Obregón, the general decided that Carranza would never leave the office peacefully.[6] Obregón and allied Sonoran generals (including Plutarco Elías Calles and Adolfo de la Huerta), who were the strongest power bloc in Mexico, issued the Plan of Agua Prieta. This repudiated Carranza's government and renewed the Revolution on their own. On 8 April 1920, a campaign aide to Obregón attempted to assassinate Carranza. After the failure, Obregón brought his army to Mexico City and drove Carranza out.[6] Carranza set out towards Veracruz to regroup,[6] but was betrayed; he was killed on 21 May 1920 while sleeping in Tlaxcalantongo in the Sierra Norte de Puebla mountains. His forces were under attack there by General Rodolfo Herrero, a local chieftain and supporter of Carranza's former allies.[6] According to General Francisco L. Urquizo, Carranza's last words after being awoken by gunshots were: \"Licenciado, ya me rompieron una pierna\" (\"Lawyer, they have already broken one of my legs\"). (Carranza was referring to his partner, Manuel Aguirre Berlanga [es] when he was ambushed and shot).[70] Claudio Lomnitz contends that Carranza was murdered in a shoot-out expressly designed for the purpose\" of Obregón's deniability. The telegram ordering the death was sent by then Colonel Lázaro Cárdenas in documentation only coming to light in the 1990s.[71] Historian Aguirre Berlanga has suggested that Carranza committed suicide rather than was assassinated. Critics of the assassination theory say that the holes in Carranza's shirt were too small to have been due to carbine shots, which were the weapons of the attackers. It was reported that Carranza suffered bullet holes in his chest, as well as a bullet wound to two fingers of his left hand. Suicide theorists think he wounded and killed himself by shooting himself in the chest after having had his leg fractured by a carbine shot. Historian Enrique Krauze has analyzed the facts and concludes that suicide is the most probable cause of death.[72] but this view has not achieved consensus among historians, and the truth will probably never be known. After Carranza's death, Obregón prosecuted Colonel Herrero for Carranza's murder, but the colonel was acquitted.[6] Obregón absented himself from Mexico City when Carranza's body was brought to the capital for burial. A newspaper reported that there were some 30,000 Carranza supporters at the funeral cortege. Carranza's body was buried in the municipal Dolores Cemetery, which does have a section for illustrious Mexicans. He was buried among ordinary Mexicans in a third class section. The family retained Carranza's heart, which was reunited with the rest of his remains when he was reburied in the Monument to the Revolution in 1942.[73] In life, the Sonoran Dynasty had characterized Carranza as \"the most corrupt in the annals of the Mexican government,\" but toward the end of Álvaro Obregón's presidency (1920–24), his office contacted Carranza's daughter Julia, saying that the she was due a pension because \"Venustiano Carranza gave eminent services to the Revolution and to the Nation.\"She and her brother refused the pension, replying bitterly to his letter that Obregón was responsible for her father's death and no amount of money could compensate for his loss. The Carranzas signed it \"Your loyal enemies, Julia, Emilio, Venustiano, and Jesús Carranza.\"[74] In 1920, José Vasconcelos, who became Obregón's Minister of Education, wrote that \"the death of Carranza has been like a wave of peace. Carranza's disappearance has been enough for the enemies of yesterday to seek reconciliation; for all Mexicans of every opinion to again feel like brothers.\"[75] During the Obregón administration, an official memory of the Revolution was being constructed, with the notion of the \"Revolutionary Family.\" Initially, Carranza was viewed through this lens as the embodiment of reaction against the Revolution, lumped with Porfirio Díaz and Victoriano Huerta; Carranza not even being given credit for the Constitution of 1917. The Sonorans revived the reputation of Madero, which Carranza had disparaged.[76] Supporters of Carranza continued to maintain their fallen leader's reputation in the 1920s, but the shaping of historical memory privileged the revolutionary reputations of Emiliano Zapata, whom Carranza had assassinated in 1919, and of Pancho Villa, whom Obregón had assassinated in 1923. During his presidency, Carranza had moved to reshape historical memory in his own favor, he enshrined the date of his 1913 Plan of Guadalupe over commemorations of Madero's 1910 Plan of San Luis Potosí. Under Obregón, November 20, the date Madero called on Mexicans to rise in rebellion against Díaz was made an official holiday.[77] The tall, grey-bearded, but vigorous Carranza was the \"old man\" of the Revolution. As a sitting governor, he was also an astute, pragmatic politician. His early opposition to Huerta helped him build an effective coalition against the usurper. He was . famously aloof and uncharismatic, unlike Obregón and Villa, his best generals. His lack of charisma and lack of popular affection had an impact on his place in historical memory. There were no popular corridos (songs commenting on events and personalities of the day) to Carranza as there were to Zapata and Villa, which kept their memories alive. Instead, Carranza had official offices to generate pro-Constitutionalist propaganda and build national support for the movement. He also supported the founding of newspapers that were pro-Constitutionalist, understanding that the press when freed from Díaz's censorship during Madero's era then turned to criticizing and undermining him. Carranza understood the importance of framing the narrative for political purposes, and suppressed anti-Constitutionalist publications.[78] Carranza had considered Madero a young and naive dreamer, with no real world experience. Despite supporting Madero's movement to oust Díaz, he criticized Madero's conciliatory position toward Díaz and the old order. Rebels had forced the change by force of arms, but Madero chose to adhere to his strict notion of rule of law in presidential transition. Rebels defeated the Federal Army at Ciudad Juárez, but rather than take the win and seize the presidency as Díaz had in 1876, Madero took deliberate steps to preserve much of the old order and have a civilian transition to power. Madero kept the old Federal Army and ordered disbanded the revolutionary forces that brought him to power. Carranza would not make the same mistake. When Carranza's Constitutionalist Army defeated the Federal Army and forced Huerta out in 1914, the Federal Army was disbanded, leaving revolutionary armies in place. Carranza's criticism of Madero's presidency meant he was not surprised at his downfall. During the fight against Huerta, Carranza was the first major figure to oppose him, and the first to declare that those who opposed him would be executed. This is consistent with his judgment that \"When a revolution makes concessions, it commits suicide.\"[79] As events showed, Carranza was correct in his assessment of Madero's errors in judgment.[80] Carranza kept together a broad anti-Huerta northern coalition in 1913-14, but major cracks appeared once Huerta was ousted and went into exile in July 1914. Carranza had a sufficient following and the aid of his best general, Álvaro Obregón, to consolidate power. Once in power, Carranza and the carrancistas portrayed themselves as continuing the legacy of Madero, but with implied criticisms of the martyred president. Carranza saw himself as the initiator of the true revolution in Mexico, not merely a change in the presidency, but a social revolution.[81] Villa broke with Carranza in 1914, and considered Carranza as a traitor to revolutionary ideals of a democratic government as well as his lack of movement on reforms. Zapata had never joined the northern coalition led by Carranza. In 1916, Zapata characterized Carranza as a liar, \"representing...treachery, deceit, vicious and scandalous deception. He pretends to be the genuine representative of the Great Masses of the People, and as we have seen, he not only tramples on each and every revolutionary principle, but harms with equal despotism, the most precious rights and the most respectable liberties of man and society.\"[82] He is remembered as one of the \"Big Four\" of the Revolution, along with Zapata, Villa, and Obregón.[6] Although for most of the time period between 1915 and 1920 he was more powerful than any of them, he is today probably the least remembered of the four in popular culture. There is no major biography of Carranza, unlike the first rank revolutionaries. Even so, Carranza prevented a permanent invasion of Mexico by the US, which wanted to take control of the Tehuantepec Isthmus and Tampico oil fields. As historian Lester Langley wrote: \"Carranza may not have fulfilled the social goals of the revolution, but he kept the gringos out of Mexico City\".[62][83] Carranza led the broad-based Constitutionalist movement against the Huerta regime, uniting political and armed forces in northern Mexico to the cause of restoring constitutional law in Mexico. Brilliant military leaders served Carranza, most notably Obregón, Plutarco Elías Calles, and Lázaro Cárdenas, to name three who became presidents of Mexico. Carranza pursued a policy of fierce nationalism, standing up to enormous economic and political pressure from the U.S. His call for a new constitution was realized, with key matters for which revolutionaries fought, such as land reform, rights of labor, control of foreigners, and nationalism, now the law of the land. By 1942 the Monument to the Revolution was constructed from the skeleton of the seat of the Mexican legislature that had been abandoned when the revolution broke out against Díaz. By then all the major figures of the Revolution were either dead or no longer in power. General Lázaro Cárdenas, who was in the orbit of the Sonoran Dynasty and served as President of Mexico 1934-40, had designated his right-hand man, Manuel Ávila Camacho (derisively called \"the unknown soldier\" by his detractors) as his successor. At the end of Ávila Camacho's term, the ruling party was rebranded as the Institutional Revolutionary Party. The shift on the national stage meant that the Monument to the Revolution could accommodate the remains of dead members of the \"Revolutionary Family.\" Carranza's ashes were disinterred from the Dolores Cemetery and brought with great ceremony with a parade through the center of Mexico City to be placed in one of the four pillars of the monument. The occasion was the 25th anniversary of the revolutionary Constitution of 1917. Carranza and the other revolutionaries have the anniversaries of their deaths officially commemorated.[84]","country":"Mexico"}