{"name":"Victoriano Huerta","url":"/wiki/Victoriano_Huerta","Born":"1854-12-22","Died":"1916-01-13","Political party":"None","termEnds":null,"termStarts":"He assumed office via a coup against Francisco I. Madero. He was defeated by the Constitutional Army led by Governor of Coahuila, Venustiano Carranza.","text":"José Victoriano Huerta Márquez (Spanish pronunciation: [biktoˈɾjano ˈweɾta]; 22 December 1854[a] – 13 January 1916) was a general in the Mexican Federal Army and 39th President of Mexico, who came to power by coup against the democratically elected government of Francisco I. Madero with the aid of other Mexican generals and the U.S. Ambassador to Mexico. His violent seizure of power set off a new wave of armed conflict in the Mexican Revolution. After a military career under President Porfirio Díaz and Interim President Francisco León de la Barra, Huerta became a high-ranking officer during the presidency of Madero during the first phase of the Mexican Revolution (1911–13). In February 1913 Huerta joined a conspiracy against Madero, who entrusted him to control a revolt in Mexico City. The Ten Tragic Days – actually fifteen days – saw the forced resignation of Madero and his vice president and their murders. The coup was backed by the nascent German Empire as well the United States under the Taft administration. But the succeeding Wilson administration refused to recognize the new regime which had come to power by coup. The U.S. allowed arms sales to rebel forces. Many foreign powers did recognize the regime, including Britain and Germany, but withdrew further support when revolutionary forces started to show military success against the regime; their continuing support of him threatened their own relationships with the U.S. government. Huerta's government resisted the U.S. incursion into the port of Veracruz that violated Mexico's sovereignty. Even Huerta's opponents agreed with his stance. The Constitutionalist Army, the forces of the northern coalition opposing Huerta, defeated the Federal Army. Huerta was forced to resign in July 1914 and flee the country to Spain,[1] only 17 months into his presidency, after the Federal Army collapsed. While attempting to intrigue with German spies in the U.S. during World War I, Huerta was arrested in 1915 and died in U.S. custody. His supporters were known as Huertistas during the Mexican Revolution. He is still vilified by modern-day Mexicans, who generally refer to him as El Chacal (\"The Jackal\") or El Usurpador (\"The Usurper\").[2] According to the records in the books of the Parish Notary of Colotlán José Victoriano Huerta Márquez was born on December 22, 1850, in the town of Colotlán and was baptized the next day (other sources indicate that he was born on March 23, 1845, in the Agua Gorda ranch.) His parents were Jesús Huerta Córdoba, originally from Colotlán, Jalisco and María Lázara del Refugio Márquez Villalobos, originally from El Plateado, Zacatecas. His paternal grandparents were Rafael Huerta Benítez and María Isabel de la Trinidad Córdoba, the first originally from Villanueva, Zacatecas and the second from Colotlán, Jalisco and were his maternal grandparents José María Márquez and María Soledad Villalobos. He identified himself as indigenous, and both his parents are reported to have been ethnically Huichol, although his father is said to have been Mestizo.[3] Huerta learned to read and write at a school run by the local priest, making him one of the relatively few literate people in Colotlán.[4] He had decided upon a military career early on as the only way of escaping the poverty of Colotlán.[5] In 1869 he was employed by visiting Gen. Donato Guerra to serve as his personal secretary.[6] In that role he distinguished himself and, with Gen. Guerra's support, gained admission to the Mexican National Military Academy (Heroico Colegio Militar) at Chapultepec in Mexico City in 1872.[7] As a cadet, Huerta excelled at math, leading him to specialize in artillery and topography.[8] Upon graduating from the military academy in 1877, Huerta was commissioned into the Corps of Engineers.[3] After entering the army as a lieutenant in the engineers in 1877, he was put in charge of improving the Loreto and Guadalupe forts in Puebla and the castle of Perote in Veracruz.[9] In January 1879 he was promoted to captain and assigned to the staff of the 4th Division in Guadalajara, in charge of engineering.[10] The commander of the 4th Division was Gen. Manuel González, a close associate of President Porfirio Díaz and former president of Mexico (1880–84).[10] In the interim, Huerta's career prospered thanks to the patronage of González.[11] In Mexico City, he married Emilia Águila Moya, whom he met in Veracruz, on 21 November 1880.[12] The marriage produced 11 children. The names of his children surviving him in 1916 were Jorge, María Elisa, Victor, Luz, Elena, Dagoberto, Eva and Celia.[13] Huerta participated in the \"pacification campaigns\" in Tepic and Sinaloa, where he distinguished himself in combat.[3] He was known for ensuring that his men always got paid, often resorting to finding the money in ruthless ways.[14] Following a complaint from the Catholic Church that Huerta had plundered a church to sell off its gold and silver to pay his men, Huerta justified his actions on the grounds that \"Mexico can do without her priests, but cannot do without her soldiers\".[15] On another occasion, following a complaint from a bank that he emptied out one of its branches at gunpoint to get money to pay his men, Huerta pointed out he left a receipt and would pay back the bank what he had stolen when he received the necessary funds from Mexico City.[15] Huerta then spent nine years of his military career undertaking topographic studies in the states of Puebla and Veracruz. He traveled extensively to all parts of Mexico in this position.[3] French cultural influence was very strong in 19th-century Mexico, and Huerta's hero was Napoleon.[16] He supported Gen. Díaz as the closest approximation to his Napoleonic ideal, believing that Mexico needed a \"strongman\" to prosper.[16] By 1890 Huerta had reached the rank of Colonel of Engineers. From 1890 to 1895 Huerta lived in Mexico City, becoming a regular visitor to the presidential residence at Chapultepec Castle, and was seen as part of Díaz's \"court\".[17] Through Huerta was well liked at the Chapultepec Castle, acquiring the persona of a trim, efficient office who was stern to his subordinates while displaying a courtly, polished manner towards his superiors, he began to suffer from severe insomnia and began drinking heavily during this time.[18] In January 1895 he commanded a battalion of infantry against a rebellion in Guerrero led by Gen. Canuto Neri.[19] The rebellion was ended when Díaz brokered a deal with Neri, who surrendered in exchange for a promise to remove the unpopular state governor.[20] Huerta confirmed his reputation for ruthlessness by refusing to take prisoners and continuing to attack the followers of Neri even after Díaz had signed a ceasefire.[21] In December 1900 Huerta commanded a successful military campaign against Yaqui in Sonora.[22] During the near-genocidal campaign against the Yaqui, Huerta was more concerned with mapping out the terrain of Sonora, but at times he commanded forces in the field against the Yaqui.[22] From 12 April-8 September 1901 Huerta put down a rebellion in Guerrero, completely \"pacifying\" the state.[23] In May 1901 he was promoted to the rank of general.[24] In 1901-02 he suppressed a Maya' rising in Yucatán. He commanded about 500 men in his campaign against the Maya, starting in October 1901, and fought 79 different actions over the course of 39 days.[25] Huerta was then promoted to Brigadier General and awarded the Medal of Military Merit [7] In May 1902 he was promoted commander of federal army forces in Yucatán, and in October 1902 he reported to Díaz that he had \"pacified\" the Yucatán.[26] During the campaign in Yucatán he became increasingly dependent on alcohol to continue functioning. His health began to decline, and perhaps because of his heavy drinking he complained he could not go outside in the sunshine without wearing sunglasses, and he suffered bouts of uncontrollable nervous shaking. His decaying teeth caused him much pain.[26] In August 1903 he was appointed to head a committee tasked with reforming the uniforms of the federal army.[27] In 1907 he retired from the army on grounds of ill health, having developed cataracts while serving in the southern jungles. He then applied his technical training by taking up the position of Head of Public Works in Monterrey and planning a new street layout for the city. On the eve of the 1910 Revolution against the long-established Díaz regime, Huerta was teaching mathematics in Mexico City. He applied successfully to rejoin the army with his former rank and was accepted. He did not play a major role in the early stages of the Revolution that led to the resignation of Díaz, although he commanded the military escort that gave Díaz safe conduct into exile in May 1911. During the interim presidency of Francisco León de la Barra following the resignation of Díaz and the election of Francisco I. Madero in November 1911, General Huerta carried out a campaign in Morelos, attempting to crush the rebellion led by Emilio Zapata. Huerta's forces burned villages supporting the rebellion and attacked their residents. These actions frustrated Madero's later attempts to placate those rebels.[28] Huerta had a record of opposing revolutionaries and intrigues with Madero's enemies. Huerta's actions in Morelos forced a break between Emiliano Zapata and Madero, who was later to rebel against Madero immediately after his November 1911 election.[29] Despite the fact that revolutionary forces supporting Francisco I. Madero had forced Díaz's resignation, Madero ordered them demobilized and retained the Mexican Federal Army they had just defeated. Huerta pledged allegiance to President Madero, and carried out Madero's orders to crush anti-Madero revolts by rebel generals such as Pascual Orozco, who had helped topple Díaz and then rebelled against his regime. In the Orozco rebellion, Huerta saw the opportunity to eliminate revolutionary general Pancho Villa, who was also attempting to suppress the revolt. Accused of stealing a horse, Villa then faced execution by Huerta without trial. Only Madero's last minute intervention saved the life of one of his most effective generals.[29] Orozco's rebellion was a major threat to the Madero government, since he had standing as a revolutionary and commanded significant forces. Madero sent Huerta to crush the rebellion. He had at his command troops of the Mexican Federal Army and these were joined by irregulars led by the revolutionary leader Pancho Villa, at Torreón in April 1912. Huerta offered Orozco's supporters (Orozquistas) amnesty, which might have weakened their forces already suffering from lack of money and arms. Huerta's forces defeated Orozco's at Rellano in May 1912. With that victory Huerta \"had suddenly become a military hero with a national reputation.\"[30] As Madero lost support and as internal and external groups plotted to remove him from the presidency, Huerta secretly joined the conspiracy. The coup d'état that toppled Madero in February 1913, known in Mexican history as the Ten Tragic Days, was a conspiracy of Porfirio Díaz's nephew, General Félix Díaz, General Bernardo Reyes, and General Madragón. The plotters attempted to draw in Huerta in January, but Huerta waited for a better incentive to join, since Félix Díaz expected to be the successor to Madero. The first day of the coup, February 9, General Reyes died in battle and General Lauro Villar, the commander of Madero's forces in Mexico City, was wounded.[31] Madero appointed Huerta in his stead. According to historian Friedrich Katz, \"It was a decision for which [Madero] would pay with his life.\"[29] Having secured that key position, Huerta reopened negotiations with the plotters and joined them in secret. His task was to undermine Madero militarily without betraying his own complicity and began military operations that weakened Madero's forces.[32] The United States Ambassador to Mexico, Henry Lane Wilson,[33] was an active participant in the plot to overthrow Madero. Ambassador Wilson believed that Huerta would not have staged a coup had the United States not assured them that it would recognize the new regime.[34] Following a confused few days of fighting in Mexico City between loyalist and rebel factions of the army, Huerta had Madero and vice-president José María Pino Suárez seized and briefly imprisoned on 18 February 1913 in the National Palace. The conspirators then met at the US Embassy to sign El Pacto de la Embajada (The Embassy Pact), which provided for the exile of Madero and Pino Suárez and Huerta's takeover of the Mexican government.[35] To give the coup the appearance of legitimacy, Huerta had foreign minister Pedro Lascuráin assume the presidency; under the 1857 Constitution of Mexico, the foreign minister stood third in line for the presidency behind the Vice President and Attorney General; Madero's attorney general had also been ousted in the coup. Lascuráin then appointed Huerta as Secretary of the Interior, making him next in line for the presidency. After less than an hour in office (some sources say as little as 15 minutes), Lascuráin resigned, handing the presidency to Huerta. At a late-night special session of Congress surrounded by Huerta's troops, the legislators endorsed his assumption of power. Four days later Madero and Pino Suárez were taken from the National Palace to prison at night and shot by officers of the rurales (federal police), who were assumed to be acting on Huerta's orders. The Huerta government was promptly recognized by all the western European governments, but not the government of the United States. The outgoing US administration of William Howard Taft refused to recognize the new government, as a way of pressuring Mexico to end the Chamizal border dispute in favor of the US, with the plan being to trade recognition for settling the dispute on American terms.[36] Newly inaugurated U.S. president Woodrow Wilson had a general bias in favor of liberal democracy and had distaste for Gen. Huerta, who had come to power by coup and was implicated in the murder of Madero, but was initially open to recognizing Huerta provided that he could \"win\" an election that would give him a democratic veneer.[37] Félix Díaz and the rest of the conservative leaders had seen Huerta as a transitional leader and pressed for early elections, which they expected to be won by Díaz on a Catholic conservative platform, and were rudely surprised when they discovered Huerta wanted to keep the presidency for himself.[38] Huerta moved quickly to consolidate power within Mexico with the support of state governors.[39] Huerta sought support from Pascual Orozco, whose rebellion against Madero Huerta had been in charge of suppressing. Orozco still held the leadership of significant forces in Chihuahua and potentially in Durango, so gaining his support was important to Huerta. Orozco had rebelled against Madero and Huerta had overthrown him, so there was the possibility of gaining his support. During a meeting of representatives of Huerta's government and Orozco's forces, Orozco laid out his terms for supporting Huerta. He sought recognition of his soldiers' service to the overthrown of Madero and pay; pensions and care of soldiers' widows and orphans, agrarian reforms, government payment of Orozquista debts that financed the campaign against Madero, and employment of Orozquistas as rurales. Huerta agreed to the terms, and Orozco threw his support to Huerta on 27 February 1913.[40] Orozco sought to persuade Emiliano Zapata to make peace with Huerta regime. Zapata had held Orozco in high esteem as a fellow revolutionary who had rejected the Madero regime. However, for Zapata, Orozco's support of Huerta was anathema, saying \"Huerta represents the defection of the army. You represent the defection of the Revolution.\"[41] Huerta attempted to build further support for his government, and the urban working class in Mexico City made important gains before being suppressed. In particular, the leftist Casa del Obrero Mundial (House of the World Worker). The Casa organized demonstrations and strikes, which the Huerta regime initially tolerated. But then the government cracked down, arresting and deporting some leaders, and destroying the Casa's headquarters.[42] Huerta also sought to diffuse agrarian agitation, which fueled the rebellion in Morelos led by Emiliano Zapata. The most vocal intellectual in favor of land reform was Andrés Molina Enríquez, whose 1909 publication Los grandes problemas nacionales (The Great National Problems) focused on inequality of land tenure. Molina Enríquez joined the Huerta government heading the Department of Labor. He had denounced the overthrow of Madero, but \"initially saw in the Huerta regime the political formula he believed Mexico required: a strong military leader capable of imposing the social reforms Mexico needed to benefit the masses.\" However, despite internal support in the Huerta regime for reform, Huerta increasingly embraced militarization and Molina Enríquez resigned.[43] Chihuahua Gov. Abraham González refused and Huerta had him arrested and murdered in March 1913. The most important challenge from a state governor was by Venustiano Carranza, governor of Coahuila, who drafted the Plan of Guadalupe, calling for the creation of a Constitutionalist Army (evoking the 1857 Liberal Constitution) to oust the usurper Huerta and restore constitutional government. Supporters of Carranza's plan included Emiliano Zapata, who nonetheless remained loyal to his own Plan de Ayala; northern revolutionary Francisco \"Pancho\" Villa; and Álvaro Obregón. However, former revolutionary Gen. Pascual Orozco, whom Huerta fought when serving President Madero, now joined with Huerta as a counter-revolutionary. Four Deputies were executed over the summer of 1913 for criticizing the Huerta regime.[44] One deputy was arrested by Mexico City police as he was delivering a speech denouncing Huerta at a rally and taken out to the countryside, where he was \"shot while trying to escape\".[45] Lacking popular legitimacy, Huerta chose to turn the refusal of the US to recognize his government as an example of American \"interference\" in Mexico's internal affairs, organizing anti-American demonstrations in the summer of 1913 with the hope of gaining some popular support.[46] British historian Alan Knight wrote about Huerta: \"The consistent thread which ran through the Huerta regime, from start to finish, was militarisation: the growth and reliance on the Federal Army, the military takeover of public offices, the preference for military over political solutions, the militarisation of society in general\".[47] Huerta \"came very close to converting Mexico into the most completely militaristic state in the world.\"[48] Huerta's stated goal was a return to the \"order\" of the Porfiriato, but his methods were unlike those of Diaz, who had shown a talent for compromise and diplomacy; seeking support from and playing off regional elites, using not only army officers but also technocrats, former guerrilla leaders, caciques and provincial elites to support his regime.[49] By contrast, Huerta relied entirely upon the army for support, giving officers all of the key jobs, regardless of their talents, as Huerta sought to rule with La Mano Dura (\"The Iron Hand\"), believing only in military solutions to all problems.[50] For this reason, Huerta during his short time as president was the object of far more hatred than Diaz ever was; even the Zapatistas had a certain respect for Diaz as a patriarchal leader who had enough sense to finally leave with dignity in 1911, whereas Huerta was seen as a thuggish soldier who had Madero murdered and sought to terrorize the nation into submission.[49] Huerta disliked cabinet meetings, ordered his ministers about as if they were non-commissioned officers and displayed in general a highly autocratic style.[38] Huerta established a harsh military dictatorship.[51] U.S. President Woodrow Wilson became hostile to the Huerta administration, recalled ambassador Henry Lane Wilson and demanded Huerta step aside for democratic elections. In August 1913 Wilson imposed an arms embargo on Mexico, forcing Huerta to turn to Europe and Japan to buy arms.[52] Reflecting the general disenchantment with Huerta's \"iron hand\" policies, a prominent conservative, Sen. Belisario Domínguez of Chiapas, handed out copies of a speech he did not dare to deliver in the Senate, accusing Huerta of starting the civil war which he was losing, of wanting \"to cover the land with corpses . . . rather than abandon power\" and called for Congress to impeach Huerta before Mexico was plunged into the abyss.[53] Domínguez knew he was risking his life by speaking out and sent his wife and children out of Mexico before handing out copies of his speech.[54] Domínguez was arrested by two policemen plus Huerta's son and son-in-law, taken to a cemetery where he was \"shot while trying to escape\" for speaking out against the President. His body was dumped into the grave that his killers had already dug for him.[55] On 10 October 1913, when Congress announced it was opening an investigation of the disappearance of Sen. Domínguez, who had last been seen several days before being forced into a police car, Huerta sent his soldiers in to shut down Congress in session and arrested 110 Senators and Deputies, of whom 74 were charged with high treason and put to work building a bullfighting arena.[56] The Federal Army Huerta took over in February 1913 on paper numbered between 45,000 and 50,000 men. Huerta continued to increase the strength of the army, issuing a degree for conscripting 150,000 men in October 1913; another degree for conscripting 200,000 men in January 1914 and one for a quarter of million men in March 1914. These figures were never achieved as many men fled to fight for the Constitutionalists rather than Huerta.[57] Together with an increase in the number of the paramilitary rurales mounted police force and the state militias, Huerta had approximately 300,000 men, or about 4% of the population, fighting for him by early 1914.[58] Faced with Mexicans' widespread reluctance to serve, Huerta had to resort to the leva, as vagrants, criminals, captured rebels, political prisoners and sometimes just men on the streets were rounded up to serve in the Federal Army.[59] In Veracruz workers getting off the night shift at factories were rounded up in a leva (forced conscription), while in Mexico City poor men going to hospitals were rounded up in the leva.[60] As Indians were felt to be particularly docile and submissive to whites, the leva was applied especially heavily in the southern Mexico, where the majority of the people were indigenous. Thousands of Juchiteco and Maya were rounded up to fight a war in the north of Mexico that they felt did not concern them.[61] A visitor to Mérida, Yucatán wrote of \"heart-breaking\" scenes as hundreds of Maya said goodbye to their wives as they were forced to board a train while in chains.[62] The men rounded up in the leva proved to be poor soldiers, prone to desertion and mutiny, since they were serving against their will and felt hatred for their commanding officers. Officers mistreated both their enlisted men and the common people.[63] Huerta had to follow a defensive strategy of keeping the army concentrated in large towns, since his soldiers in the field would either desert or go over to the rebels.[64] Throughout the civil war of 1913-14 the Constitutionalists fought with a ferocity and courage that the federal army never managed.[65] In Yucatán about 70% of the army were men conscripted from the prisons, while one \"volunteer\" battalion consisted of captured Yaqui.[65] In October 1913, in the town of Tlalnepantla, the army's 9th Regiment, which was said to have been \"crazed with alcohol and marijuana\", mutinied, murdered their officers and went over to the rebels.[66] To secure volunteers, Huerta attempted to use Mexican nationalism and anti-Americanism. In the fall of 1913, running spurious stories in the press warning of an imminent U.S. invasion and asking for patriotic men to step up to defend Mexico.[67] The campaign attracted some volunteers from the lower middle class, through they were usually disillusioned when they learned that they were going to fight other Mexicans, not the Americans.[68] In rural Mexico a sense of Mexican nationalism barely existed at this time among the campesinos. Mexico was an abstract entity that meant nothing, and most peasants were primarily loyal to their own villages, the patria chicas.[69] Huerta's patriotic campaign was a complete failure in the countryside.[68] The other source of volunteers was to allow wealthy landlords to raise private armies under the guise of the state militias, but few peons wanted to fight, let alone die, for Gen. Huerta, since some Constitutionalists were promising land reform, although not First Chief Venustiano Carranza.[70] When Huerta refused to call elections, and with the situation further exacerbated by the Tampico Affair, President Wilson landed US troops to occupy Mexico's most important seaport, Veracruz. After the Federal Army was repeatedly defeated in battle by Constitutionalist generals Alvaro Obregón and Pancho Villa, climaxing in the Battle of Zacatecas, Huerta bowed to internal and external pressure and resigned the presidency on 15 July 1914.[71] Huerta went into exile, first traveling to Kingston, Jamaica, aboard the German cruiser SMS Dresden.[72] From there he moved to the United Kingdom, then Spain, finally arriving in the United States in April 1915. While in the US he negotiated with Capt. Franz von Rintelen of German Navy Intelligence for money to purchase weapons and arrange U-boat landings to provide support, while offering (perhaps as a bargaining chip) to make war on the US, which Germany hoped would end munitions supplies to the Allies.[73] Their meetings, held at the Manhattan Hotel (as well as another New York hotel, \"probably the Holland House\" at Fifth Avenue and 30th Street),[74] were observed by Secret Servicemen, and von Rintelen's telephone conversations were routinely intercepted and recorded.[74] Huerta traveled from New York by train to Newman, New Mexico (25 miles from the border), where he was to be met by Gen. Pascual Orozco and some well-armed Mexican supporters. However, a US Army colonel with 25 soldiers and two deputy US marshals intervened and arrested him as he left the train, on a charge of sedition.[75] The German-initiated plan for Huerta to regain the Mexican presidency through a coup d'état was foiled. After some time in a US Army prison at Fort Bliss he was released on bail, but remained under house arrest due to risk of flight to Mexico. A day after, he attended a dinner at Fort Bliss. Later he was returned to jail, and while so confined died, perhaps of cirrhosis of the liver or possibly of cancer.[76] While the main symptom was yellow jaundice, poisoning by the US was widely suspected.[77] In the historiography of Mexico, Victoriano Huerta is the \"demon\" of the Mexican Revolution, against whom all others are measured.[78] Diverse factions and interests in Mexico came together against the Huerta regime, including the Zapatistas in Morelos and the Constitutionalists in northern Mexico under Venustiano Carranza. Once Huerta was ousted, the loose coalition fell apart and Mexico was plunged into a civil war between the winners. Germany's backing of Huerta weakened their influence in Mexico while the hostility of the United States to the regime increased it. Although U.S. business interests had hoped that President Wilson would recognize the Huerta government, they realized he would not and began aligning themselves with different revolutionary factions.[79] One historian argues that Huerta's regime was not as conservative or reactionary as portrayed, arguing that he did not attempt to \"reincarnate\" the Age of Díaz. \"Huerta and his advisors both realized the days of Díaz were gone forever. They did not attempt to stem the new energies and forces unleashed in 1910; rather they attempted to moderate them.\"[80] In general, however, his regime is seen as a repudiation of democracy and Huerta himself an iron-fisted authoritarian. Despite efforts in Mexico to redress the exclusion of Andrés Molina Enríquez from the pantheon of Mexican revolutionaries, since he is considered the intellectual father of the Article 27 of the 1917 Constitution of Mexico empowering the state to implement land reform and expropriate private owners of resources like oil. Molina Enríquez was tainted by his service in the Huerta government.[81] Huerta has been portrayed or referenced in any number of movies dealing with the Mexican Revolution, including The Wild Bunch, Duck, You Sucker! and And Starring Pancho Villa as Himself. In the 1952 film Viva Zapata!, starring Marlon Brando as Emiliano Zapata, Huerta is portrayed by Frank Silvera. In the 1968 film Villa Rides, Huerta was played by Herbert Lom. In the novel The Friends of Pancho Villa (1996), by James Carlos Blake, Huerta is a major character. Both Victoriano Huerta and Pancho Villa are referenced in Indiana Jones and the Kingdom of the Crystal Skull (2008), when Indiana (Harrison Ford) is recalling events in his childhood to his yet-to-be revealed son (Shia LaBeouf): \"It was a fight against Victoriano Huerta\". He then spits on the ground to show disgust at the name. https://digitalcommons.lsu.edu/cgi/viewcontent.cgi?article=3131&context=gradschool_disstheses 17 - \"Temporada de Zopilotes\" (Buzzard's Season) Paco Ignacio Taibo II, Editorial Planeta, 2000 ISBN 978-6070701160. Narrative of the Decena Tragica (The tragic 10 days)","country":"Mexico"}