{"name":"Victorino Márquez Bustillos","url":"/wiki/Victorino_M%C3%A1rquez_Bustillos","Born":"1858-11-02","Died":"1941-01-10","termEnds":"(1858–1941) (1914–22)","termStarts":null,"text":"Victorino Márquez Bustillos (2 November 1858[1] – 10 January 1941[2]), was a Venezuelan lawyer and politician, and was provisional president of Venezuela from 1914 to 1922. Although Bustillos was elected by Congress, General Juan Vicente Gómez remained the real power behind the presidency. Victorino Márquez died in Caracas on 10 January 1941, aged 82. Márquez was the son of Victorino Márquez and Virginia Bustillos. He married Enriqueta Iragorry Briceño. The political career of Márquez began in modern-day Trujillo under the governments of Juan Bautista Araujo and Leopoldo Baptista. While in Trujillo, he served as director of the newspaper El Trujillano for ten years between 1877 and 1887. In 1890, the State of Los Andes – which today are the states of Mérida, Trujillo and Táchira – chose Márquez to be their deputy. In 1892, despite being the second cousin of the recently overthrown President Raimundo Andueza Palacio, Márquez joined the Legalist Revolution [es], which was led by Joaquín Crespo. One year later in 1893, Crespo promoted him to the position of brigadier general. In 1898, President Crespo left office and was later killed in battle while defending his successor, President Ignacio Andrade. A year later in 1899, President Andrade was overthrown by Cipriano Castro, who named himself President of Venezuela and supreme military commander. From 1902 to 1904, Márquez served as Secretary of the Trujillo State Government and was also a deputy of the Trujillo District to the State Assembly between 1904 and 1906. General Juan Vicente Gómez seized power from President Castro in December 1908 while he was receiving medical treatment in Europe. Gómez would rule Venezuela as a powerful caudillo until his death in 1935. Márquez was chosen to be Secretary of Government of the Zulia state in 1909. In 1910, as provisional president of the Trujillo state, he distanced himself from Leopoldo Baptista after he refused to validate him in office again. Márquez would later serve as a senator for Trujillo state (1910–1914 ), governor of the Federal District (1911–1912) and Minister of War and Navy (1913–1914). In April 1914, Juan Vicente Gómez was elected President of Venezuela by the President of Congress for the 1915–1922 period, but Gómez declined and instead stayed in Maracay as commander in chief of the Venezuelan army. As a result of this, Márquez was appointed Provisional President of the Republic and remained in office after passing a Provisional Constitutional Statute that named his term to be seven years. As a result of this, Venezuela had two presidents: Victorino Márquez Bustillos as Provisional President, who sends orders from Miraflores Palace and Juan Vicente Gómez, the President-Elect, who managed the army in Maracay. During this time, Márquez Bustillos fed information to Gómez about his administration and would let him make the decisions. Márquez's provisional presidency came to an end after he was involved in a scandal when Gómez became ill in late 1921. Following the death of Gómez in 1935, Minister of the Army and Navy Eleazar López Contreras took power of Venezuela. That year, President Lopez Contreras appointed Márquez to be Secretary of State, though Márquez would resign shortly after when anti-Gómez movements placed pressure upon him. In 1940, Lopez Contreras attempts to appoint Márquez, this time nominating him to be run for the presidency in the 1941 presidential elections, though Venezuelans did not approve of this because of Márquez's ties with Gómez and Isaías Medina Angarita was later named President of Venezuela instead. Márquez would die shortly after on 10 January 1941, before he would have been possibly sworn in as President of Venezuela if he were to participate in elections. President Lopez Contreras, Isaías Medina Angarita and others who were part of the Gómez government attended his funeral ceremony.","country":"Venezuela"}