{"name":"Viktor Chernomyrdin","url":"/wiki/Viktor_Chernomyrdin","Born":"1938-04-09","Died":"2010-11-03","Political party":"Communist Party of the Soviet Union (1961–1991) Independent (1991–1995) Our Home – Russia (1995–2001) United Russia (2001–2010)","termEnds":null,"termStarts":null,"text":"Viktor Stepanovich Chernomyrdin (Russian: Ви́ктор Степа́нович Черномы́рдин, IPA: [ˈvʲiktər sʲtʲɪˈpanəvʲɪtɕ tɕɪrnɐˈmɨrdʲɪn]; 9 April 1938 – 3 November 2010) was a Russian politician and businessman. He was the first chairman of the Gazprom energy company and the second-longest-serving Prime Minister of Russia (1992–1998) based on consecutive years. He was a key figure in Russian politics in the 1990s and a participant in the transition from a planned to a market economy. From 2001 to 2009, he was Russia's ambassador to Ukraine. After that, he was designated as a presidential adviser.[1] Chernomyrdin was known in Russia and Russian-speaking countries for his language style, which contained numerous malapropisms and syntactic errors.[2] Many of his sayings became aphorisms and idioms in the Russian language, one example being the expression \"We wanted the best, but it turned out like always.\" (Russian: Хотели как лучше, а получилось как всегда).[3] Chernomyrdin died on 3 November 2010 after a long illness. He was buried beside his wife in Novodevichy Cemetery on 5 November, and his funeral was broadcast live on Russian federal TV channels.[4] Chernomyrdin was born in Chernyi Otrog, Orenburg Oblast, Russian SFSR. His father was a labourer and Viktor was one of five children. Chernomyrdin completed school education in 1957 and found employment as a mechanic in an oil refinery in Orsk. He worked there until 1962, except for his military service from 1957 to 1960. His other occupations on the plant during this period included machinist, operator and chief of technical installations.[citation needed] He became a member of the CPSU in 1961. In 1962, he was admitted to Kuybyshev Industrial Institute (which was later renamed Samara Polytechnical Institute). In his entrance exams he performed very poorly. He failed the maths sections of the test and had to take the exam again, getting a C. He got only one B, in Russian language, and Cs in the other tests. He was admitted only because of very poor competition. In 1966, he graduated from the institute. In 1972, he completed further studies at the Department of Economics of the Union-wide Polytechnic Institute by correspondence.[citation needed] Chernomyrdin began developing his career as a politician when he worked for the CPSU in Orsk between 1967 and 1973. In 1973, he was appointed the director of the natural gas refining plant in Orenburg, a position which he held until 1978. Between 1978 and 1982, Chernomyrdin worked in the heavy industry arm of the CPSU Central Committee. In 1982, he was appointed deputy Minister of the natural gas industries of the Soviet Union. Concurrently, beginning from 1983, he directed Glavtyumengazprom, an industry association for natural gas resource development in Tyumen Oblast. During 1985–1989 he was the minister of gas industries. In August 1989, under the leadership of Chernomyrdin, the Ministry of Gas Industry was transformed into the State Gas Concern, Gazprom, which became the country's first state-corporate enterprise. Chernomyrdin was elected its first chairman. The company was still controlled by the state, but now the control was exercised through shares of stock, 100% of which were owned by the state.[5][6] When the Soviet Union dissolved in late 1991, assets of the former Soviet state in the gas sector were transferred to newly created national companies such as Ukrgazprom and Turkmengazprom.[7] Gazprom kept assets located in the territory of Russia, and was able to secure a monopoly in the gas sector.[6] Gazprom's political influence increased markedly after Russian President Boris Yeltsin appointed the company's chairman Chernomyrdin as his Prime Minister in 1992. Rem Viakhirev took Chernomyrdin's place as chairman both of the board of directors and of the managing committee.[6] Gazprom was one of the backbones of the country's economy in 1990s, though the company underperformed during that decade. In the 2000s, however, Gazprom became the largest extractor of natural gas in the world and the largest Russian company. In May 1992, Boris Yeltsin appointed Chernomyrdin as Deputy Prime Minister in charge of fuel and energy.[8] On 14 December 1992, Chernomyrdin was confirmed by the VII Congress of People's Deputies of Russia as Prime Minister. According to Felipe Turover Chudínov, who was a senior intelligence officer with the foreign-intelligence directorate of the KGB, Chernomyrdin secretly decreed in the early 1990s that Russia would become an international hub for narcotics trafficking including importing cocaine and heroin from South America and heroin from Central Asia and Southeast Asia and exporting narcotics to Europe, North America including the United States and Canada, and China and the Pacific Rim.[9][10][11] While he had been critical of his predecessor Gaidar, Chernomyrdin largely continued Gaidar's policies.[12] In April 1995, he formed a political bloc called Our Home – Russia, which won 10% of the vote and 55 seats to come third in the 1995 Russian legislative election. In 1995, Chernomyrdin signed a decree calling for the development of a national strategy for tiger conservation[13] On 18 June 1995, as a result of Shamil Basayev-led terrorists taking over 1500 people hostage in Budyonnovsk, negotiations between Chernomyrdin and Basayev led to a compromise which became a turning point for the First Chechen War. In exchange for the hostages, the Russian government agreed to halt military actions in Chechnya and begin a series of negotiations.[14] When Boris Yeltsin was undergoing a heart operation on 6 November 1996, Chernomyrdin served as Acting President for 23 hours.[15][16] Chernomyrdin remained Prime Minister until his sudden dismissal on 23 March 1998. Following the 1998 Russian financial crisis in August, Yeltsin re-appointed Chernomyrdin as Prime Minister, and attempted to groom him as his successor. However, the Duma twice refused to confirm Chernomyrdin as the head of the government. Rather than risking a third rejection and thus forcing the dissolution of the State Duma and political crisis, Chernomyrdin withdrew his nomination and the President asked the more popular Yevgeny Primakov to form a new cabinet. During the NATO bombing of Yugoslavia in 1999 Chernomyrdin was a special representative of Russia in Yugoslavia. In December 1999 Chernomyrdin was elected a member of the State Duma. In May 2001, Vladimir Putin appointed Chernomyrdin Ambassador of Russia to Ukraine. This action was interpreted by some Russian media agencies as a move to distance Chernomyrdin from the centre of Russian politics. In 2003, he dismissed talk of an apology for the Holodomor Famine made by the Soviet Union.[17] In February 2009 Chernomyrdin again strained the relations between Ukraine and Russia when he in an interview said \"It is impossible to come to an agreement on anything with the Ukrainian leadership. If different people come in, we'll see\". The Ukrainian foreign ministry said in a response it could declare Chernomyrdin \"persona non-grata\" over the row.[18] On 11 June 2009, Russian President Dmitry Medvedev relieved Chernomyrdin as Russian Ambassador in Kyiv, and appointed him as \"presidential adviser and special presidential representative on economic cooperation with CIS member countries\".[1][19] In a parting shot at the Ukrainian government, Chernomyrdin stated that Russia should not apologise to Ukraine over voicing its suspicions about Ukraine being unable to pay for its natural gas, and further stated that Russia wants Ukraine to pay for the gas it consumes, and hence Russia is right to be concerned about the solvency of the Ukrainian state.[20] Chernomyrdin died on the morning of 3 November 2010[8] after a long illness.[4] According to people close to Chernomyrdin, such as singer Lev Leshchenko, the former Prime Minister was deeply affected by the death of his wife Valentina, seven and a half months earlier.[21] Chernomyrdin was buried beside his wife in Novodevichy Cemetery on 5 November 2010.[22] On 3 November Russian President Dmitry Medvedev signed an order to show Chernomyrdin's funeral in a live broadcast on Russian federal TV channels[4] (only the funerals of the former President Boris Yeltsin and Patriarch Alexy II were granted the same right in recent years). The head of the Presidential Administration of Russia, Sergey Naryshkin, supervised the funeral ceremony.[4] Condolences on the death of Chernomyrdin were voiced on 3 November 2010 by Russian President Dmitry Medvedev, Russian Prime Minister Vladimir Putin, other state figures in Russia and Ukrainian President Viktor Yanukovich.[citation needed] In Russian-speaking countries, Chernomyrdin is known for his numerous malapropisms and syntactically incorrect speech.[2] His idioms received the name Chernomyrdinki, and are somewhat comparable to Bushisms in style and effect. One of his expressions \"We wanted it as good as possible, but it turned out as always\" (Хотели как лучше, а получилось как всегда in Russian) about the economic reforms in Russia was widely quoted.[3][23] The phrase was uttered after a highly unsuccessful monetary exchange performed by the Russian Central Bank in July 1993.[8]","country":"Russia"}