{"name":"Virgilio Barco Vargas","url":"/wiki/Virgilio_Barco_Vargas","Born":"1921-09-17","Died":"1997-05-20","Political party":"Liberal","termEnds":null,"termStarts":null,"text":"Virgilio Barco Vargas (17 September 1921 – 20 May 1997) was a Colombian politician and civil engineer who served as the 27th President of Colombia serving from 7 August 1986 to 7 August 1990. Barco was born in Cúcuta in the Norte de Santander Department of Colombia to Jorge Enrique Barco Maldonado and Julieta Vargas Durán. He studied Civil Engineering at the National University of Colombia and at the Massachusetts Institute of Technology from which he graduated in 1943.[1] He entered politics in 1943 when he became a city council member for the Liberal Party in the town of Durania. He was then elected to the lower house of Congress, but went into exile to the US in 1950 because of violence between liberals and conservatives. His daughter, Carolina Barco Isakson (who would later become a Colombian politician herself) was born there. He obtained an M.A. in economics at MIT, where he took classes under Nobel prize winners Robert Solow and Paul Samuelson in 1952. In 1954 he obtained a PhD in economics from Boston University.[2] Barco is the grandson of Colombian General Virgilio Barco M., who developed one of the country's largest oil concessions in 1905. Barco returned to Colombia in 1954 to help negotiate the peace process which allowed the formation of the National Front between liberals and conservatives, which lasted two decades. He became a member of the Senate, the upper house of Congress in 1958, left to become the ambassador to Britain in 1961, and returned to Colombia in 1962. He served another term in the Senate until 1966, when he was elected mayor of Colombia's capital, Bogotá. He served in that position until 1969, when he became a director of the World Bank until 1974. He then served as ambassador to the United States from 1977 until 1980. Barco was elected president of Colombia with 58% of the vote in 1986. He supported anti-poverty programs, renewed dialogue with leftist guerillas and fought drug traffickers. Though he was popular within the international community, he became less popular in Colombia because the drug traffickers became more violent after he started to move against them. His restrictive economic policies at first doomed the country. After two years of this, The Economic Openness program was initiated by his administration, which would open Colombian markets to the world and recharge the country's economy. He served one 4-year term. When he left the Presidency in 1990, he served as ambassador to Britain again until 1992. Barco was diagnosed with cancer and he died on May 20, 1997, in Bogotá when he was 75. He is now buried in the Central Cemetery of Bogotá.","country":"Colombia"}