{"name":"Vladimir Putin","url":"/wiki/Vladimir_Putin","Born":"1952-10-07","Political party":"Independent (1991–1995; 2001–2008; 2012–present)","termEnds":"Acting president after Yeltsin's early resignation.","termStarts":"Acting president after Yeltsin's early resignation.","text":"President of Russia Incumbent Policies Elections Premiership Presidency  Vladimir Vladimirovich Putin (/ˈpuːtɪn/; Russian: Владимир Владимирович Путин; [vlɐˈdʲimʲɪr vlɐˈdʲimʲɪrəvʲɪtɕ ˈputʲɪn] (listen); born 7 October 1952) is a Russian politician and former intelligence officer who is the president of Russia, a position he has filled since 2012, and previously from 2000 until 2008.[7][c] He was also the prime minister from 1999 to 2000, and again from 2008 to 2012. He worked as a KGB foreign intelligence officer for 16 years, rising to the rank of lieutenant colonel (Podpolkovnik), before resigning in 1991 to begin a political career in Saint Petersburg. He moved to Moscow in 1996 to join the administration of president Boris Yeltsin. He briefly served as director of the Federal Security Service (FSB) and secretary of the Security Council, before being appointed as prime minister in August 1999. After the resignation of Yeltsin, Putin became acting president and, less than four months later, was elected outright to his first term as president. He was reelected in 2004. As he was then constitutionally limited to two consecutive terms as president, Putin served as prime minister again from 2008 to 2012 under Dmitry Medvedev, and returned to the presidency in 2012 in an election marred by allegations of fraud and protests; he was reelected again in 2018. In April 2021, following a referendum, he signed into law constitutional amendments including one that would allow him to run for reelection twice more, potentially extending his presidency to 2036.[8][9] During Putin's first tenure as president, the Russian economy grew on average by seven percent per year,[10] following economic reforms and a fivefold increase in the price of oil and gas.[11][12] He also led Russia during a war against Chechen separatists, reestablishing federal control of the region.[13][14] As prime minister under Medvedev, he oversaw military reform and police reform, as well as Russia's victory in its war against Georgia. During his third term as president, Russia annexed Crimea and sponsored a war in eastern Ukraine with several military incursions made, resulting in international sanctions and a financial crisis in Russia.[15] He also ordered a military intervention in Syria against rebel and jihadist groups.[16] During his fourth term as president, his government responded to the COVID-19 pandemic, and he presided over a military buildup on the border of Ukraine. Putin accused the Ukrainian government of committing atrocities against its Russian-speaking minority,[17] and in February 2022, he ordered a full-scale invasion of the country, leading to widespread international condemnation, as well as expanded sanctions and calls for Putin to be pursued with war crime charges.[18] Under Putin's leadership, Russia has experienced democratic backsliding and a shift to authoritarianism. Putin's rule has been characterised by endemic corruption, the jailing and repression of political opponents, the intimidation and suppression of independent media in Russia, and a lack of free and fair elections.[19][20][21] Putin's Russia has scored poorly on Transparency International's Corruption Perceptions Index, the Economist Intelligence Unit's Democracy Index, and Freedom House's Freedom in the World index. Putin is the second-longest currently serving European president after Alexander Lukashenko of Belarus. Putin was born on 7 October 1952 in Leningrad, Soviet Union (now Saint Petersburg, Russia),[22][23] the youngest of three children of Vladimir Spiridonovich Putin (1911–1999) and Maria Ivanovna Putina (née Shelomova; 1911–1998). His grandfather, Spiridon Putin, was a personal cook to Vladimir Lenin and Joseph Stalin.[24][25] Putin's birth was preceded by the deaths of two brothers: Albert, born in the 1930s, died in infancy, and Viktor, born in 1940, died of diphtheria and starvation in 1942 during the Siege of Leningrad by Nazi Germany's forces in World War II.[26][27] Putin's mother was a factory worker and his father was a conscript in the Soviet Navy, serving in the submarine fleet in the early 1930s. Early in World War II, his father served in the destruction battalion of the NKVD.[28][29][30] Later, he was transferred to the regular army and was severely wounded in 1942.[31] Putin's maternal grandmother was killed by the German occupiers of Tver region in 1941, and his maternal uncles disappeared on the Eastern Front during World War II.[32] On 1 September 1960, Putin started at School No. 193 at Baskov Lane, near his home. He was one of a few in the class of approximately 45 pupils who were not yet members of the Young Pioneer organization. At age 12, he began to practise sambo and judo.[33] In his free time, he enjoyed reading the works of Karl Marx, Friedrich Engels, and Lenin.[34] Putin studied German at Saint Petersburg High School 281 and speaks German as a second language.[35] Putin studied law at the Leningrad State University named after Andrei Zhdanov (now Saint Petersburg State University) in 1970 and graduated in 1975.[36] His thesis was on \"The Most Favored Nation Trading Principle in International Law\".[37] While there, he was required to join the Communist Party of the Soviet Union (CPSU) and remained a member until it ceased to exist in 1991.[38] Putin met Anatoly Sobchak, an assistant professor who taught business law,[d] and who later became the co-author of the Russian constitution and of corruption schemes in France. Putin would be influential in Sobchak's career in Saint Petersburg, and Sobchak would be influential in Putin's career in Moscow.[39] A theme of a greater Soviet region, including the former USSR and many of its neighbors or imperial-era states⸺rather than just post-Soviet Russia⸺has been a consistent theme in Putin's May Day speeches.[40] [41] In 1975, Putin joined the KGB and trained at the 401st KGB school in Okhta, Leningrad.[22][42] After training, he worked in the Second Chief Directorate (counter-intelligence), before he was transferred to the First Chief Directorate, where he monitored foreigners and consular officials in Leningrad.[22][43][44] In September 1984, Putin was sent to Moscow for further training at the Yuri Andropov Red Banner Institute.[45][46][47] Multiple reports have suggested Putin was sent by the KGB to New Zealand, allegedly working for some time undercover as, among at least one other alias, a Bata shoe salesman in central Wellington.[48][49][50] From 1985 to 1990, he served in Dresden, East Germany,[51] using a cover identity as a translator.[52] Unlike Putin's presence in East Germany, his time in New Zealand has never been confirmed by Russian security services, but corroborated through New Zealand eyewitness accounts and government records. Former Waitākere City mayor Bob Harvey and Prime Minister during the 1980s David Lange both alleged that Putin served in both Wellington and Auckland.[48] \"Putin and his colleagues were reduced mainly to collecting press clippings, thus contributing to the mountains of useless information produced by the KGB\", Russian-American Masha Gessen wrote in their 2012 biography of Putin.[52] His work was also downplayed by former Stasi spy chief Markus Wolf and Putin's former KGB colleague Vladimir Usoltsev. Journalist Catherine Belton wrote in 2020 that this downplaying was actually cover for Putin's involvement in KGB coordination and support for the terrorist Red Army Faction, whose members frequently hid in East Germany with the support of the Stasi. Dresden was preferred as a \"marginal\" town with only a small presence of Western intelligence services.[53] According to an anonymous source, a former RAF member, at one of these meetings in Dresden the militants presented Putin with a list of weapons that were later delivered to the RAF in West Germany. Klaus Zuchold, who claimed to be recruited by Putin, said that Putin handled a neo-Nazi, Rainer Sonntag, and attempted to recruit an author of a study on poisons.[53] Putin reportedly met Germans to be recruited for wireless communications affairs together with an interpreter. He was involved in wireless communications technologies in South-East Asia due to trips of German engineers, recruited by him, there and to the West.[44] According to Putin's official biography, during the fall of the Berlin Wall that began on 9 November 1989, he saved the files of the Soviet Cultural Center (House of Friendship) and of the KGB villa in Dresden for the official authorities of the would-be united Germany to prevent demonstrators, including KGB and Stasi agents, from obtaining and destroying them. He then supposedly burnt only the KGB files, in a few hours, but saved the archives of the Soviet Cultural Center for the German authorities. Nothing is told about the selection criteria during this burning; for example, concerning Stasi files or about files of other agencies of the German Democratic Republic or of the USSR. He explained that many documents were left to Germany only because the furnace burst but many documents of the KGB villa were sent to Moscow.[54] After the collapse of the Communist East German government, Putin was to resign from active KGB service because of suspicions aroused regarding his loyalty during demonstrations in Dresden and earlier, though the KGB and the Soviet Army still operated in eastern Germany. He returned to Leningrad in early 1990 as a member of the \"active reserves\", where he worked for about three months with the International Affairs section of Leningrad State University, reporting to Vice-Rector Yuriy Molchanov, while working on his doctoral dissertation.[44] There, he looked for new KGB recruits, watched the student body, and renewed his friendship with his former professor, Anatoly Sobchak, soon to be the Mayor of Leningrad.[55] Putin claims that he resigned with the rank of lieutenant colonel on 20 August 1991,[55] on the second day of the 1991 Soviet coup d'état attempt against the Soviet President Mikhail Gorbachev.[56] Putin said: \"As soon as the coup began, I immediately decided which side I was on\", although he noted that the choice was hard because he had spent the best part of his life with \"the organs\".[57] In 1999, Putin described communism as \"a blind alley, far away from the mainstream of civilization\".[58] In May 1990, Putin was appointed as an advisor on international affairs to the mayor of Leningrad Anatoly Sobchak. In a 2017 interview with Oliver Stone, Putin said that he resigned from the KGB in 1991, following the coup against Mikhail Gorbachev, as he did not agree with what had happened and did not want to be part of the intelligence in the new administration.[60] According to Putin's statements in 2018 and 2021, he may have worked as a private taxi driver to earn extra money, or considered such a job.[61][62] On 28 June 1991, he became head of the Committee for External Relations of the Mayor's Office, with responsibility for promoting international relations and foreign investments[63] and registering business ventures. Within a year, Putin was investigated by the city legislative council led by Marina Salye. It was concluded that he had understated prices and permitted the export of metals valued at $93 million in exchange for foreign food aid that never arrived.[64][36] Despite the investigators' recommendation that Putin be fired, Putin remained head of the Committee for External Relations until 1996.[65][66] From 1994 to 1996, he held several other political and governmental positions in Saint Petersburg.[67] In March 1994, Putin was appointed as first deputy chairman of the Government of Saint Petersburg. In May 1995, he organized the Saint Petersburg branch of the pro-government Our Home – Russia political party, the liberal party of power founded by Prime Minister Viktor Chernomyrdin. In 1995, he managed the legislative election campaign for that party, and from 1995 through June 1997, he was the leader of its Saint Petersburg branch.[67] In June 1996, Sobchak lost his bid for reelection in Saint Petersburg, and Putin, who had led his election campaign, resigned from his positions in the city administration. He moved to Moscow and was appointed as deputy chief of the Presidential Property Management Department headed by Pavel Borodin. He occupied this position until March 1997. He was responsible for the foreign property of the state and organized the transfer of the former assets of the Soviet Union and the CPSU to the Russian Federation.[39] On 26 March 1997, President Boris Yeltsin appointed Putin deputy chief of the Presidential Staff, a post which he retained until May 1998, and chief of the Main Control Directorate of the Presidential Property Management Department (until June 1998). His predecessor in this position was Alexei Kudrin and his successor was Nikolai Patrushev, both future prominent politicians and Putin's associates.[39] On 27 June 1997, at the Saint Petersburg Mining Institute, guided by rector Vladimir Litvinenko, Putin defended his Candidate of Science dissertation in economics, titled The Strategic Planning of Regional Resources Under the Formation of Market Relations.[68] This exemplified the custom in Russia whereby a young rising official would write a scholarly work in mid-career.[69] Putin's thesis was plagiarized.[70][71] Fellows at the Brookings Institution found that 15 pages were copied from an American textbook.[72] On 25 May 1998, Putin was appointed First Deputy Chief of the Presidential Staff for the regions, in succession to Viktoriya Mitina. On 15 July, he was appointed head of the commission for the preparation of agreements on the delimitation of the power of the regions and head of the federal center attached to the president, replacing Sergey Shakhray. After Putin's appointment, the commission completed no such agreements, although during Shakhray's term as the head of the Commission 46 such agreements had been signed.[73] Later, after becoming president, Putin cancelled all 46 agreements.[39] On 25 July 1998, Yeltsin appointed Putin director of the Federal Security Service (FSB), the primary intelligence and security organization of the Russian Federation and the successor to the KGB.[74] On 9 August 1999, Putin was appointed one of three first deputy prime ministers, and later on that day, was appointed acting prime minister of the Government of the Russian Federation by President Yeltsin.[75] Yeltsin also announced that he wanted to see Putin as his successor. Later on that same day, Putin agreed to run for the presidency.[76] On 16 August, the State Duma approved his appointment as prime minister with 233 votes in favor (vs. 84 against, 17 abstained),[77] while a simple majority of 226 was required, making him Russia's fifth prime minister in fewer than eighteen months. On his appointment, few expected Putin, virtually unknown to the general public, to last any longer than his predecessors. He was initially regarded as a Yeltsin loyalist; like other prime ministers of Boris Yeltsin, Putin did not choose ministers himself, his cabinet was determined by the presidential administration.[78] Yeltsin's main opponents and would-be successors were already campaigning to replace the ailing president, and they fought hard to prevent Putin's emergence as a potential successor. Following the Russian apartment bombings and the invasion of Dagestan by mujahideen, including the former KGB agents, based in the Chechen Republic of Ichkeria, Putin's law-and-order image and unrelenting approach to the Second Chechen War soon combined to raise his popularity and allowed him to overtake his rivals. While not formally associated with any party, Putin pledged his support to the newly formed Unity Party,[79] which won the second largest percentage of the popular vote (23.3%) in the December 1999 Duma elections, and in turn supported Putin. On 31 December 1999, Yeltsin unexpectedly resigned and, according to the Constitution of Russia, Putin became Acting President of the Russian Federation. On assuming this role, Putin went on a previously scheduled visit to Russian troops in Chechnya.[80] The first presidential decree that Putin signed on 31 December 1999 was titled \"On guarantees for the former president of the Russian Federation and the members of his family\".[81][82] This ensured that \"corruption charges against the outgoing President and his relatives\" would not be pursued.[83] This was most notably targeted at the Mabetex bribery case in which Yeltsin's family members were involved. On 30 August 2000, a criminal investigation (number 18/238278-95) in which Putin himself,[84][85] as a member of the Saint Petersburg city government, was one of the suspects, was dropped. On 30 December 2000, yet another case against the prosecutor general was dropped \"for lack of evidence\", despite thousands of documents having been forwarded by Swiss prosecutors.[86] On 12 February 2001, Putin signed a similar federal law which replaced the decree of 1999. A case regarding Putin's alleged corruption in metal exports from 1992 was brought back by Marina Salye, but she was silenced and forced to leave Saint Petersburg.[87] While his opponents had been preparing for an election in June 2000, Yeltsin's resignation resulted in the presidential elections being held on 26 March 2000; Putin won in the first round with 53% of the vote.[88][89] The inauguration of President Putin occurred on 7 May 2000. He appointed the minister of finance, Mikhail Kasyanov, as prime minister.[90] The first major challenge to Putin's popularity came in August 2000, when he was criticized for the alleged mishandling of the Kursk submarine disaster.[91] That criticism was largely because it took several days for Putin to return from vacation, and several more before he visited the scene.[91] Between 2000 and 2004, Putin set about the reconstruction of the impoverished condition of the country, apparently winning a power-struggle with the Russian oligarchs, reaching a 'grand bargain' with them. This bargain allowed the oligarchs to maintain most of their powers, in exchange for their explicit support for—and alignment with—Putin's government.[92][93] The Moscow theater hostage crisis occurred in October 2002. Many in the Russian press and in the international media warned that the deaths of 130 hostages in the special forces' rescue operation during the crisis would severely damage President Putin's popularity. However, shortly after the siege had ended, the Russian president enjoyed record public approval ratings—83% of Russians declared themselves satisfied with Putin and his handling of the siege.[94] In 2003, a referendum was held in Chechnya, adopting a new constitution which declares that the Republic of Chechnya is a part of Russia; on the other hand, the region did acquire autonomy.[95] Chechnya has been gradually stabilized with the establishment of the Parliamentary elections and a Regional Government.[96][97] Throughout the Second Chechen War, Russia severely disabled the Chechen rebel movement; however, sporadic attacks by rebels continued to occur throughout the northern Caucasus.[98] On 14 March 2004, Putin was elected to the presidency for a second term, receiving 71% of the vote.[100] The Beslan school hostage crisis took place on 1–3 September 2004; more than 330 people died, including 186 children.[101] The near 10-year period prior to the rise of Putin after the dissolution of Soviet rule was a time of upheaval in Russia.[102] In a 2005 Kremlin speech, Putin characterized the collapse of the Soviet Union as the \"greatest geopolitical catastrophe of the Twentieth Century.\"[103] Putin elaborated, \"Moreover, the epidemic of disintegration infected Russia itself.\"[104] The country's cradle-to-grave social safety net was gone and life expectancy declined in the period preceding Putin's rule.[105] In 2005, the National Priority Projects were launched to improve Russia's health care, education, housing, and agriculture.[106][107] The continued criminal prosecution of the wealthiest man in Russia at the time, president of Yukos oil and gas company Mikhail Khodorkovsky, for fraud and tax evasion was seen by the international press as a retaliation for Khodorkovsky's donations to both liberal and communist opponents of the Kremlin.[108] Khodorkovsky was arrested, Yukos was bankrupted, and the company's assets were auctioned at below-market value, with the largest share acquired by the state company Rosneft.[109] The fate of Yukos was seen as a sign of a broader shift of Russia towards a system of state capitalism.[110][111] This was underscored in July 2014, when shareholders of Yukos were awarded $50 billion in compensation by the Permanent Arbitration Court in The Hague.[112] On 7 October 2006, Anna Politkovskaya, a journalist who exposed corruption in the Russian army and its conduct in Chechnya, was shot in the lobby of her apartment building, on Putin's birthday. The death of Politkovskaya triggered international criticism, with accusations that Putin had failed to protect the country's new independent media.[113][114] Putin himself said that her death caused the government more problems than her writings.[115] In 2007, \"Dissenters' Marches\" were organized by the opposition group The Other Russia,[116] led by former chess champion Garry Kasparov and national-Bolshevist leader Eduard Limonov. Following prior warnings, demonstrations in several Russian cities were met by police action, which included interfering with the travel of the protesters and the arrests of as many as 150 people who attempted to break through police lines.[117] On 12 September 2007, Putin dissolved the government upon the request of Prime Minister Mikhail Fradkov. Fradkov commented that it was to give the President a \"free hand\" in the run-up to the parliamentary election. Viktor Zubkov was appointed the new prime minister.[118] In December 2007, United Russia—the governing party that supports the policies of Putin—won 64.24% of the popular vote in their run for State Duma according to election preliminary results.[119] United Russia's victory in the December 2007 elections was seen by many as an indication of strong popular support of the then Russian leadership and its policies.[120][121] Putin was barred from a third consecutive term by the Constitution. First Deputy Prime Minister Dmitry Medvedev was elected his successor. In a power-switching operation on 8 May 2008, only a day after handing the presidency to Medvedev, Putin was appointed Prime Minister of Russia, maintaining his political dominance.[122] Putin has said that overcoming the consequences of the world economic crisis was one of the two main achievements of his second premiership.[107] The other was stabilizing the size of Russia's population between 2008 and 2011 following a long period of demographic collapse that began in the 1990s.[107] At the United Russia Congress in Moscow on 24 September 2011, Medvedev officially proposed that Putin stand for the presidency in 2012, an offer Putin accepted. Given United Russia's near-total dominance of Russian politics, many observers believed that Putin was assured of a third term. The move was expected to see Medvedev stand on the United Russia ticket in the parliamentary elections in December, with a goal of becoming prime minister at the end of his presidential term.[123] After the parliamentary elections on 4 December 2011, tens of thousands of Russians engaged in protests against alleged electoral fraud, the largest protests in Putin's time. Protesters criticized Putin and United Russia and demanded annulment of the election results.[124] Those protests sparked the fear of a colour revolution in society.[125] Putin allegedly organized a number of paramilitary groups loyal to himself and to the United Russia party in the period between 2005 and 2012.[126] On 24 September 2011, while speaking at the United Russia party congress, Medvedev announced that he would recommend the party nominate Putin as its presidential candidate. He also revealed that the two men had long ago cut a deal to allow Putin to run for president in 2012.[127] This switch was termed by many in the media as \"Rokirovka\", the Russian term for the chess move \"castling\".[128] On 4 March 2012, Putin won the 2012 Russian presidential election in the first round, with 63.6% of the vote, despite widespread accusations of vote-rigging.[129][130][131] Opposition groups accused Putin and the United Russia party of fraud.[132][133] While efforts to make the elections transparent were publicized, including the usage of webcams in polling stations, the vote was criticized by the Russian opposition and by international observers from the Organization for Security and Co-operation in Europe for procedural irregularities.[134] Anti-Putin protests took place during and directly after the presidential campaign. The most notorious protest was the Pussy Riot performance on 21 February, and subsequent trial.[135] An estimated 8,000–20,000 protesters gathered in Moscow on 6 May,[136][137] when eighty people were injured in confrontations with police,[138] and 450 were arrested, with another 120 arrests taking place the following day.[139] A counter-protest of Putin supporters occurred which culminated in a gathering of an estimated 130,000 supporters at the Luzhniki Stadium, Russia's largest stadium.[140] Some of the attendees stated that they had been paid to come, were forced to come by their employers, or were misled into believing that they were going to attend a folk festival instead.[141][142][143] The rally is considered to be the largest in support of Putin to date.[144] Putin's presidency was inaugurated in the Kremlin on 7 May 2012.[145] On his first day as president, Putin issued 14 presidential decrees, which are sometimes called the \"May Decrees\" by the media, including a lengthy one stating wide-ranging goals for the Russian economy. Other decrees concerned education, housing, skilled labor training, relations with the European Union, the defense industry, inter-ethnic relations, and other policy areas dealt with in Putin's program articles issued during the presidential campaign.[146] In 2012 and 2013, Putin and the United Russia party backed stricter legislation against the LGBT community, in Saint Petersburg, Archangelsk, and Novosibirsk; a law called the Russian gay propaganda law, that is against \"homosexual propaganda\" (which prohibits such symbols as the rainbow flag,[147][148] as well as published works containing homosexual content) was adopted by the State Duma in June 2013.[149][150] Responding to international concerns about Russia's legislation, Putin asked critics to note that the law was a \"ban on the propaganda of pedophilia and homosexuality\" and he stated that homosexual visitors to the 2014 Winter Olympics should \"leave the children in peace\" but denied there was any \"professional, career or social discrimination\" against homosexuals in Russia.[151] In June 2013, Putin attended a televised rally of the All-Russia People's Front where he was elected head of the movement,[152] which was set up in 2011.[153] According to journalist Steve Rosenberg, the movement is intended to \"reconnect the Kremlin to the Russian people\" and one day, if necessary, replace the increasingly unpopular United Russia party that currently backs Putin.[154] In 2014, Russia made several military incursions into Ukrainian territory. After the Euromaidan protests and the fall of Ukrainian president Viktor Yanukovych, Russian soldiers without insignias took control of strategic positions and infrastructure within the Ukrainian territory of Crimea. Russia then annexed Crimea and Sevastopol after a referendum in which, according to official results, Crimeans voted to join the Russian Federation.[155][156][157] Subsequently, demonstrations against Ukrainian Rada legislative actions by pro-Russian groups in the Donbas area of Ukraine escalated into an armed conflict between the Ukrainian government and the Russia-backed separatist forces of the self-declared Donetsk and Luhansk People's Republics. In August 2014,[158] Russian military vehicles crossed the border in several locations of Donetsk Oblast.[159][160][161] The incursion by the Russian military was seen by Ukrainian authorities as responsible for the defeat of Ukrainian forces in early September.[162][163] In November 2014, the Ukrainian military reported intensive movement of troops and equipment from Russia into the separatist-controlled parts of eastern Ukraine.[164] The Associated Press reported 80 unmarked military vehicles on the move in rebel-controlled areas.[165] An OSCE Special Monitoring Mission observed convoys of heavy weapons and tanks in DPR-controlled territory without insignia.[166] OSCE monitors further stated that they observed vehicles transporting ammunition and soldiers' dead bodies crossing the Russian-Ukrainian border under the guise of humanitarian-aid convoys.[167] As of early August 2015, the OSCE observed over 21 such vehicles marked with the Russian military code for soldiers killed in action.[168] According to The Moscow Times, Russia has tried to intimidate and silence human-rights workers discussing Russian soldiers' deaths in the conflict.[169] The OSCE repeatedly reported that its observers were denied access to the areas controlled by \"combined Russian-separatist forces\".[170] In October 2015, The Washington Post reported that Russia had redeployed some of its elite units from Ukraine to Syria in recent weeks to support Syrian President Bashar al-Assad.[171] In December 2015, Putin admitted that Russian military intelligence officers were operating in Ukraine.[172] According to academic Andrei Tsygankov, many members of the international community assumed that Putin's annexation of Crimea had initiated a completely new kind of Russian foreign policy.[173][174] They took the annexation of Crimea to mean that his foreign policy had shifted \"from state-driven foreign policy\" to taking an offensive stance to recreate the Soviet Union. He also says that this policy shift can be understood as Putin trying to defend nations in Russia's sphere of influence from \"encroaching western power\". While the act to annex the Crimea was bold and drastic, his new foreign policy may have more similarities to his older policies.[175] On 30 September 2015, President Putin authorized Russian military intervention in the Syrian civil war, following a formal request by the Syrian government for military help against rebel and jihadist groups.[176] The Russian military activities consisted of air strikes, cruise missile strikes and the use of front line advisors and Russian special forces against militant groups opposed to the Syrian government, including the Syrian opposition, as well as Islamic State of Iraq and the Levant (ISIL), al-Nusra Front (al-Qaeda in the Levant), Tahrir al-Sham, Ahrar al-Sham, and the Army of Conquest.[177][178] After Putin's announcement on 14 March 2016 that the mission he had set for the Russian military in Syria had been \"largely accomplished\" and ordered the withdrawal of the \"main part\" of the Russian forces from Syria,[179] Russian forces deployed in Syria continued to actively operate in support of the Syrian government.[180] In January 2017, a U.S. intelligence community assessment expressed high confidence that Putin personally ordered an influence campaign, initially to denigrate Hillary Clinton and to harm her electoral chances and potential presidency, then later developing \"a clear preference\" for Donald Trump.[181] Trump consistently denied any Russian interference in the U.S. election,[182][183][184] as did Putin in December 2016,[185] March 2017,[186] June 2017,[187][188][189] and July 2017.[190] Putin later stated that interference was \"theoretically possible\" and could have been perpetrated by \"patriotically minded\" Russian hackers,[191] and on another occasion claimed \"not even Russians, but Ukrainians, Tatars or Jews, but with Russian citizenship\" might have been responsible.[192] In July 2018, The New York Times reported that the CIA had long nurtured a Russian source who eventually rose to a position close to Putin, allowing the source to pass key information in 2016 about Putin's direct involvement.[193] Putin continued similar attempts in the 2020 U.S. presidential election.[194] Putin won the 2018 Russian presidential election with more than 76% of the vote.[195] His fourth term began on 7 May 2018,[196] and will last until 2024.[197] On the same day, Putin invited Dmitry Medvedev to form a new government.[198] On 15 May 2018, Putin took part in the opening of the movement along the highway section of the Crimean bridge.[199] On 18 May 2018, Putin signed decrees on the composition of the new Government.[200] On 25 May 2018, Putin announced that he would not run for president in 2024, justifying this in compliance with the Russian Constitution.[201] On 14 June 2018, Putin opened the 21st FIFA World Cup, which took place in Russia for the first time. In September 2019, Putin's administration interfered with the results of Russia's nationwide regional elections and manipulated it by eliminating all candidates in the opposition. The event that was aimed at contributing to the ruling party, United Russia's victory, also contributed to inciting mass protests for democracy, leading to large-scale arrests and cases of police brutality.[202] On 15 January 2020, Medvedev and his entire government resigned after Putin's 2020 Presidential Address to the Federal Assembly. Putin suggested major constitutional amendments that could extend his political power after presidency.[203][204] At the same time, on behalf of Putin, he continued to exercise his powers until the formation of a new government.[205] Putin suggested that Medvedev take the newly created post of deputy chairman of the Security Council.[206] On the same day, Putin nominated Mikhail Mishustin, head of the country's Federal Tax Service for the post of prime minister. The next day, he was confirmed by the State Duma to the post,[207][208] and appointed prime minister by Putin's decree.[209] This was the first time ever that a prime minister was confirmed without any votes against. On 21 January 2020, Mishustin presented to Putin a draft structure of his Cabinet. On the same day, the president signed a decree on the structure of the Cabinet and appointed the proposed ministers.[210][211][212] On 15 March 2020, Putin instructed to form a Working Group of the State Council to counteract the spread of coronavirus. Putin appointed Moscow Mayor Sergey Sobyanin as the head of the group.[213] On 22 March 2020, after a phone call with Italian Prime Minister Giuseppe Conte, Putin arranged the Russian army to send military medics, special disinfection vehicles and other medical equipment to Italy, which was the European country hardest hit by the COVID-19 pandemic.[214] On 24 March 2020, Putin visited a hospital in Moscow's Kommunarka, where patients with coronavirus are kept, where he spoke with them and with doctors.[215] Putin began working remotely from his office at Novo-Ogaryovo. According to Dmitry Peskov, Putin passes daily tests for coronavirus, and his health is not in danger.[216][217] On 25 March, President Putin announced in a televised address to the nation that the 22 April constitutional referendum would be postponed due to the coronavirus.[218] He added that the next week would be a nationwide paid holiday and urged Russians to stay at home.[219][220] Putin also announced a list of measures of social protection, support for small and medium-sized enterprises, and changes in fiscal policy.[221] Putin announced the following measures for microenterprises, small- and medium-sized businesses: deferring tax payments (except Russia's value-added tax) for the next six months, cutting the size of social security contributions in half, deferring social security contributions, deferring loan repayments for the next six months, a six-month moratorium on fines, debt collection, and creditors' applications for bankruptcy of debtor enterprises.[222][223] On 2 April 2020, Putin again issued an address in which he announced prolongation of the non-working time until 30 April.[224] Putin likened Russia's fight against COVID-19 to Russia's battles with invading Pecheneg and Cuman steppe nomads in the 10th and 11th centuries.[225] In a 24 to 27 April Levada poll, 48% of Russian respondents said that they disapproved of Putin's handling of the coronavirus pandemic,[226] and his strict isolation and lack of leadership during the crisis was widely commented as sign of losing his \"strongman\" image.[227][228] In June 2021, Putin said he was fully vaccinated against the disease with the Sputnik V vaccine, emphasising that while vaccinations should be voluntary, making them mandatory in some professions would slow down the spread of COVID-19.[230] In September, Putin entered self-isolation after people in his inner circle tested positive for the disease.[231] Putin signed an executive order on 3 July 2020 to officially insert amendments into the Russian Constitution, allowing him to run for two additional six-year terms. These amendments took effect on 4 July 2020.[232] Since 11 July, protests have been held in the Khabarovsk Krai in Russia's Far East in support of arrested regional governor Sergei Furgal.[233] The 2020 Khabarovsk Krai protests have become increasingly anti-Putin.[234][235] A July 2020 Levada poll found that 45% of surveyed Russians supported the protests.[236] On 22 December 2020, Putin signed a bill giving lifetime prosecutorial immunity to Russian ex-presidents.[237][238] Following the pro-western Revolution of Dignity in Ukraine in 2014, Putin had had seized eastern regions of the nation and annexed Crimea. In February 2022, he launched a war to gain control of the remainder of the country and overthrow the elected government under the pretext that it was run by \"Nazis\". The invasion of Ukraine led to worldwide condemnation of Putin, and massive sanctions on the Russian Federation. In September 2021, Ukraine had conducted military exercises with NATO forces.[239] The Kremlin warned that NATO expanding military infrastructure in Ukraine would cross \"red lines\" for Putin.[240][241] Putin's spokesman Dmitry Peskov denied allegations that Russia was preparing for a possible invasion of Ukraine.[242] On 30 November, Putin stated that an enlargement of NATO in Ukraine, especially the deployment of any long-range ballistic missiles capable of striking Russian cities or U.S. national missile defense systems similar to those in Romania and Poland, would be a \"red line\" issue for the Kremlin.[243][244][245] Putin asked President Joe Biden for legal guarantees that NATO would not expand eastward or put \"weapons systems that threaten us in close vicinity to Russian territory\".[246] The U.S. and NATO have rejected Putin's demands.[247][248] The Kremlin repeatedly denied that it had any plans to invade Ukraine.[251][252][253] Putin dismissed such fears as \"alarmist\".[254] In December 2021, a Levada Center poll found that about 50% of Russians believed the U.S. and NATO are to blame for the Russo-Ukrainian crisis, while 16% blamed Ukraine, and 4% blamed Russia.[255][256] On 7 February 2022, retired Russian Colonel-General Leonid Ivashov, who is active in politics as the chairman of the All-Russian Officers Assembly, publicly called for Putin to resign over threats of a \"criminal\" invasion of Ukraine.[257][258] In February 2022, Putin warned that Ukraine's accession to NATO could embolden Ukraine to reclaim control over Russian-annexed Crimea or areas ruled by pro-Russian separatists in Donbas, saying: \"Imagine that Ukraine is a NATO member and a military operation [to regain Crimea] begins. What – are we going to fight with NATO? Has anyone thought about this?\"[259] On 7 February, Putin said at a joint press conference with French President Emmanuel Macron that \"[a] number of [Macron's] ideas, proposals ... are possible as a basis for further steps. We will do everything to find compromises that suit everyone.\"[260] Putin promised not to carry out new military initiatives near Ukraine.[261] On 15 February, the Russian parliament's lower chamber, the State Duma, backed a resolution calling for diplomatic recognition of two self-proclaimed separatist republics in Donbas.[262] On 21 February, Putin signed a decree recognizing the separatist republics as independent states.[263] On 24 February, Putin in a televised address announced a \"special military operation\" in Ukraine,[264] launching a full-scale invasion of Ukraine.[265] He said the purpose of the \"operation\" was to \"protect the people\" in the predominantly Russian-speaking region of Donbas who, according to Putin, \"for eight years now, have been facing humiliation and genocide perpetrated by the Kyiv regime\".[266] Putin said that \"all responsibility for possible bloodshed will be entirely on the conscience of the regime ruling on the territory of Ukraine\".[267] Putin's invasion was met with international condemnation.[268][269][270] International sanctions were widely imposed against Russia, including against Putin personally.[271][272] Following an emergency meeting of United Nations Security Council, UN Secretary-General Antonio Guterres said: \"President Putin, in the name of humanity, bring your troops back to Russia.\"[273] US President Joe Biden called the invasion \"unprovoked and unjustified\".[274] The European Union denounced the attack and promised to \"hold the Kremlin accountable\".[275] The invasion led to numerous calls for Putin to be pursued with war crime charges.[18] British Prime Minister Boris Johnson suggested Putin could face war crimes charges, and said that the UK and its allies are working to set up a \"particular international war crimes tribunal for those involved in war crimes in the Ukraine theatre\".[276] President Joe Biden said that be believes Putin \"meets the legal definition\" of being \"a war criminal\".[277] In the Asia-Pacific, Japan, Taiwan, Singapore, Australia and New Zealand also responded firmly with denunciations and sanctions.[278][279][280] From Africa, Kenya warned that Putin's actions threatened to \"plunge [former colonies] back into new forms of domination and oppression\".[281] Even traditionally neutral Switzerland imposed sanctions.[282] On 3 March, the United Nations General Assembly overwhelmingly voted to condemn Russia for the invasion and demanded the withdrawal of Putin's forces. The Resolution ES-11/1 was passed by 141 votes to five (with 35 abstentions).[283] Putin's ally China and India abstained. International reactions to the invasion has given Russia a pariah status,[284] facing increasing international isolation.[285] In response to what Putin called \"aggressive statements\" by the West, he put the Strategic Rocket Forces's nuclear deterrence units on high alert.[286] U.S. intelligence agencies determined that Putin was \"frustrated\" by slow progress due to the unexpectedly strong Ukrainian defense, \"directing unusual bursts of anger\" at his inner circle.[287] On 4 March, Putin signed into law a bill introducing prison sentences of up to 15 years for those who publish \"knowingly false information\" about the Russian military and its operations, leading to some media outlets in Russia to stop reporting on Ukraine.[288] On 7 March, as a condition for ending the invasion, the Kremlin demanded Ukraine's neutrality, recognition of Crimea as Russian territory, and recognition of the self-proclaimed republics of Donetsk and Luhansk as independent states.[289][290] Russia's actions in Ukraine, including the alleged use of cluster bombs and thermobaric weapons, have led to calls for investigations of possible war crimes. The International Criminal Court stated that it would investigate Russian conduct in Ukraine since 2013.[291] Evidence of massacres against civilians such as in Bucha led to further sanctions,[292] and renewed calls for prosecution for war crimes.[293][294][295] The United States stated that it would seek to remove Russia from the United Nations Human Rights Council,[296] and on 7 April, Russia was suspended over reports of \"gross and systematic violations and abuses of human rights\" after 93 members voted in favour.[297] On 16 March, Putin issued a warning to Russian \"traitors\" who he said the West wanted to use as a \"fifth column\" to destroy Russia. He said that Russians should undergo \"natural and necessary self-cleansing of society\" to rid themselves of \"bastards\" and pro-Western \"traitors.\"[298][299] On 24 March, the UN General Assembly adopted a resolution drafted by Ukraine and its allies which criticized Russia for creating a \"dire\" humanitarian situation and demanded aid access as well as the protection of civilians in Ukraine. 140 member states voted in favour, 38 abstained, and five voted against the resolution.[300] Ukrainian President Volodymyr Zelenskyy said he was \"99.9 percent sure\" that Putin thought the Ukrainians would welcome the invading forces with \"flowers and smiles\".[301] U.S. and European Union officials believe that Putin has been misinformed by his advisers about Russian military's performance in Ukraine and the effect of sanctions on Russia.[302][303] On 27 April, Putin warned that any countries who \"create a strategic threat to Russia\" during the war can expect \"retaliatory strikes\" that would be \"lightning-fast\".[304] Putin's domestic policies, particularly early in his first presidency, were aimed at creating a vertical power structure. On 13 May 2000, he issued a decree organizing the 89 federal subjects of Russia into seven administrative federal districts and appointed a presidential envoy responsible for each of those districts (whose official title is Plenipotentiary Representative).[305] According to Stephen White, under the presidency of Putin, Russia made it clear that it had no intention of establishing a \"second edition\" of the American or British political system, but rather a system that was closer to Russia's own traditions and circumstances.[306] Some commentators have described Putin's administration as a \"sovereign democracy\".[307][308][309] According to the proponents of that description (primarily Vladislav Surkov), the government's actions and policies ought above all to enjoy popular support within Russia itself and not be directed or influenced from outside the country.[310] The practice of the system is characterized by Swedish economist Anders Åslund as manual management, commenting: \"After Putin resumed the presidency in 2012, his rule is best described as 'manual management' as the Russians like to put it. Putin does whatever he wants, with little consideration to the consequences with one important caveat. During the Russian financial crash of August 1998, Putin learned that financial crises are politically destabilizing and must be avoided at all costs. Therefore, he cares about financial stability.\"[311] The period after 2012 saw mass protests against the falsification of elections, censorship and toughening of free assembly laws. In July 2000, according to a law proposed by Putin and approved by the Federal Assembly of Russia, Putin gained the right to dismiss the heads of the 89 federal subjects. In 2004, the direct election of those heads (usually called \"governors\") by popular vote was replaced with a system whereby they would be nominated by the president and approved or disapproved by regional legislatures.[312][313] This was seen by Putin as a necessary move to stop separatist tendencies and get rid of those governors who were connected with organised crime.[314] This and other government actions effected under Putin's presidency have been criticized by many independent Russian media outlets and Western commentators as anti-democratic.[315][316] In 2012, as proposed by Putin's successor, Dmitry Medvedev, the direct election of governors was re-introduced.[317] During his first term in office, Putin opposed some of the Yeltsin-era business oligarchs, as well as his political opponents, resulting in the exile or imprisonment of such people as Boris Berezovsky, Vladimir Gusinsky, and Mikhail Khodorkovsky; other oligarchs such as Roman Abramovich and Arkady Rotenberg are friends and allies with Putin.[318] Putin succeeded in codifying land law and tax law and promulgated new codes on labor, administrative, criminal, commercial and civil procedural law.[319] Under Medvedev's presidency, Putin's government implemented some key reforms in the area of state security, the Russian police reform and the Russian military reform.[320] Sergey Guriyev, when talking about Putin's economic policy, divided it into four distinct periods: the \"reform\" years of his first term (1999–2003); the \"statist\" years of his second term (2004 – the first half of 2008); the world economic crisis and recovery (the second half of 2008–2013); and the Russo-Ukrainian War, Russia's growing isolation from the global economy, and stagnation (2014–present).[321] In 2000, Putin launched the \"Programme for the Socio-Economic Development of the Russian Federation for the Period 2000–2010\", but it was abandoned in 2008 when it was 30% complete.[322] Fueled by the 2000s commodities boom including record-high oil prices,[11][12] under the Putin administration from 2000 to 2016, an increase in income in USD terms was 4.5 times.[323] During Putin's first eight years in office, industry grew substantially, as did production, construction, real incomes, credit, and the middle class.[324][325] A fund for oil revenue allowed Russia to repay all of the Soviet Union's debts by 2005.[326] Russia joined the World Trade Organization on 22 August 2012.[327] In 2006, Putin launched an industry consolidation programme to bring the main aircraft-producing companies under a single umbrella organization, the United Aircraft Corporation (UAC).[328][329] In September 2020, the UAC general director announced that the UAC will receive the largest-ever post-Soviet government support package for the aircraft industry in order to pay and renegotiate the debt.[330][331] In 2014, Putin signed a deal to supply China with 38 billion cubic meters of natural gas per year. Power of Siberia, which Putin has called the \"world's biggest construction project\", was launched in 2019 and is expected to continue for 30 years at an ultimate cost to China of $400bn.[332] The ongoing financial crisis began in the second half of 2014 when the Russian ruble collapsed due to a decline in the price of oil and international sanctions against Russia. These events in turn led to loss of investor confidence and capital flight, though it has also been argued that the sanctions had little to no effect on Russia's economy.[333][334][335] In 2014, the Organized Crime and Corruption Reporting Project named Putin their Person of the Year for furthering corruption and organized crime.[336][337] According to Meduza, Putin has since 2007 predicted on a number of occasions that Russia will become one of the world's five largest economies. In 2013, he said Russia was one of the five biggest economies in terms of gross domestic product but still lagged behind other countries on indicators such as labour productivity.[338] In 2004, Putin signed the Kyoto Protocol treaty designed to reduce greenhouse gas emissions.[339] However, Russia did not face mandatory cuts, because the Kyoto Protocol limits emissions to a percentage increase or decrease from 1990 levels and Russia's greenhouse-gas emissions fell well below the 1990 baseline due to a drop in economic output after the breakup of the Soviet Union.[340] Putin personally supervises a number of protection programmes for rare and endangered animals in Russia, such as the Amur tiger,[341] the white whale,[342] the polar bear,[343] and the snow leopard.[344][third-party source needed] Putin regularly attends the most important services of the Russian Orthodox Church on the main holy days, and has established a good relationship with Patriarchs of the Russian Church, the late Alexy II of Moscow and the current Kirill of Moscow. As president, Putin took an active personal part in promoting the Act of Canonical Communion with the Moscow Patriarchate, signed 17 May 2007, which restored relations between the Moscow-based Russian Orthodox Church and the Russian Orthodox Church Outside Russia after the 80-year schism.[345] Under Putin, the Hasidic Federation of Jewish Communities of Russia became increasingly influential within the Jewish community, partly due to the influence of Federation-supporting businessmen mediated through their alliances with Putin, notably Lev Leviev and Roman Abramovich.[346][347] According to the Jewish Telegraphic Agency, Putin is popular amongst the Russian Jewish community, who see him as a force for stability. Russia's chief rabbi, Berel Lazar, said Putin \"paid great attention to the needs of our community and related to us with a deep respect\".[348] In 2016, Ronald S. Lauder, the president of the World Jewish Congress, also praised Putin for making Russia \"a country where Jews are welcome\".[349] Human rights organizations and religious freedom advocates have criticized the state of religious freedom in Russia.[350] In 2016, Putin oversaw the passage of legislation that prohibited missionary activity in Russia.[350] Nonviolent religious minority groups have been repressed under anti-extremism laws, especially Jehovah's Witnesses.[351] The resumption of long-distance flights of Russia's strategic bombers was followed by the announcement by Russian Defense Minister Anatoliy Serdyukov during his meeting with Putin on 5 December 2007, that 11 ships, including the aircraft carrier Kuznetsov, would take part in the first major navy sortie into the Mediterranean since Soviet times.[352][353] While from the early 2000s Russia started placing more money into its military and defense industry, it was only in 2008 that full-scale Russian military reform began, aiming to modernize the Russian Armed Forces and make them significantly more effective. The reform was largely carried out by Defense Minister Serdyukov during Medvedev's presidency, under the supervision of both Putin, as the head of government, and Medvedev, as the commander-in-chief of the Russian Armed Forces.[354] Key elements of the reform included reducing the armed forces to a strength of one million, reducing the number of officers, centralising officer training from 65 military schools into 10 'systemic' military training centres, creating a professional NCO corps, reducing the size of the central command, introducing more civilian logistics and auxiliary staff, elimination of cadre-strength formations, reorganising the reserves, reorganising the army into a brigade system, and reorganising air forces into an airbase system instead of regiments.[354] According to the Kremlin, Putin embarked on a build-up of Russia's nuclear capabilities because of U.S. President George W. Bush's unilateral decision to withdraw from the 1972 Anti-Ballistic Missile Treaty.[355] To counter what Putin sees as the United States' goal of undermining Russia's strategic nuclear deterrent, Moscow has embarked on a program to develop new weapons capable of defeating any new American ballistic missile defense or interception system. Some analysts believe that this nuclear strategy under Putin has brought Russia into violation of the 1987 Intermediate-Range Nuclear Forces Treaty.[356] Accordingly, U.S. President Donald Trump announced the U.S. would no longer consider itself bound by the treaty's provisions, raising nuclear tensions between the two powers.[356] This prompted Putin to state that Russia would not launch first in a nuclear conflict but that \"an aggressor should know that vengeance is inevitable, that he will be annihilated, and we would be the victims of the aggression. We will go to heaven as martyrs\".[357] Putin has also sought to increase Russian territorial claims in the Arctic and its military presence there. In August 2007, Russian expedition Arktika 2007, part of research related to the 2001 Russian territorial extension claim, planted a flag on the seabed at the North Pole.[358] Both Russian submarines and troops deployed in the Arctic have been increasing.[359][360] New York City-based NGO Human Rights Watch, in a report entitled Laws of Attrition, authored by Hugh Williamson, the British director of HRW's Europe & Central Asia Division, has claimed that since May 2012, when Putin was reelected as president, Russia has enacted many restrictive laws, started inspections of non-governmental organizations, harassed, intimidated and imprisoned political activists, and started to restrict critics. The new laws include the \"foreign agents\" law, which is widely regarded as over-broad by including Russian human rights organizations which receive some international grant funding, the treason law, and the assembly law which penalizes many expressions of dissent.[361][362] Human rights activists have criticized Russia for censoring speech of LGBT activists due to \"the gay propaganda law\"[363] and increasing violence against LGBT+ people due to the law.[364][365][366] In 2020, Putin signed a law on labelling individuals and organizations receiving funding from abroad as \"foreign agents\". The law is an expansion of \"foreign agent\" legislation adopted in 2012.[367][368] As of June 2020, per Memorial Human Rights Center, there were 380 political prisoners in Russia, including 63 individuals prosecuted, directly or indirectly, for political activities (including Alexey Navalny) and 245 prosecuted for their involvement with one of the Muslim organizations that are banned in Russia. 78 individuals on the list, i.e. more than 20% of the total, are residents of Crimea.[369][370] Scott Gehlbach, a Professor of Political Science at the University of Wisconsin–Madison, has claimed that since 1999, Putin has systematically punished journalists who challenge his official point of view.[371] Maria Lipman, an American writing in Foreign Affairs claims, \"The crackdown that followed Putin's return to the Kremlin in 2012 extended to the liberal media, which had until then been allowed to operate fairly independently.\"[372] The Internet has attracted Putin's attention because his critics have tried to use it to challenge his control of information.[373] Marian K. Leighton, who worked for the CIA as a Soviet analyst in the 1980s says, \"Having muzzled Russia's print and broadcast media, Putin focused his energies on the Internet.\"[374] Robert W. Orttung and Christopher Walker reported that \"Reporters Without Borders, for instance, ranked Russia 148 in its 2013 list of 179 countries in terms of freedom of the press. It particularly criticized Russia for the crackdown on the political opposition and the failure of the authorities to vigorously pursue and bring to justice criminals who have murdered journalists. Freedom House ranks Russian media as \"not free\", indicating that basic safeguards and guarantees for journalists and media enterprises are absent.\"[375] In the early 2000s, Putin and his circle began promoting the idea in Russian media that they are the modern-day version of the 17th-century Romanov tsars who ended Russia's \"Time of Troubles\", meaning they claim to be the peacemakers and stabilizers after the fall of the Soviet Union.[376] Putin has promoted explicitly conservative policies in social, cultural, and political matters, both at home and abroad. Putin has attacked globalism and neoliberalism, and is identified by scholars with Russian conservatism.[377] Putin has promoted new think tanks that bring together like-minded intellectuals and writers. For example, the Izborsky Club, founded in 2012 by the conservative right-wing journalist Alexander Prokhanov, stresses (i) Russian nationalism, (ii) the restoration of Russia's historical greatness, and (iii) systematic opposition to liberal ideas and policies.[378] Vladislav Surkov, a senior government official, has been one of the key economics consultants during Putin's presidency.[379] In cultural and social affairs Putin has collaborated closely with the Russian Orthodox Church. Patriarch Kirill of Moscow, head of the Church, endorsed his election in 2012 stating Putin's terms were like \"a miracle of God.\"[380] Steven Myers reports, \"The church, once heavily repressed, had emerged from the Soviet collapse as one of the most respected institutions... Now Kiril led the faithful directly into an alliance with the state.\"[381] Mark Woods, a Baptist Union of Great Britain minister and contributing editor to Christian Today, provides specific examples of how the Church has backed the expansion of Russian power into Crimea and eastern Ukraine.[382] Some Russian Orthodox believers consider Putin a corrupt and brutal strongman or even a tyrant. Others do not admire him, but appreciate that he aggravates their political opponents. Still others appreciate that Putin defends some although not all Orthodox teachings, whether or not he believes in them himself.[383] On abortion, Putin stated: \"In the modern world, the decision is up to the woman herself.\"[384] This put him at odds with the Russian Orthodox Church.[385][386] In 2020, he supported efforts to reduce the number of abortions instead of prohibiting it.[387] Putin supported the 2020 Russian constitutional referendum, which passed and defined marriage as a relationship between one man and one woman in the Constitution of Russia.[388][389][390] In 2007, Putin led a successful effort on behalf of Sochi for the 2014 Winter Olympics and the 2014 Winter Paralympics,[391] the first Winter Olympic Games to ever be hosted by Russia. In 2008, the city of Kazan won the bid for the 2013 Summer Universiade; on 2 December 2010, Russia won the right to host the 2017 FIFA Confederations Cup and 2018 FIFA World Cup, also for the first time in Russian history. In 2013, Putin stated that gay athletes would not face any discrimination at the 2014 Sochi Winter Olympics.[392] Leonid Bershidsky analyzed Putin's interview with the Financial Times and concluded, \"Putin is an imperialist of the old Soviet school, rather than a nationalist or a racist, and he has cooperated with, and promoted, people who are known to be gay.\"[393] Putin spoke favorably of artificial intelligence in regards to foreign policy, \"Artificial intelligence is the future, not only for Russia, but for all humankind. It comes with colossal opportunities, but also threats that are difficult to predict. Whoever becomes the leader in this sphere will become the ruler of the world.\"[394] In 2012, Putin wrote an article in Indian newspaper The Hindu, saying: \"The Declaration on Strategic Partnership between India and Russia signed in October 2000 became a truly historic step.\"[395][396] India remains the largest customer of Russian military equipment, and the two countries share a historically strong strategic and diplomatic relationship.[397] Under Putin, Russia has maintained positive relations with the Asian states of SCO and BRICS, which include China, India, Pakistan, and post-Soviet states of Central Asia.[398][399] In the 21st century, Sino-Russian relations have significantly strengthened bilaterally and economically—the Treaty of Friendship, and the construction of the ESPO oil pipeline and the Power of Siberia gas pipeline formed a \"special relationship\" between the two great powers.[400] Putin and Prime Minister Shinzo Abe frequently met each other to discuss the Japan–Russia territorial disputes. Putin also voiced his willingness of constructing a rail bridge between the two countries.[401] Despite the amount of meetings, no agreement was signed before Abe's resignation in 2020.[402][403] Putin made three visits to Mongolia and has enjoyed good relations with its neighbor. Putin and his Mongolian counterpart signed a permanent treaty on friendship between the two states in September 2019, further enhancing trade and cultural exchanges.[404][405] Putin became the first Russian or Soviet leader to visit Indonesia in half a century in 2007, resulting in the signing of an arms deal.[406] In another visit, Putin commented on long-standing ties and friendship between Russia and Indonesia.[407] Russia has also boosted relations with Vietnam after 2011,[408][409] and with Afghanistan in the 2010s, giving military and economic aid.[410][411] The relations between Russia and the Philippines received a boost in 2016 as Putin forged closer bilateral ties with his Filipino counterpart, Rodrigo Duterte.[412][413] Putin also has good relations with Malaysia and its then Prime Minister Mahathir Mohamad,[414] as well as with Bangladesh,[415] signing a nuclear power deal with Bangladeshi Prime Minister Sheikh Hasina.[416] Putin also made the first Russian or Soviet leader to visit North Korea, meeting Kim Jong-il in July 2000, shortly after a visit to South Korea.[417] Putin criticized violence in Myanmar against Rohingya minorities in 2017.[418] Following the 2021 Myanmar coup d'état, Russia has pledged to boost ties with the Myanmar military regime.[419] Under Putin, the Kremlin has consistently stated that Russia has a sphere of influence and \"privileged interests\" over other Post-Soviet states, which are referred to as the \"near abroad\" in Russia. It has also been stated that the post-Soviet states are strategically vital to Russian interests.[420] Some Russia experts have compared this concept to the Monroe Doctrine.[421] A series of so-called colour revolutions in the post-Soviet states, namely the Rose Revolution in Georgia in 2003, the Orange Revolution in Ukraine in 2004 and the Tulip Revolution in Kyrgyzstan in 2005, led to frictions in the relations of those countries with Russia. In December 2004, Putin criticized the Rose and Orange revolutions, saying: \"If you have permanent revolutions you risk plunging the post-Soviet space into endless conflict\".[422] Putin allegedly declared at a NATO-Russia summit in 2008 that if Ukraine joined NATO Russia could contend to annex the Ukrainian East and Crimea.[423] At the summit, he told US President George W. Bush that \"Ukraine is not even a state!\" while the following year Putin referred to Ukraine as \"Little Russia\".[424] Following the Revolution of Dignity in March 2014, the Russian Federation annexed Crimea.[425][426][427] According to Putin, this was done because \"Crimea has always been and remains an inseparable part of Russia\".[428] After the Russian annexation of Crimea, he said that Ukraine includes \"regions of Russia's historic south\" and \"was created on a whim by the Bolsheviks\".[429] He went on to declare that the February 2014 ousting of Ukrainian President Viktor Yanukovych had been orchestrated by the West as an attempt to weaken Russia. \"Our Western partners have crossed a line. They behaved rudely, irresponsibly and unprofessionally,\" he said, adding that the people who had come to power in Ukraine were \"nationalists, neo-Nazis, Russophobes and anti-Semites\".[429] In a July 2014 speech during a Russian-supported armed insurgency in Eastern Ukraine, Putin stated he would use Russia's \"entire arsenal of available means\" up to \"operations under international humanitarian law and the right of self-defence\" to protect Russian speakers outside Russia.[430][431] With the attainment of autocephaly by the Ukrainian Orthodox Church in December 2018 and subsequent schism of the Russian Orthodox Church from Constantinople, a number of experts came to the conclusion that Putin's policy of forceful engagement in post-Soviet republics significantly backfired on him, leading to a situation where he \"annexed Crimea, but lost Ukraine\", and provoked a much more cautious approach to Russia among other post-Soviet countries.[432][433] In late August 2014, Putin stated: \"People who have their own views on history and the history of our country may argue with me, but it seems to me that the Russian and Ukrainian peoples are practically one people\".[434] After making a similar statement, in late December 2015 he stated: \"the Ukrainian culture, as well as Ukrainian literature, surely has a source of its own\".[435] In July 2021, he published a lengthy article On the Historical Unity of Russians and Ukrainians[436] revisiting these themes, and saying the formation of a Ukrainian state hostile to Moscow was \"comparable in its consequences to the use of weapons of mass destruction against us\",[437][438]—it was made mandatory reading for military-political training in the Russian Armed Forces.[439] In August 2008, Georgian president Mikheil Saakashvili attempted to restore control over the breakaway South Ossetia. However, the Georgian military was soon defeated in the resulting 2008 South Ossetia War after regular Russian forces entered South Ossetia and then other parts of Georgia, then also opened a second front in the other Georgian breakaway province of Abkhazia with Abkhazian forces.[440][441] Despite existing or past tensions between Russia and most of the post-Soviet states, Putin has followed the policy of Eurasian integration. Putin endorsed the idea of a Eurasian Union in 2011;[442][443] the concept was proposed by the president of Kazakhstan in 1994.[444] On 18 November 2011, the presidents of Belarus, Kazakhstan and Russia signed an agreement setting a target of establishing the Eurasian Union by 2015.[445] The Eurasian Union was established on 1 January 2015.[446] Under Putin, Russia's relations have improved significantly with Uzbekistan, the second largest post-Soviet republic after Ukraine. This was demonstrated in Putin's visit to Tashkent in May 2000, after lukewarm relations under Yeltsin and Islam Karimov who had long distanced itself from Moscow.[447] In another meeting in 2014, Russia agreed to write off Uzbek debt.[448] Under Putin, Russia's relationships with NATO and the U.S. have passed through several stages. When he first became president, relations were cautious, but after the 9/11 attacks Putin quickly supported the U.S. in the War on Terror and the opportunity for partnership appeared.[450] According to Stephen F. Cohen, the U.S. \"repaid by further expansion of NATO to Russia's borders and by unilateral withdrawal from the 1972 Anti-Ballistic Missile Treaty\",[450] but others pointed out the applications from new countries willing to join NATO was driven primarily by Russian's behavior in Chechnya, Transnistria, Abkhazia, Yanayev putsch as well as calls to restore USSR in its previous borders by prominent Russian politicians.[451][452] From 2003, when Russia strongly opposed the U.S. when it waged the Iraq War, Putin became ever more distant from the West, and relations steadily deteriorated. According to Russia scholar Stephen F. Cohen, the narrative of the mainstream U.S. media, following that of the White House, became anti-Putin.[450] In an interview with Michael Stürmer, Putin said there were three questions which most concerned Russia and Eastern Europe: namely, the status of Kosovo, the Treaty on Conventional Armed Forces in Europe and American plans to build missile defence sites in Poland and the Czech Republic, and suggested that all three were linked.[453] His view was that concessions by the West on one of the questions might be met with concessions from Russia on another.[453] One single center of power. One single center of force. One single center of decision making. This is the world of one master, one sovereign. ... Primarily the United States has overstepped its national borders, and in every area. — Putin criticizing the United States in his Munich Speech, 2007[454] In a January 2007 interview, Putin said Russia was in favor of a democratic multipolar world and strengthening the systems of international law.[455] In February 2007, Putin criticized what he called the United States' monopolistic dominance in global relations, and \"almost uncontained hyper use of force in international relations\". He said the result of it is that \"no one feels safe! Because no one can feel that international law is like a stone wall that will protect them. Of course such a policy stimulates an arms race\".[456] This came to be known as the Munich Speech, and NATO secretary Jaap de Hoop Scheffer called the speech \"disappointing and not helpful.\"[457] The months following Putin's Munich Speech[456] were marked by tension and a surge in rhetoric on both sides of the Atlantic. Both Russian and American officials, however, denied the idea of a new Cold War.[458] Putin publicly opposed plans for the U.S. missile shield in Europe and presented President George W. Bush with a counterproposal on 7 June 2007 which was declined.[459] Russia suspended its participation in the Conventional Forces in Europe treaty on 11 December 2007.[460] Putin opposed Kosovo's unilateral declaration of independence from Serbia on 17 February 2008, warning that it would destabilize the whole system of international relations.[461] He described the recognition of Kosovo's independence by several major world powers as \"a terrible precedent, which will de facto blow apart the whole system of international relations, developed not over decades, but over centuries\", and that \"they have not thought through the results of what they are doing. At the end of the day it is a two-ended stick and the second end will come back and hit them in the face\".[462] In March 2014, Putin used Kosovo's declaration of independence as a justification for recognizing the independence of Crimea, citing the so-called \"Kosovo independence precedent\".[463][464] After the 9/11 attacks on the U.S. in 2001, Putin had good relations with American President George W. Bush, and many western European leaders. His \"cooler\" and \"more business-like\" relationship with German chancellor, Angela Merkel is often attributed to Merkel's upbringing in the former DDR, where Putin was stationed as a KGB agent.[465] He had a very friendly and warm relationship with the former Prime Minister of Italy Silvio Berlusconi;[466] the two leaders often described their relationship as a close friendship, continuing to organize bilateral meetings even after Berlusconi's resignation in November 2011.[467] The NATO-led military intervention in Libya in 2011 prompted a widespread wave of criticism from several world leaders, including Putin, who said that the United Nations Security Council Resolution 1973 is \"defective and flawed\", adding: \"It allows everything. It resembles medieval calls for crusades.\"[468] In late 2013, Russian-American relations deteriorated further when the United States canceled a summit for the first time since 1960 after Putin gave asylum to American Edward Snowden, who had leaked massive amounts of classified information from the NSA.[469][470] In 2014, Russia was suspended from the G8 group as a result of its annexation of Crimea.[471][472] Putin gave a speech highly critical of the United States, accusing them of destabalizing world order and trying to \"reshape the world\" to its own benefit.[473] In June 2015, Putin said that Russia has no intention of attacking NATO.[474] On 9 November 2016, Putin congratulated Donald Trump on becoming the 45th president of the United States.[476] In December 2016, US intelligence officials (headed by James Clapper) quoted by CBS News stated that Putin approved the email hacking and cyber attacks during the U.S. election, against the Democratic presidential nominee Hillary Clinton. A spokesman for Putin denied the reports.[477] Putin has repeatedly accused Hillary Clinton, who served as U.S. secretary of state from 2009 to 2013, of interfering in Russia's internal affairs,[478] and in December 2016, Clinton accused Putin of having a personal grudge against her.[479][480] With the election of Trump, Putin's favorability in the U.S. increased. A Gallup poll in February 2017 revealed a positive view of Putin among 22% of Americans, the highest since 2003.[481] Putin has stated that U.S.–Russian relations, already at the lowest level since the end of the Cold War,[482] have continued to deteriorate after Trump took office in January 2017.[483] On 18 June 2020, The National Interest published a nine thousand word essay by Putin, titled \"The Real Lessons of the 75th Anniversary of World War II\".[484] In the essay, Putin criticizes the Western historical view of the Molotov–Ribbentrop Pact as the start of World War II, stating that the Munich Agreement was the beginning.[485] In 2003, relations between Russia and the United Kingdom deteriorated when the United Kingdom granted political asylum to Putin's former patron, oligarch Boris Berezovsky.[486] This deterioration was intensified by allegations that the British were spying and making secret payments to pro-democracy and human rights groups.[487] A survey conducted in the United Kingdom in 2022 found Putin to be among the least popular foreign leaders, with 8% of British respondents holding a positive opinion.[488] The end of 2006 brought more strained relations in the wake of the death by polonium poisoning in London of former KGB and FSB officer Alexander Litvinenko, who became an MI6 agent in 2003. In 2007, the crisis in relations continued with the expulsion of four Russian envoys over Russia's refusal to extradite former KGB bodyguard Andrei Lugovoi to face charges in the murder.[486] Mirroring the British actions, Russia expelled UK diplomats and took other retaliatory steps.[486] In 2015, the British Government launched a public inquiry into Litvinenko's death, presided over by Robert Owen, a former British High Court judge.[489] The Owen report, published on 21 January 2016, stated \"The FSB operation to kill Mr. Litvinenko was probably approved by Mr Patrushev and also by President Putin.\"[490] The report outlined some possible motives for the murder, including Litvinenko's public statements and books about the alleged involvement of the FSB in mass murder, and what was \"undoubtedly a personal dimension to the antagonism\" between Putin and Litvinenko.[491] On 4 March 2018, former double agent Sergei Skripal was poisoned with a Novichok nerve agent in Salisbury.[492] Ten days later, the British government formally accused the Russian state of attempted murder, a charge which Russia denied.[493] After the UK expelled 23 Russian diplomats (an action which would later be responded to with a Russian expulsion of 23 British diplomats),[494] British Foreign Secretary Boris Johnson said on 16 March that it was \"overwhelmingly likely\" Putin had personally ordered the poisoning of Skripal. Putin's spokesman Dmitry Peskov called the allegation \"shocking and unpardonable diplomatic misconduct\".[495] Putin and his successor, Medvedev, enjoyed warm relations with Hugo Chávez of Venezuela. Much of this has been through the sale of military equipment; since 2005, Venezuela has purchased more than $4 billion worth of arms from Russia.[497] In September 2008, Russia sent Tupolev Tu-160 bombers to Venezuela to carry out training flights.[498] In November 2008, both countries held a joint naval exercise in the Caribbean. Earlier in 2000, Putin had re-established stronger ties with Fidel Castro's Cuba.[499] “You express the best masculine qualities,” Putin told Jair Bolsonaro in 2020. “You look for solutions in all matters, always putting above all the interests of your people, your country, leaving out your own personal issues.” Political scientist Oliver Stuenkel noted, “Among Brazil's right-wing populists, Putin is seen as someone who is anti-woke, and that is seen as something that is definitely appealing to Bolsonaro. He is a strongman, and that is very inspiring to Bolsonaro. He would like to be someone who concentrates as much power.”[500] In September 2007, Putin visited Indonesia and in doing so became the first Russian leader to visit the country in more than 50 years.[501] In the same month, Putin also attended the APEC meeting held in Sydney, Australia, where he met with Prime Minister John Howard, and signed a uranium trade deal for Australia to sell uranium to Russia. This was the first visit by a Russian president to Australia.[502] Putin again visited Australia for 2014 G20 Brisbane summit. The Abbott Government denounced Putin's use of military force in Ukraine in 2014 as \"bullying\" and \"utterly unacceptable\".[503] Amid calls to ban Putin from attending the 2014 G20 Summit, Prime Minister Tony Abbott said he would \"shirtfront\" (challenge) the Russian leader over the shooting down of MH17 by Russian backed rebels, which had killed 38 Australians.[504] Putin denied responsibility for the killings.[505] South Pacific Nations condemned Putin's invasion of Ukraine in 2022. Australian Prime Minister Scott Morrison said the invasion was \"unprovoked, unjust and illegal\" and labeled Putin a \"thug\".[279] New Zealand Prime Minister Jacinda Ardern denounced Putin as a \"bully\".[280] Fijian Prime Minister Frank Bainimarama tweeted \"Fiji and our fellow Pacific Island Countries have united as nations of peace-loving people to condemn the conflict in Ukraine\", while the Solomon Islands called Putin's war a \"violation of the rule of law\".[506] On 16 October 2007, Putin visited Iran to participate in the Second Caspian Summit in Tehran,[507][508] where he met with Iranian president Mahmoud Ahmadinejad.[509][510] This was the first visit of a Soviet or Russian leader[511] to Iran since Joseph Stalin's participation in the Tehran Conference in 1943, and marked a significant event in Iran-Russia relations.[512] At a press conference after the summit Putin said that \"all our (Caspian) states have the right to develop their peaceful nuclear programmes without any restrictions\".[513] Putin was quoted as describing Iran as a \"partner\",[453] though he expressed concerns over the Iranian nuclear programme.[453] In April 2008, Putin became the first Russian president who visited Libya.[514] Putin condemned the foreign military intervention of Libya, he called UN resolution as \"defective and flawed,\" and added \"It allows everything. It resembles medieval calls for crusades.\"[515] Upon the death of Muammar Gaddafi, Putin called it as \"planned murder\" by the US, saying: \"They showed to the whole world how he (Gaddafi) was killed,\" and \"There was blood all over. Is that what they call a democracy?\"[516][517] From 2000 to 2010, Russia sold around $1.5 billion worth of arms to Syria, making Damascus Moscow's seventh-largest client.[518] During the Syrian civil war, Russia threatened to veto any sanctions against the Syrian government,[519] and continued to supply arms to its regime. Putin opposed any foreign intervention. In June 2012, in Paris, he rejected the statement of French president François Hollande who called on Bashar Al-Assad to step down. Putin echoed Assad's argument that anti-regime militants were responsible for much of the bloodshed. He also talked about previous NATO interventions and their results, and asked \"What is happening in Libya, in Iraq? Did they become safer? Where are they heading? Nobody has an answer\".[520] On 11 September 2013, The New York Times published an op-ed by Putin urging caution against US intervention in Syria and criticizing American exceptionalism.[521] Putin subsequently helped to arrange for the destruction of Syria's chemical weapons.[522] In 2015, he took a stronger pro-Assad stance[523] and mobilized military support for the regime. Some analysts have summarized Putin as being allied with Shiites and Alawites in the Middle East.[524][525] In October 2019, Putin visited the United Arab Emirates, where six agreements were struck with Abu Dhabi Crown Prince Mohammed bin Zayed. One of them included shared investments between Russian sovereign wealth fund and the Emirati investment fund Mubadala. The two nations signed deals worth over $1.3bn, in energy, health and advance technology sectors.[526] On 22 October 2021, Putin highlighted the \"unique bond\" between Russia and Israel during a meeting with Israeli Prime Minister Naftali Bennett.[527] The director of the Levada Center, Denis Volkov, stated in 2015 that drawing any conclusions from Russian poll results or comparing them to polls in democratic states was pointless as there is no real political competition in Russia, where, unlike in democratic states, Russian voters are not offered any \"credible alternatives\" and public opinion is primarily formed by state-controlled media which promotes those in power and discredits any alternative candidates.[528] In a June 2007 public opinion survey, Putin's approval rating was 81%, the second-highest of any leader in the world that year.[529] In January 2013, at the time of the 2011–2013 Russian protests, Putin's approval rating fell to 62%, the lowest figure since 2000 and a ten-point drop over two years.[530] In May 2014, Putin's approval rating hit 83%, its highest since 2008. After EU and U.S. sanctions against Russian officials as a result of the crisis in Ukraine, Putin's approval rating reached 87%, in a survey published on 6 August 2014.[531] In February 2015, based on new domestic polling, Putin was ranked the world's most popular politician.[532] In June 2015, Putin's approval rating climbed to 89%, an all-time high.[533][534][535] In 2016, his approval rating was 81%.[536] Observers saw Putin's high approval ratings in 2010's as a consequence of significant improvements in living standards, and Russia's reassertion of itself on the world scene during his presidency.[537][538] Despite high approval for Putin, public confidence in the Russian economy was low, dropping to levels in 2016 that rivaled the recent lows in 2009 at the height of the global economic crisis. Just 14% of Russians in 2016 said their national economy was getting better, and 18% said this about their local economies.[539] Putin's performance in reining in corruption is unpopular among Russians. Newsweek reported in June 2017 that \"An opinion poll by the Moscow-based Levada Center indicated that 67 percent held Putin personally responsible for high-level corruption\".[540] Corruption is a significant problem in Russia.[541][542] In July 2018, Putin's approval rating fell to 63% and just 49% would vote for Putin if presidential elections were held.[544] Levada poll results published in September 2018 showed Putin's personal trustworthiness levels at 39% (a decline from 59% in November 2017)[545] with the main contributing factor being the presidential support of the unpopular pension reform and economic stagnation.[546][547] In October 2018, two-thirds of Russians surveyed in the Levada poll agreed that \"Putin bears full responsibility for the problems of the country\" which has been attributed[548] to a decline in a popular belief in \"good tsar and bad boyars\", a traditional attitude towards justifying failures at the top of the ruling hierarchy in Russia.[549] In January 2019, the percentage of Russians trusting Putin hit a then-historic minimum – 33.4%.[550] It declined to 31.7% in May 2019.[551] This finding led to a dispute between the VCIOM and President's administration office, who accused it of incorrectly using an open question, after which VCIOM repeated the poll with a closed question getting 72.3%.[552] Nonetheless, in April 2019 Gallup poll showed a record number of Russians (20%) willing to permanently emigrate from Russia.[553] The decline is even larger in the 17–25 age group, \"who find themselves largely disconnected from the country's aging leadership, nostalgic Soviet rhetoric and nepotistic agenda\", according to a report prepared by Vladimir Milov. Putin's approval rating among young Russians was 32% in January 2019. The percentage of people willing to emigrate permanently in this age group was 41%. 60% had favorable views of the United States (three times more than in the 55+ age group).[554] Decline in support for the president and the government is visible in other polls, such as a rapidly growing readiness to protest against poor living conditions.[552] In May 2020, amid the COVID-19 crisis, Putin's approval rating was 67.9%, measured by VCIOM when respondents were presented a list of names (closed question),[555] and 27% when respondents were expected to name politicians they trust (open question).[556] In a closed-question survey conducted by the Levada Center, Putin's approval rating was 59%.[557] This has been attributed to continued post-Crimea economic stagnation but also an apathetic response to the pandemic crisis in Russia.[558] In another May 2021 Levada poll, 33% indicated Putin in response to \"who would you vote for this weekend?\" among Moscow respondents and 40% outside of Moscow.[559] The Levada Center survey released in October 2021 found 53% of respondents saying they trusted Putin.[560] Some observers noted what they described as a \"generational struggle\" among Russians over perception of Putin's rule, with younger Russians more likely to be against Putin and his policies and older Russians more likely to accept the narrative presented by state-controlled media in Russia.[561] Putin’s support among Russians aged 18–24 was only 20% in December 2020.[562] Polls conducted in November 2021 oin the wake of the failure of a Russian COVID-19 vaccination campaign indicated that distrust of Putin personally is one of the major contributing factors for vaccine hesitancy among citizens, with regional polls indicating numbers as low as 20–30% in the Volga Federal District.[564] Following the Russian invasion of Ukraine in 2022, state-controlled television channels, which most Russians get their news from, presented the invasion as a \"special military operation\" and a liberation mission in line with the government's narrative.[566][567][568][569][570] The Russian censorship apparatus Roskomnadzor ordered the country's media to employ information only from Russian state sources or face fines and blocks.[571] The Russian media was banned from using the words \"war\", \"invasion\" or \"aggression\" to describe the \"special military operation\",[567] with various media outlets being blocked as a result.[572] On 26-28 February 2022, a survey conducted by the independent research group Russian Field found that 58.8% of respondents supported the \"special military operation\" in Ukraine.[573] According to the poll, in the group of 18-to-24-year-olds, only 29% supported the \"special military operation\".[574] In late February and mid-March 2022 with an interval of one and a half weeks, two polls conducted by a group of independent Russian sociologists[who?] surveyed Russians’ sentiments about the \"special military operation\" in Ukraine. The results of the poll were obtained by Radio Liberty.[575] Almost three-quarters (71%) of Russians polled declared that they supported the \"special military operation\" in Ukraine.[576][575] When asked how they were affected by the actions of Putin, a third of respondents said they strongly believed that Putin was working in their interests. Another 26 percent said that he was working in their interests to some extent. In general, most Russians believe that it would be better if Putin remained president for as long as possible.[576][575] Similarly, a telephone survey conducted by independent researchers from 28 February to 1 March found that 58% of Russian respondents approved of the military operation.[577][578] A poll by the Levada Center published on 30 March saw Putin's approval rating jump from 71% in February to 83% in March.[579][580] However, experts warned that the figures may not accurately reflect the public mood, as the public tends to rally around leaders during war and some may be hiding their true opinions,[581] especially with enhanced censorship and a new \"false information\" law prohibiting the dissemination of \"fake information\" about the military.[582] Many respondents do not want to answer pollsters' questions for fear of negative consequences.[573] When a group of researchers commissioned a survey on Russians' attitudes to the war in Ukraine, 29,400 of the 31,000 people they called refused to answer when they heard the question.[583] The Levada Center's director, Denis Volkov, stated that early feelings of \"shock and confusion\" was being replaced with the belief that Russia was being besieged and that Russians must rally around their leader.[572] Assessments of Putin's character as a leader have evolved during his long reign. His shifting of Russia towards autocracy and weakening of the system of representative government advocated by Boris Yeltsin has met with criticism.[584] Russian dissidents and world leaders now frequently characterise him as a \"dictator\". Others have offered favourable assessments of his impact on Russia. Putin was described in 2015 as a \"dictator\" by political opponent Garry Kasparov,[585] and as the \"Tsar of corruption\" in 2016 by opposition activist and blogger Alexei Navalny.[586] He was described as a \"bully\" and \"arrogant\" by former U.S. secretary of state Hillary Clinton,[587][588][589] and as \"self-centered\" by the Dalai Lama.[590] Former U.S. secretary of state Henry Kissinger wrote in 2014 that the West has demonized Putin.[591] Egon Krenz, former leader of East Germany, said the Cold War never ended, adding: \"After weak presidents like Gorbachev and Yeltsin, it is a great fortune for Russia that it has Putin.\"[592] Many Russians credit Putin for reviving Russia's fortunes.[593] Former Soviet Union leader Mikhail Gorbachev, while acknowledging the flawed democratic procedures and restrictions on media freedom during the Putin presidency, said that Putin had pulled Russia out of chaos at the end of the Yeltsin years, and that Russians \"must remember that Putin saved Russia from the beginning of a collapse.\"[593][594] In 2015, opposition politician Boris Nemtsov said that Putin was turning Russia into a \"raw materials colony\" of China.[595] Chechen Republic head and Putin supporter, Ramzan Kadyrov, states that Putin saved both the Chechen people and Russia.[596] Russia has suffered democratic backsliding during Putin's tenure.[597] Freedom House has listed Russia as being \"not free\" since 2005.[598] Experts do not generally consider Russia to be a democracy,[19][599][600] citing purges and jailing of political opponents,[20][601] curtailed press freedom,[602][603][604] and the lack of free and fair elections.[605][606][607] In 2004, Freedom House warned that Russia's \"retreat from freedom marks a low point not registered since 1989, when the country was part of the Soviet Union.\"[608] The Economist Intelligence Unit has rated Russia as \"authoritarian\" since 2011,[609][610] whereas it had previously been considered a \"hybrid regime\" (with \"some form of democratic government\" in place).[611] According to political scientist Larry Diamond, writing in 2015, \"no serious scholar would consider Russia today a democracy\".[612] Following the jailing of the anti-corruption blogger and activist Alexei Navalny in 2018, Forbes wrote: \"Putin's actions are those of a dictator... As a leader with failing public support, he can only remain in power by using force and repression that gets worse by the day.\"[613] In November 2021, The Economist also noted that Putin had \"shifted from autocracy to dictatorship\".[614] Following mounting civilian casualties during the Russian invasion of Ukraine in 2022,[615] US president Joe Biden called Putin a war criminal and \"murderous dictator\".[616][617] In the 2022 State of the Union Address, Biden said that Putin had \"badly miscalculated\".[618] The Ukrainian envoy to the United Nations, Sergiy Kyslytsya likened Putin to Adolf Hitler.[619] Latvian prime minister Krisjanis Karins also likened the Russian leader to Hitler, saying he was \"a deluded autocrat creating misery for millions\" and that \"Putin is fighting against democracy (...) If he can attack Ukraine, theoretically it could be any other European country\".[620][621] Lithuania's foreign minister Gabrielius Landsbergis said \"The battle for Ukraine is a battle for Europe. If Putin is not stopped there, he will go further.\"[622] President Macron of France said Putin was \"deluding himself\".[623] French foreign minister Jean-Yves Le Drian denounced him as a \"a cynic and a dictator\".[624] UK prime minister Boris Johnson also labelled Putin a \"dictator\" who had authorised \"a tidal wave of violence against a fellow Slavic people\".[625] Putin has cultivated a cult of personality for himself with an outdoorsy, sporty, tough guy public image, demonstrating his physical prowess and taking part in unusual or dangerous acts, such as extreme sports and interaction with wild animals,[626] part of a public relations approach that, according to Wired, \"deliberately cultivates the macho, take-charge superhero image\".[627] In 2007, the tabloid Komsomolskaya Pravda published a huge photograph of a shirtless Putin vacationing in the Siberian mountains under the headline \"Be Like Putin\".[628] Numerous Kremlinologists have accused Putin of seeking to create a cult of personality around himself, an accusation that the Kremlin has denied.[629] Some of Putin's activities have been criticised for being staged;[630][631] outside of Russia, his macho image has been the subject of parody.[632][633][634] Putin is believed to be self-conscious about his height, which has been estimated by Kremlin insiders at between 155 and 165 centimetres (5 feet 1 inch and 5 feet 5 inches) tall but is usually given at 170 centimetres (5 feet 7 inches).[635][636] There are many songs about Putin,[637] and Putin's name and image are widely used in advertisement and product branding.[627] Among the Putin-branded products are Putinka vodka, the PuTin brand of canned food, the Gorbusha Putina caviar, and a collection of T-shirts with his image.[638] In 2015, his advisor Mikhail Lesin was found dead after \"days of excessive consumption of alcohol\", though his death was later ruled as the result of an accident.[639] In 2007, he was the Time Person of the Year.[640][641] In 2015, he was No. 1 on the Time's Most Influential People List.[642][643] Forbes ranked him the World's Most Powerful Individual every year from 2013 to 2016.[644] He was ranked the second most powerful individual by Forbes in 2018.[645] Putin has produced many aphorisms and catch-phrases known as putinisms.[646] Many of them were first made during his annual Q&A conferences, where Putin answered questions from journalists and other people in the studio, as well as from Russians throughout the country, who either phoned in or spoke from studios and outdoor sites across Russia. Putin is known for his often tough and sharp language, often alluding to Russian jokes and folk sayings.[646] Putin sometimes uses Russian criminal jargon (known as \"fenya\" in Russian), albeit not always correctly.[647] On 28 July 1983, Putin married Lyudmila Shkrebneva, and they lived together in East Germany from 1985 to 1990. They have two daughters, Mariya Putina, born 28 April 1985 in Leningrad, and Yekaterina Putina, born 31 August 1986 in Dresden, East Germany.[648] An investigation by Proekt published in November 2020 alleged that Putin has another daughter, Elizaveta, also known as Luiza Rozova,[649] (born March 2003),[650] with Svetlana Krivonogikh.[4][651] In April 2008, the Moskovsky Korrespondent reported that Putin had divorced Lyudmila and was engaged to marry Olympic gold medalist Alina Kabaeva, a former rhythmic gymnast and Russian politician.[2] The story was denied,[2] and the newspaper was shut down shortly thereafter.[3] Putin and Lyudmila continued to make public appearances together as spouses,[652][653] while the status of his relationship with Kabaeva became a topic of speculation.[654][655] On 6 June 2013, Putin and Lyudmila announced that their marriage was over; on 1 April 2014, the Kremlin confirmed that the divorce had been finalised.[656][657][658] Kabaeva reportedly gave birth to a daughter by Putin in 2015;[659][655][5] this report was denied.[659] Kabaeva reportedly gave birth to twin sons by Putin in 2019.[6][660] However, in 2022, Swiss media, citing the couple's Swiss gynecologist, wrote that on both occasions Kabaeva gave birth to a boy.[661] Putin has two grandsons, born in 2012 and 2017.[662][663] His cousin, Igor Putin, was a director at Moscow-based Master Bank and was accused in a number of money-laundering scandals.[664][665] Official figures released during the legislative election of 2007 put Putin's wealth at approximately 3.7 million rubles (US$280,000) in bank accounts, a private 77.4-square-meter (833 sq ft) apartment in Saint Petersburg, and miscellaneous other assets.[666][667] Putin's reported 2006 income totaled 2 million rubles (approximately $152,000). In 2012, Putin reported an income of 3.6 million rubles ($270,000).[668][669] Putin has been photographed wearing a number of expensive wristwatches, collectively valued at $700,000, nearly six times his annual salary.[670][671] Putin has been known on occasion to give watches valued at thousands of dollars as gifts, for example a watch identified as a Blancpain to a Siberian boy he met while on vacation in 2009, and another similar watch to a factory worker the same year.[672] According to Russian opposition politicians and journalists,[673][674] Putin secretly possesses a multi-billion-dollar fortune via successive ownership of stakes in a number of Russian companies.[675][676] According to one editorial in The Washington Post, \"Putin might not technically own these 43 aircraft, but, as the sole political power in Russia, he can act like they're his\".[677] An RIA Novosti journalist argued that \"[Western] intelligence agencies ... could not find anything\". These contradictory claims were analyzed by Polygraph.info,[678] which looked at a number of reports by Western (Anders Åslund estimate of $100–160 billion) and Russian (Stanislav Belkovsky estimated of $40 billion) analysts, CIA (estimate of $40 billion in 2007) as well as counterarguments of Russian media. Polygraph concluded: There is uncertainty on the precise sum of Putin's wealth, and the assessment by the Director of U.S. National Intelligence apparently is not yet complete. However, with the pile of evidence and documents in the Panama Papers and in the hands of independent investigators such as those cited by Dawisha, Polygraph.info finds that Danilov's claim that Western intelligence agencies have not been able to find evidence of Putin's wealth to be misleading In April 2016, 11 million documents belonging to Panamanian law firm Mossack Fonseca were leaked to the German newspaper Süddeutsche Zeitung and the Washington-based International Consortium of Investigative Journalists. The name of Putin does not appear in any of the records, and Putin denied his involvement with the company.[679] However, various media have reported on three of Putin's associates on the list.[680] According to the Panama Papers leak, close trusted associates of Putin own offshore companies worth US$2 billion in total.[681] The German newspaper Süddeutsche Zeitung regards the possibility of Putin's family profiting from this money as plausible.[682][683] According to the paper, the US$2 billion had been \"secretly shuffled through banks and shadow companies linked to Putin's associates\", such as construction billionaires Arkady and Boris Rotenberg, and Bank Rossiya, previously identified by the U.S. State Department as being treated by Putin as his personal bank account, had been central in facilitating this. It concludes that \"Putin has shown he is willing to take aggressive steps to maintain secrecy and protect [such] communal assets.\"[684][685] A significant proportion of the money trail leads to Putin's best friend Sergei Roldugin. Although a musician, and in his own words, not a businessman, it appears he has accumulated assets valued at $100m, and possibly more. It has been suggested he was picked for the role because of his low profile.[680] There have been speculations that Putin, in fact, owns the funds,[686] and Roldugin just acted as a proxy.[687] Garry Kasparov said that \"[Putin] controls enough money, probably more than any other individual in the history of human race\".[688] As president and prime minister, Putin has lived in numerous official residences throughout the country.[689] These residences include: the Moscow Kremlin, Novo-Ogaryovo in Moscow Oblast, Gorki-9 [ru] near Moscow, Bocharov Ruchey in Sochi, Dolgiye Borody in Novgorod Oblast, and Riviera in Sochi.[690] In August 2012, critics of Putin listed the ownership of 20 villas and palaces, nine of which were built during Putin's 12 years in power.[691] Soon after Putin returned from his KGB service in Dresden, East Germany, he built a dacha in Solovyovka on the eastern shore of Lake Komsomolskoye on the Karelian Isthmus in Priozersky District of Leningrad Oblast, near St. Petersburg. After the dacha burned down in 1996, Putin built a new one identical to the original and was joined by a group of seven friends who built dachas nearby. In 1996, the group formally registered their fraternity as a co-operative society, calling it Ozero (\"Lake\") and turning it into a gated community.[692] A massive Italianate-style mansion costing an alleged US$1 billion[693] and dubbed \"Putin's Palace\" is under construction near the Black Sea village of Praskoveevka. In 2012, Sergei Kolesnikov, a former business associate of Putin's, told the BBC's Newsnight programme that he had been ordered by Deputy Prime Minister Igor Sechin to oversee the building of the palace.[694] He also said that the mansion, built on government land and sporting three helipads, plus a private road paid for from state funds and guarded by officials wearing uniforms of the official Kremlin guard service, have been built for Putin's private use.[695] Putin's spokesman Dmitry Peskov dismissed Kolesnikov's allegations against Putin as untrue, saying that \"Putin has never had any relationship to this palace.\"[696] On 19 January 2021, two days after Alexei Navalny was detained by Russian authorities upon his return to Russia, a video investigation by him and the Anti-Corruption Foundation (FBK) was published accusing Putin of using fraudulently obtained funds to build the estate for himself in what he called \"the world's biggest bribe.\" In the investigation, Navalny said that the estate is 39 times the size of Monaco and cost over 100 billion rubles ($1.35 billion) to construct. It also showed aerial footage of the estate via a drone and a detailed floorplan of the palace that Navalny said was given by a contractor, which he compared to photographs from inside the palace that were leaked onto the Internet in 2011. He also detailed an elaborate corruption scheme allegedly involving Putin's inner circle that allowed Putin to hide billions of dollars to build the estate.[697][698][699] Putin has received five dogs from various nation leaders: Konni, Buffy, Yume, Verni and Pasha. Konni died in 2014. When Putin first became president, the family had two poodles, Tosya and Rodeo. They reportedly stayed with his ex-wife Lyudmila after their divorce.[700] Putin is Russian Orthodox. His mother was a devoted Christian believer who attended the Russian Orthodox Church, while his father was an atheist.[701] Though his mother kept no icons at home, she attended church regularly, despite government persecution of her religion at that time. His mother secretly baptized him as a baby, and she regularly took him to services.[31] According to Putin, his religious awakening began after a serious car crash involving his wife in 1993, and a life-threatening fire that burned down their dacha in August 1996.[701] Shortly before an official visit to Israel, Putin's mother gave him his baptismal cross, telling him to get it blessed. Putin states, \"I did as she said and then put the cross around my neck. I have never taken it off since.\"[31] When asked in 2007 whether he believes in God, he responded: \"There are things I believe, which should not in my position, at least, be shared with the public at large for everybody's consumption because that would look like self-advertising or a political striptease.\"[702] Putin's rumoured confessor is Russian Orthodox Bishop Tikhon Shevkunov.[703] The sincerity of his Christianity has been rejected by his former advisor Sergei Pugachev.[704] Putin watches football and supports FC Zenit Saint Petersburg.[705] He also displays an interest in ice hockey and bandy,[706] and played in a star-studded hockey game on his 63rd birthday.[707] Putin has been practicing judo since he was 11 years old,[708] before switching to sambo at the age of fourteen.[709] He won competitions in both sports in Leningrad (now Saint Petersburg). He was awarded eighth dan of the black belt in 2012, becoming the first Russian to achieve the status.[710] Putin also practises karate.[711] He co-authored a book entitled Judo with Vladimir Putin in Russian, and Judo: History, Theory, Practice in English (2004).[712] Benjamin Wittes, a black belt in taekwondo and aikido and editor of Lawfare, has disputed Putin's martial arts skills, stating that there is no video evidence of Putin displaying any real noteworthy judo skills.[713][714] Putin has reportedly been receiving treatment for thyroid cancer from 2016 and is rumored to take deer antler blood baths[715][716][717] and steroids.[718][719] In 2018, the Russian political magazine Sobesednik [ru] reported that Putin had a sensory room installed at his private residence in the Novgorod Oblast.[720] It has also been suggested, based on video footage alone, that Putin may have Parkinson's disease.[721][722][723] The White House, as well as Western generals, politicians, and political analysts, questioned Putin's mental health after two years of isolation during the COVID-19 pandemic.[724][725][726] These claims are speculative, and made by those who are not medical professionals. These rumors have spread in part due to Russia's invasion of Ukraine, which many saw as an irrational act.[723] Claims of ill health have been disputed by the Kremlin[721] as well as outside medical professionals, who stress that it is impossible to study brain disease or mental illness based on video clips alone.[723]","country":"Russia"}