{"name":"Walter Simons","url":"/wiki/Walter_Simons","Born":"1861-09-24","Died":"1937-07-14","termEnds":null,"termStarts":null,"text":"Walter Simons (24 September 1861 – 14 July 1937) was a German lawyer and politician. He was Foreign Minister of the Weimar Republic in 1920-21 and served as president of the Reichsgericht from 1922 to 1929. Walter Simons was born on 24 September 1861 at Elberfeld (today Wuppertal) in the Prussian Rhine Province. His family were Huguenots who had come to the Rhineland after 1685. Walter's father was Ludwig Simons (1831-1905), a silk manufacturer. His mother was Helene Simons née Kyllmann (1842-1916).[1] Walter Simons attended a Gymnasium at Elberfeld and attained the Abitur in 1879. He went on to study law, economics and history at Strasbourg, Leipzig and Bonn. Rudolph Sohm had an important influence on him. In 1882, he passed the Referendarexamen and then served in the military. In 1888, he passed the Prussian Assessorexamen and then served as an assistant judge at Bonn and Solingen. He married Erna Rühle (1870-1954) at Solingen in 1890. They had three sons and four daughters.[1] In 1893, Simons became Amtsgerichtsrat (judge) at Velbert. From 1897 to 1905, he was Landgerichtsrat at the Gemeinschaftliche Landgericht of Thuringia at Meiningen. In 1905, he went to Kiel where he worked at the Oberlandesgericht, but left that same year to work as a clerk at the Reichsjustizamt at Berlin.[1] In 1907, Simons was promoted to Geheimer Regierungsrat and Vortragender Rat, responsible for international law. He represented the Reich at several international conferences and in 1911 moved to the Auswärtige Amt (Foreign Office) where he became Geheimer Legationsrat and Justitiar. In 1917, he was promoted to Wirklicher Geheimer Rat and in 1918 participated in the negotiations at Brest-Litovsk. On 15 October 1918, shortly before the German Revolution of 1918-19, chancellor Max von Baden made him advisor to the Reichskanzler on issues of international law. He was close to the chancellor and was an important influence on the reform of the German constitution of 1871 known as the Oktoberreformen which strengthened the position of the Reichstag. He also worked on plans to have Wilhelm II resign in favour of a relative and participated in negotiations at the Reichsamt des Innern (Interior Ministry) about a new constitution.[1] In November 1918, Simons became Ministerialdirektor and head of the law department at the Foreign Office. In 1919, as a close staff member of Foreign Minister Ulrich von Brockdorff-Rantzau he was Unterstaatssekretär and Generalkommissar of the German delegation at Versailles.[1] Since he opposed German signature of the Treaty, Simons resigned his post (einstweiliger Ruhestand) and became managing director of the Reichsverband der deutschen Industrie (the industrialists' association). In 1920, he resigned from the Pan-German League where he had served on the executive board in 1903–1907.[1] Simons, who never joined a political party, served from June 1920 to May 1921 in the Fehrenbach cabinet as Foreign Minister and was the Reich representative at the Spa Conference and the Londoner Konferenz (1921) [de].[1] From January to May 1922, Simons was delegate at the German-Polish negotiations on Upper Silesia. In 1922, he founded the so-called SeSiSo-Kreis named after co-founders Hans von Seeckt, Simons and Wilhelm Solf, a salon meeting at the Hotel Kaiserhof in Berlin.[1] In the 1920s, Simons also chaired the family trust of the Moltke family, which included ownership of the Kreisau estate that was later to give its name to the Kreisau Circle of dissidents against Nazi rule.[1] On 1 October 1922, Simons was appointed president of the Reichsgericht at Leipzig on the suggestion of Reichspräsident Friedrich Ebert. After Ebert's death in 1925, Simons temporarily served as acting head of state before the swearing in of Paul von Hindenburg.[1] Simons himself was suggested as a potential candidate for Reichspräsident after the first round of voting had failed to yield an outright winner. However, he refused to be nominated. From 1922 to 1926, Simons was president of the I. Zivilsenat and from 1926 to 1929 president of the III. Strafsenat. He was also president of the Staatsgerichtshof für das Deutsche Reich. He was attacked by the SPD for his criticism of judges being members of the SPD or the Republikanischen Richterbund, an association of judges which was close to the party. Simons opposed a separate Reichsverwaltungsgericht (administrative court) and was highly critical of the Kartellgericht established in 1923 at the Reichswirtschaftsgericht, accusing it of inappropriate hostility towards cartels.[1] After a conflict with president Hindenburg and the government of Hermann Müller concerning the appointment of members of the board of directors at the Reichsbahn in 1928, Simons resigned in 1929.[1] Since 1926, Simons had been honorary professor for international law at the University of Leipzig and president of the Deutsche Gesellschaft für Völkerrecht. He was also active and influential in the Lutheran church, as the first non-theologian to be president of the Evangelisch-sozialer Kongresses (Evangelical Social Congress, 1925–1936) and member of the Deutsche Evangelischer Kirchenausschuss (German Evangelical Church Commission, after 1930). In 1920, he had co-founded the Deutsche Hochschule für Politik at Berlin (and was a long-standing board member). In 1929/30, Simons was appointed as a teacher of national and international law at the Handelshochschule Berlin.[1] After the Nazis seized power in 1933, Simons was active only in the church and in the Neue Bachgesellschaft honouring Johann Sebastian Bach (where he was president since 1930). Some public statements, such as on occasion of the Bach anniversary in 1935 and late publications on international law indicate some support for the policies of the NSDAP and for German as well as Italian foreign policy (in the Abyssinia Crisis) and for the Falange in Spain.[1] Simons died at Neubabelsberg/Potsdam on 14 July 1937. He was the father of Hans Simons [de], father-in-law of Ernst Rudolf Huber and grandfather of Wolfgang Huber. Simons is buried at the Wilmersdorfer Waldfriedhof [de].[1][2]","country":"Germany"}