{"name":"Walter Scheel","url":"/wiki/Walter_Scheel","Born":"1919-07-08","Died":"2016-08-24","Political party":"Free Democratic Party","termEnds":null,"termStarts":null,"text":"Walter Scheel (German: [ˈvaltɐ ˈʃeːl] (listen); 8 July 1919 – 24 August 2016)[1] was a German statesman. A member of the Free Democratic Party of Germany (FDP), he first served in government as the Federal Minister of Economic Cooperation and Development from 1961 to 1966 and later as President of Germany from 1974 to 1979. He led the FDP from 1968 to 1974.[2] During the chancellorship of Willy Brandt, Scheel was Federal Minister of Foreign Affairs and the Vice Chancellor. Scheel became acting Chancellor of West Germany from 7–16 May 1974 following Brandt's resignation after the Guillaume Affair. He was elected shortly after as the president of West Germany, remaining in the role until 1979. Scheel was a member of the Evangelical Church in Germany. Scheel was born in Solingen (now in North Rhine-Westphalia). He completed his Abitur at the Reformrealgymnsasium Schwertstraße.[3] Scheel became a member of the Nazi Party in 1942.[4] During World War II, he served in the Luftwaffe during the last years of the war as a radar operator on a Bf 110 night fighter.[citation needed] When his Free Democratic Party reentered government in a coalition with Konrad Adenauer's Christian Democratic Union in 1961, Scheel was appointed federal minister of economic cooperation and development. He continued in that office under Chancellor Ludwig Erhard but brought about the downfall of the latter in late 1966 by resigning. A Christian Democratic/Social Democratic Grand Coalition followed. During this time, in 1968, Scheel took over the party presidency from right wing liberal Erich Mende. According to one study, the election of Walter Scheel to the FDP leadership in 1968 “represented a turn to the left and the Free Democrats then indicated their wooing of the SPD by voting for the successful Social Democratic candidate for the Presidency of the Republic, Gustav Heinemann, in 1969.”[5][page needed] In 1969, he led his party to form a new coalition with the Social Democrats. Under Chancellor Willy Brandt, Scheel became Foreign Minister and Vice Chancellor. Under their leadership, West Germany pursued a course of rapprochement and détente with the Soviet block and officially recognized the existence of the German Democratic Republic (GDR). This policy caused a massive public debate, with various Free and Social Democrats switching sides to the opposition. Though an attempt to oust Brandt failed, the coalition had lost its slender majority. The parliamentary stalemate was ended by the dissolution of parliament and early elections in 1972, which brought great gains for the Social Democrats and enabled the coalition to continue. Henry Kissinger believed he was \"an idiot\" and a \"bad\" foreign minister.[citation needed] On 7 May 1974, Brandt resigned as chancellor after one of his aides, Günter Guillaume, was arrested as a spy for the East German state. Though this had been internally suspected since 1973, Brandt accepted responsibility and resigned. Scheel, as acting chancellor, chaired the government meetings for a little over a week, until Helmut Schmidt was elected.[6] One of his first official acts as acting Chancellor was the award of the war blind radio play prize to Alfred Behrens on 8 May 1974. On 14 May, he chaired the cabinet meeting once.[7] Hans Dietrich Genscher became Scheel's successor as party chairman and as minister.[citation needed] Scheel was elected President of West Germany, a week after relinquishing his other government roles. He held the office from July 1974 until June 1979. At the funeral of Hanns Martin Schleyer in October 1977, Scheel gave a speech entitled shame. After the federal presidency, Scheel was Chairman of the Bilderberg Conference as well as President of the European Movement in Germany from 1980-85. From 1980-89 he was also President of the German section of the Union of European Federalists (UEF). He was named honorary chairman of the Friedrich Naumann Foundation in 1991.[citation needed] Scheel died on 24 August 2016 following a long illness.[8][9][10] Having lived to 97 years, 47 days he holds the record as the longest-lived German head of state, either imperial or elected. ","country":"Germany"}