{"name":"Washington Luís","url":"/wiki/Washington_Lu%C3%ADs","Born":"1869-10-26","Died":"1957-08-04","Political party":"PRP","termEnds":"(PRM)","termStarts":null,"text":"Washington Luís Pereira de Sousa (Portuguese pronunciation: [ˈwɔʃĩtõ luˈiz peˈɾejɾɐ dʒi ˈsowzɐ]; 26 October 1869 – 4 August 1957) was a Brazilian politician who served as the 13th president of Brazil, the last of the First Brazilian Republic.[1][2] Elected governor of São Paulo state in 1920 and president of Brazil in 1926, Washington Luís belonged to the Republican Party of São Paulo (PRP) and served as the last president of the First Brazilian Republic. Facing the crisis generated by the Great Depression in the United States, the president lost almost all his support. He selected his friend Júlio Prestes as his successor in 1930, but just three weeks before the end of his term, Luís was overthrown in a coup d'etat during the Brazilian Revolution of 1930 and was succeeded as president by the short-lived Brazilian Military Junta in the last few months of 1930. His family was of Portuguese Romani descent. He was born in Macaé, Rio de Janeiro, and moved to São Paulo, where he was educated and graduated from the University of São Paulo Law School in 1891. He was appointed prosecutor in Barra Mansa, Rio de Janeiro in 1892, but resigned to devote himself to law in Batatais, São Paulo, where he began his political career. Luís was an alderman in Batatais with Federal Republican Party (Partido Republicano Federal; PRF) and became President of the Municipal Chamber in 1897. Luís was mayor of Batatais from 1898 to 1899. He was elected congressman from the Farmer's Party (Partido da Lavoura) in 1900. Luís was a state representative for the Paulista Republican Party (Partido Republicano Paulista; PRP) between 1904 and 1906, participating in the Constituent Assembly of São Paulo, which revised the Constitution of the State in 1905. He resigned as representative to take the office of Secretary of State of Justice and Public Safety from 1906 to 1912. He was the leader of the situationists and again became a state representative for the Paulista Republican Party from 1912 to 1913. He interrupted his mandate to become mayor of São Paulo (1914–1919), when he faced the general strike of 1917. He was governor of the state of São Paulo from 1920 to 1924. In 1924, Luís led the 3rd Battalion organized in Batatais to fight the rebels of São Paulo, which in 1925 became the Miguel Costa-Prestes Column. From 1925 to 1926, Luís served as a senator for the PRP. Through direct election, Luís went on to hold the Presidency of the Republic on 15 November 1926. He was deposed by the Revolution of 1930 on 24 October and went into exile in Europe and the United States, returning to Brazil after seventeen years in 1947. After returning from exile, he moved to São Paulo and devoted himself to historical studies. He was a worthy member of the philanthropic hospital Santa Casa de São Paulo; honorary president of the Brazilian Red Cross; member of the Institutes of History and Geography of São Paulo, Bahia and Ceará; member of the Academia Paulista de Letras; and member of the Brazilian Historic and Geographic Institute. The Rodovia Washington Luís in the state of São Paulo is named in his honor. Throughout the 1920s, the Old Republic suffered a deep wear due to demonstrations of opposition from the urban middle class, the lieutenants' and workers' movements and dissident oligarchies. Early in his administration, came to an end the Prestes Column, with 620 men who went into Bolivian territory and subsequently dissolved. The government of Washington Luís was no longer threatened by the lieutenants' rebellions and for the advancement of the labor movement, however, to restrain new opposition movements he created Celerada Act in 1927, which imposed press censorship and restricted the right of assembly, leading to underground the Brazilian Communist Party, which had been recognized by the government earlier that year. The global economic crisis of 1929, triggered with the stock market crash on 24 October, was the largest in the history of capitalism, reaching many countries and paralyzing economic activities. Its effects in Brazil overthrew the valuation policy of coffee, started in 1906 with the signing of the \"Convênio de Taubaté\". Coffee, which accounted for 70% of Brazilian exports, had its price reduced in the international market. The crisis threatened the stability of the government of Washington Luís, who did not allow the new currency devaluation, pleaded by farmers before the disaster on the New York Stock Exchange. Under the system of coffee with milk politics that prevailed for most of the Old Republic, a man from Minas Gerais should have succeeded Washington Luís as president. However, Washington Luís supported another paulista, his friend Júlio Prestes, for president in 1930. Prestes' victory in the presidential elections of 1 March 1930 was questioned on suspicion of fraud. The assassination of João Pessoa, governor of Paraíba and candidate for vice president on the plate of Getúlio Vargas on 26 July 1930, was a decisive factor for the worsening of movements opposed to the government of Washington Luís, already strained by the coffee crisis. The assassination, later proved, did not have any political purposes. Reassuming the government of Rio Grande do Sul, Vargas and other politician such as Osvaldo Aranha began the political conspiracy that led to the movement of 3 October 1930, the Revolution of 1930, as became known the episode. President Washington Luís was deposed on 24 October by the heads of the armed forces, and a provisional government junta took power, composed of generals Tasso Fragoso and Mena Barreto and by admiral Isaías de Noronha. Luís died in São Paulo on 4 August 1957. ","country":"Brazil"}