{"name":"Wilhelm Pieck","url":"/wiki/Wilhelm_Pieck","Born":"1876-01-03","Died":"1960-09-07","Political party":"SED (1946–1960)","termEnds":null,"termStarts":null,"text":"Friedrich Wilhelm Reinhold Pieck (German pronunciation: [ˈvɪlhɛlm ˈpiːk]; 3 January 1876 – 7 September 1960) was a German communist politician who served as the chairman of the Socialist Unity Party from 1946 to 1950 and as president of the German Democratic Republic from 1949 to 1960.[1] Pieck was born as the son of the coachman Friedrich Pieck and his wife Auguste in the eastern part of Guben, Germany,[2] which is now Gubin, Poland. Two years later, his mother died. The father soon married the washerwoman Wilhelmine Bahro. After attending elementary school, the young Wilhelm completed a four-year carpentry apprenticeship. As a journeyman, he joined the German Timber Workers Association in 1894. As a carpenter, in 1894 Pieck joined the wood-workers' federation, which steered him towards joining the Social Democratic Party of Germany (SPD) the following year.[2] Pieck became the chairman of the party urban district in 1899, and in 1906 became full-time secretary of the SPD. In 1914, he moved to a three-room apartment in Berlin-Steglitz. By now he had his own study with many shelves full of books. In May 1915, he was arrested at the big women's demonstration in front of the Reichstag and kept in \"protective custody\" until October. As Bremen Party secretary in 1916, Pieck had asked Anton Pannekoek to continue teaching socialist theory in the party school.[3] Although the majority of the SPD supported the German government in World War I, Pieck was a member of the party's left wing, which opposed the war. Pieck's openness in doing so led to his arrest and detention in a military prison. After being released, Pieck briefly lived in exile in Amsterdam.[2] Upon his return to Berlin in 1918, Pieck joined the newly founded Communist Party of Germany (KPD). On 16 January 1919 Pieck, along with Rosa Luxemburg and Karl Liebknecht was arrested while meeting at Berlin Eden Hotel. Liebknecht and Luxemburg were then killed while \"being taken to prison\" by a unit of Freikorps.[4] While the two were being murdered, Pieck managed to escape. In 1922, he became a founding member of the International Red Aid, serving first on the executive committee. In May 1925, he became the chairman of the Rote Hilfe.[2] On 4 March 1933, one day before the Reichstag election, Pieck's family left their Steglitz apartment and moved into a cook's room. His son and daughter had been in the Soviet Union since 1932 while Elly Winter was still in Germany. At the beginning of May 1933, he left first to Paris and then to Moscow.[2] In Moscow, Pieck served the Communist Party in a variety of capacities. From 1935 until 1943, he held the position of Secretary of the Communist International. In 1943 Pieck was among the founders of the National Committee for a Free Germany, which planned for the future of Germany after World War II. On 22 June 1941, Pieck and his family were in their country house on the outskirts of Moscow. Pieck came downstairs at six o'clock to his children's bedroom and said: \"Children, get up, it was announced on the radio that war is over. Hitler invaded the Soviet Union, but that will be the end\". In March 1942, the family was able to return home after the Soviet Armed Forces won the Battle of Moscow. At the conclusion of the war in 1945 Pieck returned to Germany with the victorious Red Army.[5] A year later, he helped engineer the merger of the eastern branches of the KPD and SPD into the Socialist Unity Party of Germany. He was elected as the merged party's co-chairman, alongside former SPD leader Otto Grotewohl. In October 1949, the Soviet occupation zone achieved independence as the German Democratic Republic (East Germany). Pieck was elected president of the new country.[2] He served as East Germany's first (and last) president until his death in 1960.[6] He lost the chairmanship of the ruling SED (party) in 1950, when Walter Ulbricht became the party's first secretary. Nonetheless, due to Joseph Stalin's trust in him, he retained his other posts and thus being president.[5] Pieck was already 73 years old at the time of his initial election as president. Although he nominally held the second highest state post in the GDR (behind Prime Minister Grotewohl) and served as SED co-chairman for the first four years of the party's existence, he never played a major role in the party. On 13 July 1953, he suffered a second stroke. He also had progressive liver cirrhosis and existing ascites. A detailed medical report composed before the second stroke mentioned mild paralysis on the right, a slight drooping of the corner of the mouth, breathing wheezing or snoring, slowed down pulse, tone of the limb musculature lowered ...\".[7] In August 1960 he moved to a new summer residence, the converted former mansion of the Hermann Göring Leibförsters near \"Karinhall\".[8] Pieck lived at Majakowskiring 29, Pankow, East Berlin. He was married to Christine Häfker,[9] a garments worker whom he met in a large dance hall in Bremen. At first, her parents did not want her to go out with a \"red\", but once she was pregnant, she was allowed to marry Wilhelm on 28 May 1898, on the condition that a traditional wedding in a church would still take place.[10] On the wedding day Christine waited impatiently for Pieck to arrive at the church. At the last minute, he finally did, still carrying communist leaflets. In November 1936, his wife contracted pneumonia for the third time, dying on 1 December of the same year. The Piecks' daughter, Elly Winter (1898–1987), held various posts in the SED and East German government.[11] Their son Arthur Pieck (1899–1970) served as head of the East-German national airline Interflug from 1955 to 1965, after having held various administrative posts in East Germany, for instance at the German Economic Commission.[12] The youngest child, Eleonore Staimer, (1906–1998), worked as a party official and, for a time, as a diplomat.[13] Pieck in June 1926, dedicating the memorial statue for the victims of the German November Revolution of 1918 Pieck (left) and Otto Grotewohl in 1949 1951 East German commemorative stamp of the Treaty of Zgorzelec establishing the Oder-Neisse line as a “border of peace”, with Pieck and President Bolesław Bierut of Poland House of Wilhelm Pieck in Majakowskiring 29, Berlin His tomb in Berlin-Friedrichsfelde","country":"Germany"}