{"name":"William Gopallawa","url":"/wiki/William_Gopallawa","Born":"1896-09-17","Died":"1981-01-31","Political party":"Independent","termEnds":null,"termStarts":null,"text":"William Gopallawa, MBE (Sinhala: විලියම් ගොපල්ලව, Tamil: வில்லியம் கோப்பல்லாவ) (17 September 1896 – 31 January 1981) was the last Governor-General of Ceylon from 1962 to 1972 and became the first and only Non-Executive President of Sri Lanka when Ceylon declared itself a republic in 1972 and changed its name to Sri Lanka. Until 1972, Ceylon was a Commonwealth realm with Queen Elizabeth II as the head of state and Queen of Ceylon. He served as Governor-General during the tenure of different governments headed by Sirimavo Bandaranaike of the SLFP and Dudley Senanayake of the UNP. William Gopallawa was born on 17 September 1896 at the Dullewe Maha Walauwa, Dullewe, Aluvihare, a suburb of Matale. He is related to Dullewe Dissava, a signatory on behalf of the Sinhalese to the Kandiyan Convention of 1815, by his mother Tikiri Kumarihamy Dullewe. His father, Tikiri Bandara Gopallawa died when he was three years old.[1] He received his primary education at the Dullewe village school and at St. John's College, Kandy. He continued his secondary education at Dharmaraja College, Kandy where he was a Scout and later moved to St. Anthony's College, Kandy.[1] After having sat the Cambridge Senior Certificate Examination in 1917 he returned to Matale and joined as one of the tutorial staff of the Buddhist English School and was also instrumental in setting up a library and a Scout troop for the benefit of the students there. In 1920 William joined the Ceylon Law College, Colombo and was enrolled as a Proctor and Notary Public in 1924. He started his legal practice as a junior to Bernard Aluwihare in the unofficial bar of Kandy and went on to develop a practice in Matale, Dumbara and Kandy from 1924 until he took up duties as Municipal Commissioner, Kandy in 1939. He continued his practice on and off until he became the Municipal Commissioner of Colombo Municipal Council. In 1926 Gopallawa contested and won in the Matale Urban Council Elections and served continuously in the council for a period of 13 years from 1926 to 1939. He served as the chairman of the Matale Urban Council for 5 years, at his office he was the youngest Urban Council Chairman in Ceylon at that time. In 1936 Gopallawa unsuccessfully contested for the Matale seat at the State Council Elections in 1936. In 1939 the Kandy Municipal Council was established and Gopallawa was appointed as the first Municipal Commissioner of Kandy. He served in that capacity throughout World War II and acquitted himself for efficiency during the great floods in 1950. In 1951 he was appointment as Municipal Commissioner of Colombo Municipal Council and served until 1957 when he stepped down from the post. He was appointed a Member of the Order of the British Empire in the 1953 Coronation Honours. On 18 June 1958 when S. W. R. D. Bandaranaike's government started diplomatic relations with People's Republic of China Gopallawa was posted as the second Ambassador to China in 1960. On 7 September 1961, while he was serving in China, he was recalled and posted as the Ambassador to the United States; he served there until 1962. In 1962, he was called back to Ceylon, after his son in law's sister, the then prime minister Sirimavo Bandaranaike nominated Gopallawa as Governor-General of Ceylon following Sir Oliver Goonetilleke's implication in the attempted military coup earlier that year. He was the second Ceylonese Governor-General and the first Buddhist to hold the post as the representative of Queen Elizabeth II who was the Head of State. Gopallawa served in this capacity until 1972. His constitutional decision to invite the UNP which won the majority of Parliamentary seats in the 1965 general election, (but not enough for an absolute majority) is heralded as a landmark moment where he respected the nation's constitution and its people's wishes more than the wishes of the defeated SLFP government (that appointed him as GG) which wanted him to delay inviting the winning party to form the government. It averted a major crisis of leadership. When Ceylon became the Republic of Sri Lanka on 22 May 1972, Gopallawa became the first President. He stepped down from office in February 1978 when then Prime Minister Junius Richard Jayewardene became President following constitutional changes that effected the creation of an executive Presidency. While he was a devout Buddhist, he respected all faiths and never failed to attend the annual Vel Hindu ceremony and never failed to host Christmas carols and also attended various Muslim ceremonies in his role as titular head of state; he was acutely cognizant of his role as a unifier of all Sri Lankans during his tenure. He was the first to establish a spartan Buddhist Shrine room at the President's House. On 8 March 1928, Gopallawa married Seelawathie Rambukwella; they had 5 children. He was survived by 4 children out of 5. One died early on while he was still working in Matale. His eldest daughter Chandrika Iranganie married Dr. Mackie Ratwatte, the private secretary and a brother of Sirimavo Bandaranaike. His oldest son Asoka is a entrepreneur businessman, His Second daughter Chinthamani, was a teacher and landed proprietor and his youngest son Monty Gopallawa who died in 2005 was a member of parliament and an affable cabinet minister in the government of President Chandrika Kumaratunga (daughter of Sirimavo Bandaranaike). He had 13 grandchildren; Chandhaka, Dhammika, Mano, Anushka, Devika, Avanthi, Sureka, Lehka, Shiranthani, Ashani, Mahen, Shanika and Dilani. ","country":"Sri Lanka"}