{"name":"Zog I of Albania","url":"/wiki/Zog_I_of_Albania","Born":"1895-10-08","Died":"1961-04-09","termEnds":null,"termStarts":null,"text":"Zog I (Albanian: Naltmadhnija e tij Zogu I, Mbreti i Shqiptarëve, IPA: [ˈzɔɡu]; 8 October 1895 – 9 April 1961), born Ahmed Muhtar bey Zogolli, taking the name Ahmet Zogu in 1922, was the leader of Albania from 1922 to 1939. At age 27, he first served as Albania's youngest ever prime minister (1922–1924), then as president (1925–1928), and finally as king (1928–1939). Born to a beylik family in Ottoman Albania, Zog was active in Albanian politics from a young age and fought on the side of Austria-Hungary during the First World War. He held various ministerial posts in the Albanian government before being driven into exile in June 1924, but returned later in the year with Yugoslav and White Russian military support and was subsequently elected prime minister. Zog was elected president in January 1925 and vested with dictatorial powers, with which he enacted major domestic reforms, suppressed civil liberties, and struck an alliance with Benito Mussolini's Italy. In September 1928, Albania was proclaimed a monarchy and he acceded to the throne as Zog I, King of the Albanians. He married Geraldine Apponyi de Nagy-Appony in 1938; their only child Leka was born a year later. Albania fell further under Italian influence during Zog's reign, and by the end of the 1930s the country had become almost fully dependent on Italy despite Zog's resistance. In April 1939 Italy invaded Albania and the country was rapidly overrun. Mussolini declared Albania an Italian protectorate under King Victor Emmanuel III, forcing Zog into exile. He lived in England during the Second World War but was barred from returning to Albania by Enver Hoxha's communist regime. Zog spent the rest of his life in France and died in April 1961 at the age of 65. His remains were buried at the Thiais Cemetery near Paris, before being transferred to the royal mausoleum in Tirana in 2012. Zog was born as Ahmet Muhtar Zogolli[2] in Burgajet Castle, near Burrel in the northern part of the Albanian section of the Ottoman Empire,[citation needed] third son to Xhemal Pasha Zogolli, and first son by his second wife Sadije Toptani in 1895. His family was a beylik family of landowners, with feudal authority over the region of Mati. His mother's Toptani family claimed to be descended from the sister of Albania's greatest national hero, the 15th-century general Skanderbeg. He was educated at Galatasaray High School (Lycée Impérial de Galatasaray) in Beyoglu, a district of the capital of the Ottoman Empire, of which Albania was an integral part of .[citation needed] Upon his father's death in 1911, Zogolli became governor of Mat, being appointed ahead of his elder half-brother, Xhelal Bey Zogolli. In 1912, he participated at the Albanian Declaration of Independence as the representative of the Mat District. As a young man during the First World War, Zogolli volunteered on the side of Austria-Hungary. He was detained at Vienna in 1917 and 1918 and in Rome in 1918 and 1919 before returning to Albania in 1919. During his time in Vienna, he grew to enjoy a Western European lifestyle. Upon his return, Zogolli became involved in the political life of the fledgling Albanian government that had been created in the wake of the First World War. His political supporters included many southern feudal landowners called beys, Turkish for \"province chieftain\" with title variations including Beyg, Begum, Bygjymi.[3] The Bey title refers to the social group to which he belonged, which was also used by noble families in the north, along with merchants, industrialists, and intellectuals. During the early 1920s, Zogolli served as Governor of Shkodër (1920–1921), Minister of the Interior (March–November 1920, 1921–1924), and chief of the Albanian military (1921–1922). His primary rivals were Luigj Gurakuqi and Fan S. Noli. In 1922, Zogolli formally changed his surname from Zogolli to Zogu, which sounds more Albanian.[4] In 1923, he was shot and wounded in Parliament. A crisis arose in 1924 after the assassination of one of Zogu's industrialist opponents, Avni Rustemi; in the aftermath, a leftist revolt forced Zogu, along with 600 of his allies, into exile in June 1924. He returned to Albania with the backing of Yugoslav forces and Yugoslavia-based General Pyotr Wrangel's White Russian troops led by Russian Gen Sergei Ulagay[5] and became Prime Minister. Zogu was officially elected as the first President of Albania by the Constituent Assembly on 21 January 1925, taking office on 1 February for a seven-year term. A new constitution vested Zogu with sweeping executive and legislative powers, to the point that he was effectively a dictator. He had the right to appoint all major government personnel, as well as one-third of the lower house.[6] Zogu's government followed the European model, though large parts of Albania still maintained a social structure unchanged from the days of Ottoman rule, and most villages were serf plantations run by the Beys. On 28 June 1925, Zogu ceded Sveti Naum to Yugoslavia in exchange for Peshkëpi (Pëshkupat) village and other concessions.[7][8] Zogu enacted several major reforms. His principal ally during this period was the Kingdom of Italy, which lent his government funds in exchange for a greater role in Albania's fiscal policy. For the first time since the death of Skanderbeg, Albania began to emerge as a nation, rather than a feudal patchwork of local Beyliks. His administration was marred by disputes with Kosovar leaders, primarily Hasan Prishtina and Bajram Curri. On the debit side, Zogu all but eliminated civil liberties and subjected the media to close censorship. Political opponents were imprisoned and often killed. For all intents and purposes, he held all governing power in the nation.[6] On 1 September 1928, Albania was transformed into a kingdom, and President Zogu became Zog I, King of the Albanians (Mbreti i Shqiptarëve in Albanian).[9] He took as his regnal name his surname rather than his forename since the Islamic name Ahmet might have had the effect of isolating him on the European stage. He also initially took the parallel name \"Skanderbeg III\" (Zogu claimed to be a successor of Skanderbeg through descent through Skanderbeg's sister; \"Skanderbeg II\" was taken to be Prince Wied, but this fell out of use).[10] On the same day as he was declared king (he was never technically crowned), he was declared Field Marshal of the Royal Albanian Army. He proclaimed a constitutional monarchy similar to the contemporary regime in Italy, created a strong police force, and instituted the Zogist salute (flat hand over the heart with palm facing downwards). Zog hoarded gold coins and precious stones, which were used to back Albania's first paper currency. Zog's mother, Sadije, was declared Queen Mother of Albania, and Zog also gave his brother and sisters Royal status as Prince and Princesses Zogu. One of his sisters, Senije (c. 1897–1969), married Prince Shehzade Mehmed Abid Efendi of Turkey, a son of Sultan Abdul Hamid II. Zog's constitution forbade any Prince of the Royal House from serving as Prime Minister or a member of the Cabinet, and contained provisions for the potential extinction of the Royal Family. Ironically, in light of later events, the constitution also forbade the union of the Albanian throne with that of any other country. Under the Zogist constitution, the King of the Albanians, like the King of the Belgians, ascended the throne and exercised Royal powers only after taking an oath before Parliament; Zog himself swore an oath on the Bible and the Qur'an (the king being Muslim) in an attempt to unify the country. In 1929, King Zog abolished Islamic law in Albania, adopting in its place a civil code based on the Swiss one, as Atatürk's Turkey had done in the same decade.[11] The price for such modernization was high, though. Although nominally a constitutional monarch, in practice Zog retained the dictatorial powers he had enjoyed as president. Thus, in effect, Albania remained a military dictatorship.[6] In 1938, as a result of a request from his advisor and friend Constantino Spanchis, Zog opened the borders of Albania to Jewish refugees fleeing persecution in Nazi Germany.[12] Although born as an aristocrat and hereditary Bey, King Zog was somewhat ignored by other monarchs in Europe because he was a self-proclaimed monarch who had no links to any other European royal families. Nonetheless, he did have strong connections with Muslim royal families in the Arab World, particularly Egypt, whose ruling dynasty had Albanian origins. As King, he was honoured by the governments of Italy, Luxembourg, Egypt, Yugoslavia, France, Romania, Greece, Belgium, Bulgaria, Hungary, Poland, Czechoslovakia, and Austria.[citation needed] Zog had been engaged to the daughter of Shefqet Bey Verlaci before he became king. Soon after he became king, however, he broke off the engagement. According to traditional customs of blood vengeance prevalent in Albania at the time, Verlaci had the right and obligation to kill Zog. The king frequently surrounded himself with a personal guard and avoided public appearances. He also feared that he might be poisoned, so the Mother of the King assumed supervision of the Royal Kitchen.[13] In April 1938, Zog married Countess Geraldine Apponyi de Nagy-Appony, a Roman Catholic aristocrat who was half-Hungarian and half-American. The ceremony was broadcast throughout Tirana via Radio Tirana that was officially launched by the monarch five months later. Their only child, Crown Prince Leka, was born in Albania on 5 April 1939. About 600 blood feuds reportedly existed against Zog,[14] and during his reign he reputedly survived more than 55 assassination attempts.[15] One of these occurred inside the corridors of the Albanian Parliament premises on 23 February 1924. Beqir Valteri, originating from the same area as Zog,[16][17] was waiting for him and opened fire suddenly.[18] Zog was shot twice. Meanwhile, Valteri fled but, surrounded by the militia, took refuge in one of the bathrooms, refusing to surrender and singing patriotic songs. According to the memoirs of Ekrem Vlora,[19] he surrendered after the intervention of Qazim Koculi and Ali Klissura. Zog stepped down briefly from political activity,[20] but promised to forgive Valteri. Valteri, a member of the revolutionary Bashkimi (\"The union\") committee led by Avni Rustemi,[21] was set free by the Court of Tirana after declaring that it was an individual act.[22] Meanwhile, all rumors pointed to the opposition, specifically to Rustemi. Two weeks later Zog and Valteri would meet in private. Soon after, Rustemi would be shot.[19] Another attempt occurred on 21 February 1931, while visiting the Vienna State Opera house for a performance of Pagliacci.[13] The attackers (Aziz Çami and Ndok Gjeloshi) struck whilst Zog was getting into his car. The attempt was organized by \"National Union\" (Albanian: Bashkimi Kombëtar\"),[23] a union of Zog opponents in exile which was formed in Vienna (1925) with the initiative of Ali Këlcyra, Sejfi Vllamasi, Xhemal Bushati etc.[24] Zog was in the company of Minister Eqrem Libohova who was wounded, while Zog's guard Llesh Topallaj was mistaken for Zog by Gjeloshi, who shot him three times in the back of the head. Çami's gun was stuck and did not fire. Zog came out of the event unharmed, thanks also to the prompt intervention of Albanian Consul Zef Serreqi and local police.[15] The Austrian authorities arrested Çami, Gjeloshi, and later Qazim Mulleti, Rexhep Mitrovica, Menduh Angoni, Angjelin Suma, Luigj Shkurti, Sejfi Vllamasi, etc.[15][25] All the Albanian political émigrés in Vienna were subsequently arrested, beside Hasan Prishtina. Most of them were quickly released and expelled from Austria. Gjeloshi was sentenced to 3 years and 6 months of jail, while Çami got 2 years and 6 months.[26] The fascist government of Benito Mussolini's Italy had supported Zog since early in his presidency; that support had led to increased Italian influence in Albanian affairs. The Italians compelled Zog to refuse to renew the First Treaty of Tirana (1926), although Zog still retained British officers in the Gendarmerie as a counterbalance against the Italians, who had pressured Zog to remove them. During the worldwide depression of the early 1930s Zog's government became almost completely dependent on Mussolini, to the point that the Albanian national bank had its seat in Rome. Grain had to be imported, many Albanians emigrated, and Italians were allowed to settle in Albania. In 1932 and 1933, Albania was unable to pay the interest on its loans from the Society for the Economic Development of Albania, and the Italians used this as a pretext for further dominance. They demanded that Tirana put Italians in charge of the Gendarmerie, join Italy in a customs union, and grant the Italian Kingdom control of Albania's sugar, telegraph, and electrical monopolies. Finally, Italy called for the Albanian government to establish teaching of the Italian language in all Albanian schools, a demand that was swiftly refused by Zog. In defiance of Italian demands, he ordered the national budget to be slashed by 30 percent, dismissed all Italian military advisers, and nationalized Italian-run Roman Catholic schools in the north of Albania to decrease Italian influence on the population of Albania. In 1934, he tried without success to build ties with France, Germany, and the Balkan states, and Albania drifted back into the Italian orbit.[27] Two days after the birth of Zog's son and heir apparent, on 7 April 1939 (Good Friday), Mussolini's Italy invaded, facing no significant resistance. The Albanian army was ill-equipped to resist, as it was almost entirely dominated by Italian advisors and officers and was no match for the Italian Army. The Italians were, however, resisted by small elements in the gendarmerie and general population. The Royal Family, realising that their lives were in danger, fled into exile, taking with them a considerable amount of gold from the National Bank of Tirana and Durrës.[28][29] Since the Royal Family had expected an Italian invasion, the gathering of gold had started in advance.[30] \"Oh God, it was so short\" were King Zog's last words to Geraldine on Albanian soil. Mussolini declared Albania a protectorate under Italy's King Victor Emmanuel III. While some Albanians continued to resist, \"a large part of the population ... welcomed the Italians with cheers\", according to one contemporary account.[31] Prior to the birth of Prince Leka, the position of heir presumptive was held by Tati Esad Murad Kryziu, Prince of Kosova, who was born 24 December 1923 in Tirana, and who was the son of the King's sister, Princess Nafije. He became an honorary General of the Royal Albanian Army in 1928, at age five. He was made Heir Presumptive with the style of His Highness and title of \"Prince of Kosova\" (Princ i Kosovës) in 1931. After the royal house's exile, he moved to France, where he died in August 1993, aged 69. The Royal Family fled to Greece. Zog, speaking a few days after his arrival there, characterized Hitler and Mussolini as madmen facing \"two fools who sleep\" -- Chamberlain and Daladier. Zog went on to declare, \"We prefer to die, from the littlest child to the oldest man, to show our independence is not for sale.\" The world, aware that Zog and his entourage had carried off most of the Albanian treasury's gold, was not impressed.[32] After a short stay in Greece, the Zog party went to Istanbul in Turkey, then fled through Romania, Poland, Latvia, Sweden, Norway, Belgium and Paris in France. Zog and his family lived a time in France and fled when the Germans invaded. Their escape from France was helped by Prince Mehmed Orhan Osmanoğlu from the Ottoman Imperial Dynasty, who was aide-de-camp of Zog I.[33][34] The Royal Family then settled in England. Their first residence was at The Ritz in London. This was followed in 1941 by a brief stay at Forest Ridge, a house in the South Ascot area of Sunninghill in Berkshire, near where Zog's nieces had been at school in Ascot. In 1941 they moved to Parmoor House, Parmoor, near Frieth in Buckinghamshire, with some staff of the court living in locations around Lane End.[35] In 1946, Zog and most of his family left England and went to live in Egypt at the behest of King Farouk. In 1951, Zog bought the Knollwood estate in Muttontown, New York, but the sixty-room estate was never occupied; it quickly fell into ruin and Zog sold the estate in 1955. Farouk was overthrown in 1952, and the family left for France in 1955. He made his final home in France, where he died at the Foch Hospital, Suresnes, Hauts-de-Seine on 9 April 1961, aged 65, of an undisclosed condition.[citation needed] Zog was said to have regularly smoked 200 cigarettes a day, giving him a possible claim to the dubious title of the world's heaviest smoker in 1929,[36] but had been seriously ill for some time. He was survived by his wife and son, and was initially buried at the cimetière parisien de Thiais, near Paris. On his death, his son Leka was pronounced H.M. King Leka of the Albanians by the exiled Albanian community.[37] His widow, Geraldine, died of natural causes in 2002 at the age of 87[37] in a military hospital in Tirana, Albania. The country's communist government abolished the monarchy in 1946, but, even in exile, the Royal Family insisted that Leka Zogu was Albania's legitimate ruler until his death on 30 November 2011. During World War II, three resistance groups were operating in Albania: the nationalists, the royalists and the communists. Some of the Albanian establishment opted for collaboration. The communist partisans refused to co-operate with the other resistance groups and eventually took control of the country. They were able to defeat the Nazi remnants and had full control of Albania in November 1944. Zog attempted to reclaim his throne after the war. However, when the new Communist-dominated government seized power, one of its first acts was to ban Zog from ever returning to Albania. It formally deposed him in 1946. In 1952, his representatives met with the representatives of the Yugoslavian government over possible collaboration.[38] Sponsored by MI6 and the CIA, some forces loyal to Zog attempted to mount infiltrations into the country, but most were ambushed due to intelligence sent to the Soviet Union by spy Kim Philby. A referendum in 1997—seven years after the end of Communist rule—proposed to restore the monarchy in the person of Zog's son Leka Zogu who, since 1961, had been styled \"Leka I, King of the Albanians\". The official but disputed results stated that about two-thirds of voters favoured a continued republican government. Leka, believing the result to be fraudulent, attempted an armed uprising: he was unsuccessful and was forced into exile, although he later returned and lived in Tirana until his death on 30 November 2011. A main street in Tirana was later renamed \"Boulevard Zog I\" by the Albanian government. In October 2012, the government of Albania decided to bring back the remains of the former king from France, where he died in 1961. Zog's body was exhumed from the Thiais Cemetery, Paris on 15 November 2012.[39] A guard of honour was provided by the French President, in the form of French Legionnaires in ceremonial dress. Zog's remains were returned in a state ceremony on 17 November 2012, coinciding with celebrations for Albania's independence centennial. The bodies of the king and his family members now lie in the reconstructed royal mausoleum in the capital Tirana.[40] The interment was attended by the government of Albania, including the President and Prime Minister, and senior figures from the Romanian, Montenegrin, Russian and Albanian royal families. In Albania:[citation needed] From other countries: Zog's name was in use by 1972 in the English language palaeontological mnemonic for the names of zonal index fossils in part of the Lower Carboniferous System of Great Britain (namely Cleistopora, which geologists decided to call 'zone k', Zaphrentis, Caninia, Seminula and Dibanophylum): \"King Zog caught syphilis and died\".[43] In the James Bond novel The Man with the Golden Gun, Ian Fleming writes of the villainous Francisco Scaramanga telling his compatriots that the Rastafari of Jamaica \"believes it owes allegiance\" to the King of Ethiopia, this \"King Zog or what-have-you.\" Fleming had been assigned with the task of escorting Zog when in exile after Albania was annexed by Italy.[citation needed] In 'Aria', a 1987 British anthology film, Zog was a character in the first of ten short self-contained segments, each by a different director and each featuring a different opera aria. This segment, entitled 'Un ballo in maschera' after the Giuseppe Verdi opera, was directed by Nicolas Roeg, with actor Theresa Russell playing King Zog during a fictionalized account of his visit to Vienna in 1931 and the assassination attempt on the steps of that city's opera house (as noted earlier, Zog had actually seen a performance of 'Pagliacci' before the real attack). In the animated series Disenchantment (TV series) King Zøg has a reference in the first and only King of Albania.[44]","country":"Albania"}