{"name":"Álvaro Uribe Vélez","url":"/wiki/%C3%81lvaro_Uribe_V%C3%A9lez","Born":"1952-07-04","Political party":"Liberal (1977–2001) Colombia First (2001–2010) Social Party of National Unity (2010–2013) Democratic Center (2013–present)","termEnds":null,"termStarts":null,"text":"Álvaro Uribe Vélez (born 4 July 1952) is a Colombian politician who served as the 39th President of Colombia from 7 August 2002 to 7 August 2010.[2][3] Uribe started his political career in his home department of Antioquia. He held offices in the Public Enterprises of Medellín and in the Ministry of Labor and was the director of the Special Administrative Unit of Civil Aeronautics (1980–1982). He became the Mayor of Medellín in October 1982. He was a senator between 1986 and 1994 and finally the Governor of Antioquia between 1995 and 1997 before being elected President of Colombia in 2002. Following his 2002 election, Uribe led an all-out military offensive against leftist guerrilla groups such as the FARC and the ELN with funding and backing from the Clinton and Bush administrations in the form of a 2.8 billion dollars direct foreign aid package called \"Plan Colombia\", as well as leading a controversial effort to demobilize the rightwing paramilitary group known as the AUC, all of which are part of the Colombian Armed Conflict. His role in the conflict was accompanied by large-scale alleged exactions: thousands of civilians were killed by the Colombian army, as part of the \"False positives\" scandal, with almost total impunity. Their deaths are being investigated by the United Nations.[4] Millions of people have been victims of forced displacement.[5] In August 2010, Uribe was appointed vice-chairman of the UN panel investigating the Gaza flotilla raid.[6] In 2012 Uribe and a group of political allies founded the right-wing Democratic Center movement to contest the 2014 national elections.[7] He was elected senator in the 2014 parliamentary election and took office in July 2014. Uribe was critical of his successor Juan Manuel Santos's peace talks with the FARC guerrillas.[8] In August 2020, the Supreme Court of Justice of Colombia ordered his arrest as part of an investigation into bribery and witness tampering.[2][3] He was released from house arrest on 10 October. The case went to the Fiscalía General de la Nación, after which Uribe resigned from his Senate seat. A number of his political opponents have claimed for years that Uribe should be prosecuted, alleging he has ties with paramilitarism.[9][10][11] Álvaro Uribe was born in Medellín, the oldest of five children. His father, Alberto Uribe, was a landowner. At the age of 10 his family left their Salgar ranch and moved to Medellín. He graduated in 1970 from the Instituto Jorge Robledo after being expelled from the Medellín Benedictine School for arguing with the Benedictine monks.[12] Uribe studied law at the University of Antioquia and he graduated in 1977. His father was killed by a guerrilla group during a 1983 kidnapping attempt.[13][14][15] After his father's death, Uribe focused on his political career and became a member of the center-left Colombian Liberal Party. He served on the city council of Medellín between 1984 and 1986. In 1993 he attended Harvard University, receiving a Certificate of Special Studies in Administration and Management from Harvard Extension School and a Certificate in Negotiation and Dispute Resolution from Harvard Law School.[16] Between 1998 and 1999, after having completed his term in office as the governor of Antioquia, he studied at St Antony's College, Oxford, England, on a Chevening-Simón Bolívar scholarship[17] and was appointed Senior Associate Member at St Antony's College.[18] Uribe married Lina María Moreno Mejía in 1979. They have two sons, Tomás and Jerónimo. In 1976, at the age of 24, Uribe was Chief of Assets for the Public Enterprises of Medellín (Empresas Públicas de Medellín).[19] He served as Secretary General of the Ministry of Labor under Alfonso López Michelsen from 1977 to 1978.[19] During this time he married Lina Moreno, a philosopher from Medellín[citation needed]. President Julio César Turbay named him Director of Civil Aviation from 1980 to 1982, at the age of 28 after the previous director was assassinated.[20][19] He was appointed Mayor of Medellín in 1982,[19] but was removed five months later due to alleged connections with drug cartels.[21] Uribe was elected one of Antioquia's senators from 1986 to 1990 and again from 1990 to 1994. As senator, he served as president of the Seventh Commission and he supported laws dealing with reform of pensions, labor and social security, as well as promotion of administrative careers, cooperative banking, brown sugar, and protection for women. Some of the legislation later drew criticism, in particular, that which reduced the state's responsibility for social security. During his later term, he received official and unofficial awards as one of the \"best senators\" (1990, 1992 and 1993) and as the senator with the \"best legislative initiatives\" (1992).[19] He was elected governor of the department of Antioquia for the 1995 to 1997 term. During his term, Uribe developed what he described as a model for a communitarian state, where in theory citizens would participate in the administration's decision making. It was claimed that this model would help improve employment, education, administrative transparency and public security. Within his jurisdiction, Uribe openly supported a national program of licensed private security services[22] that became known as CONVIVIR, which had been created by Decree 356 issued by the Colombian Defense Ministry in February 1994. The groups quickly became controversial – while some reportedly improved security in communities and intelligence coordination with the military, their members were accused of abusing civilians and operated without serious oversight. In 1998, Human Rights Watch stated: \"we have received credible information that indicated that the CONVIVIR groups of the Magdalena Medio and of the southern Cesar regions were directed by known paramilitaries and had threatened to assassinate Colombians who were considered as guerrilla sympathizers or who refused to join the cooperative groups\".[22][23][24][25] Uribe ran as an independent liberal candidate, having unofficially separated from his former party. His electoral platform centered on confronting Colombia's main guerrilla movement, the FARC. Other relevant propositions included slashing the national administration's expenses, fighting corruption and initiating a national referendum to resolve several of the country's political and economic concerns. Colombia's government under President Andres Pastrana was undergoing peace negotiations with the largest guerrilla group, the FARC. but after four years of peace negotiations without cease-fires, disapproval of Colombia's main parties grew. Violence was rampant. The FARC had, as they claimed, taken control of some 100 municipalities of Colombia out of 1093 at that moment, kidnappings were common and were among the highest in the world, as well as the assassination and crime rate. The AUC was also gaining influence, and expanding its massacres and illicit drugs production, competing with FARC, ELN and other narco-traffickers. Until at least 2001, polls showed that at most 2% of the electorate contemplated voting for Uribe and that the Liberal Party's Horacio Serpa would probably win. But public mood shifted in his favor after the peace process with the guerrillas degenerated. The administration of President Andrés Pastrana had failed for four years to secure a cease-fire, and Uribe began to be seen as a candidate who might provide a viable security program. Former General Harold Bedoya, a candidate with a superficially similar program, remained marginalized. Uribe was elected President of Colombia in the first round of 26 May 2002 elections with 53% of the popular vote. His running mate was Francisco Santos Calderón, a member of the Santos family, who have a long-lasting tradition as members of the Colombian Liberal Party and as owners of Colombian daily newspaper El Tiempo. Santos was also one of the founders of the anti-kidnapping NGO Fundación País Libre, created shortly after his own experience as a hostage of drug lord Pablo Escobar. Observers considered the elections mostly free of foul play at the national level, but there were instances of active intimidation of voters and candidates, by the actions of guerrilla and paramilitary groups. 47% of the potential electorate voted, down from the previous round of voting. Some of Uribe's opponents made accusations during his campaign, especially in a speech by Horacio Serpa and a book published by Newsweek's Joseph Contreras, who interviewed Uribe that year. Claims centered on Uribe's alleged past personal relationships with members of the Medellín Cartel and the sympathy that some paramilitary spokesmen expressed towards Uribe as a candidate. Uribe and his supporters denied or undermined these claims, and critics never committed to legal action because there was no evidence for these claims. During his tenure, Uribe's declared priority was to contain or defeat the three main armed groups in Colombia, the United Self-Defense Forces of Colombia (AUC),[citation needed] National Liberation Army (ELN), and FARC. And by the end of his first term in office the AUC had other right-wing militias agree to disarm and go to jail under special sentences of seven years.[26] Uribe stated that the government had to first show military superiority in order to eventually make the guerrillas return to the negotiating table with a more flexible position, even if this would only happen after his term in office expired. Early in his government, he was quoted as saying that Colombia's main concerns were the challenges of terrorism and the narcotics trade.[27] In a dialog with BBC's Talking Point, Uribe stated: \"Of course we need to eliminate social injustice in Colombia but what is first? Peace. Without peace, there is no investment. Without investment, there are no fiscal resources for the government to invest in the welfare of the people\".[28] His security program was based on a policy of democratic security, aiming to: The policy intended to achieve these goals by: In early 2002, Uribe's administration decreed a one-time tax of 1.2% of the liquid assets of the higher-income Colombians and corporations, with the goal of raising US$800 million. More than $650 million was collected before the final payment quota was made, surpassing original expectations. Another goal was to increase defense expenditures from a current level of about 3.6% of GDP to 6% of GDP by 2006.[29] According to official government statistical information from August 2004, in two years, homicides, kidnappings, and terrorist attacks in Colombia decreased by as much as 50% – their lowest levels in almost 20 years. In 2003, there were 7,000 fewer homicides than in 2002 – a decrease of 27%. By April 2004, the government had established permanent police or military presence in every Colombian municipality for the first time in decades.[30] The Colombian Embassy in Washington states that, as a result of this policy, the Colombian armed forces would now have: \"60% more combat-ready soldiers than four years ago; Helicopters which have significantly improved the mobility of the Armed Forces throughout the national territory; Attack helicopters ensuring the means to be more aggressive in the fight against FARC and AUC; Increased basic combat supplies, including rifles and ammunition; and [has received] significant less human rights complaints against them\".[29] In January 2005, Human Rights Watch stated: \"Paramilitary groups maintain close ties with a number of Colombian military units. The Uribe administration has yet to take effective action to break these ties by investigating and prosecuting high-ranking members of the armed forces credibly alleged to have collaborated with paramilitary groups. Credible reports indicate that some of the territories from which the military has ejected the Revolutionary Armed Forces of Colombia (Fuerzas Armadas Revolutionarias de Colombia, FARC) are now under the control of paramilitary groups, which continue to carry out indiscriminate attacks on the civilian population\".[31] A February 2005 report by the United Nations High Commissioner for Human Rights on the year 2004 stated: \"Achievements and advances were observed in the field of human rights and international humanitarian law; however, there were also difficulties and contradictions. ... Progress was recorded in terms of prevention and protection, including strengthening of the mechanism of community defenders and the early warning system, as well as regarding the Ministry of the Interior's programs for the protection of vulnerable groups. Weaknesses persisted in the Government's responses to warnings, as well as in decreasing risk factors for vulnerable groups. The Government adopted positive measures regarding the destruction of stored anti-personnel mines. The armed forces occasionally carried out operations in which they failed to observe humanitarian principles\".[32] An anti-terror statute criticized by many human rights groups was approved by Congress on 11 December 2003 but was struck down in August 2004 by the Colombian Constitutional Court during its review. The statute granted the military judicial police rights and allowed limited arrests and communication intercepts without warrants. It was struck down due to an error in the approval procedure, an objection the court has also presented towards other bills.[33] After some of the AUC's main leaders had declared a cease-fire and agreed to concentrate in Santa Fe de Ralito, several paramilitary demobilizations began in earnest, thousands of their \"rank and file\" fighters were disarmed and incorporated into government rehabilitation programs late in 2004. The main AUC leaders, who would be held responsible for atrocities, remained in the concentration zone and continued talks with the government's High Commissioner for Peace, Luis Carlos Restrepo. A number of the paramilitary members who initially demobilized in Medellín apparently did not actually belong to the AUC and this caused public concern. The AUC commanders claimed, as the year ended, that they had difficulties controlling all of their personnel from their isolated position, that they had already demobilized some 20% of their forces, and that they would await for the drafting of the necessary legal framework before making any more significant moves. In 2005, Uribe and Colombia's congressmen prepared for the elections held in May and March 2006 respectively. FARC, which had been perceived as relatively passive, began to show signs of what analysts considered renewed vigor in February.[citation needed] It made a series of attacks against small military units, which left at least three dozen casualties. Uribe said in a speech that FARC remained strong and had never retreated, and he credited Colombia's soldiers for previous successes against FARC activities. Negotiations with the AUC also increased public anxiety. Discussions continued about the legal provisions to assure \"justice, reparation and truth\" after a full demobilization. Also according to many observers, paramilitary activity continued despite AUC's declared cease-fire, albeit at a reduced rate. The demobilizations were renewed in November and finished in the complete disbandment of the group by middle February 2007, although some of the paramilitary units rejected disbandment and returned to criminal activity. These groups became known as the Black Eagles. This group is relatively small in comparison to the AUC and have not been able to achieve the notoriety or the military power of their predecessor, but are present on some former paramilitary areas, like Catatumbo and Choco.[34] The Colombian Congress agreed to prosecute AUC leaders under the controversial Justice and Peace Law, by which the paramilitary leaders would receive reduced sentences in exchange for their testimony and declarations of their entire criminal activity: links with drug dealers, assassinations, disappearances and massacres.[35] These declarations are to be brought before a specialized judge, in a public hearing attended by the victims. The paramilitary leaders are also forced to \"repair\" the damage caused to the victims or their families: By disclosing the location of mass graves and by repaying each of them through economic assistance. As of 2008, these public hearings are still underway. To improve its results in the fight against guerrilla warfare, the Colombian army carried out mass executions of civilians transformed into false positives. If exactions of this kind already existed, the phenomenon became widespread from 2002, encouraged by the bonuses paid to the soldiers and by quasi-absolute impunity.[36][37] In 2010 a mass grave containing 2,000 corpses was discovered near a military base in the department of Meta. This is the largest mass grave discovered to date in South America.[38] In 2008, the Working Group on Enforced or Involuntary Disappearances of the United Nation's Human Rights Council criticised the continuation of forced disappearances in Colombia.[39] According to the CODHES human rights NGO, forced displacement during Uribe's term affected over 2.4 million Colombian nationals by the end of 2009. A spokesperson for the organization stated: \"It's true that there have been advances for some segments of society, but not for everyone, which casts into doubt the democratic component of (the government's) security policy\".[40] From 2000 to 2008, more that 130.000 Colombian nationals fled to Ecuador.[41] According to the International Displacement Monitoring Centre, an estimated total of 3.303.979 to 4.915.579 people have been internally displaced in Colombia.[42] In November 2006, a political crisis emerged as several of Uribe's congressional supporters were questioned or charged by the Colombian Supreme Court and the office of the Attorney General for having alleged links to paramilitary groups. Álvaro Araújo, brother of Uribe's Foreign Minister María Consuelo Araújo, was among those summoned for questioning.[43] In November, the former ambassador to Chile, Salvador Arana, was charged with the murder of a mayor in a small town in the Department of Sucre.[44] The Supreme Court sentenced Arana to 40 years in prison in December 2009.[45] In April 2007, Senator Gustavo Petro made several accusations against Uribe during a televised congressional debate about paramilitarism in Antioquia. Petro said that some of the Uribe family's farms in the north of the country had been previously used as staging grounds for paramilitary forces. He also showed a picture of Santiago Uribe, the President's brother, together with Fabio Ochoa, a drug dealer, in 1985. Petro also argued that Governor Uribe's office allowed paramilitary personnel to participate in some of the legal cooperative neighborhood watch groups known as CONVIVIR. Another accusation concerned the possible participation of a helicopter belonging to the former Antioquia Governor's administration during a paramilitary massacre.[46] Two days later, Uribe publicly revealed that former US Vice President Al Gore had canceled his participation in a pro-environment event Uribe was to attend in Miami due to the continuing allegations against him. The Colombian President reacted by organizing a press conference during which he addressed several of the accusations Senator Petro and others had made against him. Uribe argued that his family had nothing to do with any massacres and that they had already sold the implicated farms several years before the alleged events. He also stated that the Uribes and the Ochoas were both famous in the horse breeding business, causing their meetings to be both common and public. He claimed that the helicopter's hours and missions had been strictly logged, making it impossible for it to have participated in any massacre. Uribe said that he supported the CONVIVIR groups but was not solely responsible for their creation, adding that other civilian and military authorities also participated in their oversight. He also said that he dismantled some CONVIVIR groups when doubts began to surround their activities.[46][47] On 22 April 2008, former senator Mario Uribe Escobar, one of the Colombian President's cousins and a close political ally, was arrested after being denied asylum at the Costa Rican embassy in Bogotá, as part of a judicial inquiry into the links between politicians and paramilitary groups. Mario Uribe has been accused of meeting with paramilitary commander Salvatore Mancuso in order to plan land seizures.[48] On 22 February 2011, Uribe Escobar was convicted and sentenced to 90 months in jail after the Colombian Supreme Court found him guilty of the charge of conspiring with paramilitary groups.[49] On 23 April 2008, Uribe revealed that a former paramilitary fighter had accused him of helping to plan the 1997 massacre of El Aro, a charge which he said was under official investigation. Uribe described the accuser as a \"disgruntled convict with an axe to grind\", denied the charges and said there was proof of his innocence.[50] The Colombian newsweekly Revista Semana reported that the paramilitary in question, Francisco Enrique Villalba Hernández, had not mentioned Uribe during previous declarations made more than five years ago, when he was sentenced for his own role in the massacre. The magazine also listed a number of possible inconsistencies in his most recent testimony, including the alleged presence of General Manosalva, who had died months before the date of the meeting where the massacre was planned.[51] In May 2009 Colombian prosecutors officially began an investigation on a series of illegal wiretapping and spying activities carried out against opposition politicians, judges, journalists and others by the Department of Administrative Security (DAS).[52] The probe has involved several of Uribe's top aides and former high-ranking personnel within the department.[52] Former DAS counterintelligence director Jorge Alberto Lagos has told investigators that information on the country's Supreme Court judges was provided to Bernardo Moreno and José Obdulio, two of Uribe's aides.[52] Gaviria has claimed that criminals have tried to damage the government's image as part of a \"political war\" against the administration.[52] El Tiempo has criticized these explanations, raising questions about the President's knowledge of these activities.[52] Uribe himself has denied ordering any illegal wiretapping and claims that those responsible for spying on the opposition are part of \"a mafia group that hurts the Colombian Democracy, freedom, the country and the government itself\".[53] The DAS, an \"intelligence service that answers to the president\" as described by the Washington Post,[52] has been the subject of earlier controversies during the Uribe administration. According to Revista Semana, revelations about the infiltration of paramilitaries affected the entity under former DAS chief Jorge Noguera in 2007 and further accusations have continued to surface.[54] The magazine reported that information gathered by the DAS has been allegedly forwarded to paramilitaries, narcotraffickers and guerrillas.[54] Previously, former DAS computer systems chief Rafael García had claimed that the department and Colombian paramilitaries were involved in a plan to assassinate Venezuelan President Hugo Chávez.[55] According to Reporters Without Borders, Colombia was demoted from 114th to 145th place between 2002 and 2010 on freedom of the press. Uribe's administration was responsible for arresting and extraditing more drug traffickers to the United States and to other countries than all other previous presidents. He has been publicly recognized as a supporter of the US war on drugs by continually implementing the anti-drug strategy of Plan Colombia.[citation needed] He is also recognized as a supporter of the US war on terror, and the invasion of Iraq. In January 2003, Uribe ended a radio interview by asking \"why isn't there any thought of [making] an equivalent deployment [as in the invasion of Iraq] to put an end to this problem [the Colombian conflict], which has such potentially grave consequences?\".[56] In a 22 November visit to the coastal city of Cartagena, US President George W. Bush stood by the results of Uribe's security policies and declared he would continue to provide Plan Colombia aid in the future: \"My nation will continue to help Colombia prevail in this vital struggle. Since the year 2000, when we began Plan Colombia, the United States has provided more than $3 billion in vital aid. We'll continue providing aid. We've helped Colombia to strengthen its democracy, to combat drug production, to create a more transparent and effective judicial system, to increase the size and professionalism of its military and police forces, to protect human rights, and to reduce corruption. Mr. President, you and your government have not let us down. Plan Colombia enjoys wide bipartisan support in my country, and next year I will ask our Congress to renew its support so that this courageous nation can win its war against narco-terrorists\".[57] The Uribe administration has maintained generally positive diplomatic relations with Spain and most Latin American nations. It signed several accords, including one in 2004 for the joint construction of a pipeline with Venezuela, a security and anti-drug trafficking cooperation deal with Paraguay in 2005, a commercial and technological cooperation agreement with Bolivia in 2004,[58] a defense agreement with Spain (which was modified in 2004 but still remained valid),[59] and economic and cultural agreements with the People's Republic of China in April 2005.[60] Several analysts consider that, being an ally of the US, Uribe would be ideologically opposed to left wing governments in Latin America and elsewhere. Yet, Uribe has participated in multilateral meetings and has held bilateral summits with presidents Hugo Chávez, Martín Torrijos, Lula da Silva, Ricardo Lagos, and Carlos Mesa, among others. Colombia has also maintained diplomatic relations with Cuba and the People's Republic of China. There have been some diplomatic incidents and crises with Venezuela during his term, in particular around the 2005 Rodrigo Granda affair, Colombia's frustrated 2004 acquisition of 46 AMX-30 tanks from Spain, and an Alleged planned Venezuelan coup in 2004 by Colombian paramilitaries. These internationally worrying circumstances have been ultimately resolved through the use of official diplomatic channels and bilateral presidential summits (in the first two cases). International law enforcement cooperation has been maintained with countries such as the US, Spain, the United Kingdom, México, Ecuador, Venezuela, Peru, Panama, Paraguay, Honduras and Brazil among others. Uribe's government, along with Peru and Ecuador, negotiated and (with Peru) signed a free trade agreement with the US. On 30 December 2005, Uribe signed a free trade agreement (FTA) with Mercosur and gives Colombian products preferential access to the market of 230 million people. Trade negotiations have also been underway with Mexico, Chile, the Andean community and the USA over its current proposal. After the 2009 Honduran election Uribe joined a list of leaders that are supporting the next government following the coup d'état. \"Colombia recognizes the next government\", Uribe told reporters during an Ibero-American summit in Portugal on 30 November 2009. \"A democratic process has taken place in Honduras with high participation, without fraud\".[61] In 2009, bilateral negotiations between the United States and Colombia which would give U.S. forces increased access to several Colombian military bases for the stated purpose of fighting terrorism and the drug trade generated controversy throughout the region. Venezuela's Hugo Chávez criticized the proposed deal as the creation of a purported \"imperialist beachhead\" while Colombian diplomats defended the agreement. U.S. Secretary of State Hillary Clinton stated that \"there was no intention to expand the number of permanent [U.S.] personnel [in Colombia] beyond the maximum permitted by Congress\". Other Latin American nations, including Brazil, also expressed their own concerns about the matter.[62][63][64] On 2 July 2008 a covert rescue operation codenamed Operation Jaque by the Colombian Special Forces disguised as FARC guerrillas resulted in the rescue of Senator and former presidential candidate Ingrid Betancourt, the Americans Marc Gonsalves, Thomas Howes, and Keith Stansell and eleven soldiers and police officers. It was done without bloodshed and led to the capture of two guerrilla leaders. The operation heightened Uribe's already soaring popularity. Uribe stated that the rescue operation \"was guided in every way by the light of the Holy Spirit, the protection of our Lord and the Virgin Mary\".[65] The hostages agreed, indicating that they had spent much time in captivity praying the rosary, and Ms. Betancourt, formerly a lapsed Catholic who prayed daily on a wooden rosary which she made while a hostage,[66] attributed the rescue as follows: \"I am convinced this is a miracle of the Virgin Mary. To me it is clear she has had a hand in all of this\".[65] Despite significant political differences, until 2007 Colombia and Venezuela had only one major impasse in their relations, the Rodrigo Granda affair, which had been overcome thanks to the direct talks between Uribe and Chávez. Uribe's main political problem during 2007 was his handling of the humanitarian exchange situation: the FARC guerrillas held over 700 hostages, living in poor conditions in the Colombian jungle. These hostages included presidential candidate and French citizen Ingrid Betancourt (later freed), three American citizens (later freed), and several Colombian politicians and law enforcers. Some of the captives had been in the jungle for over 10 years. For the release of 40 of these hostages (the so-called \"canjeables\" or \"exchangeables\") the FARC demands a Demilitarized Zone that includes the towns of Florida and Pradera. The government has refused to comply with this demand, deciding instead to push for a military rescue of the hostages, or by searching the mediation of third parties like Switzerland and the Catholic Church. As all of those plans failed to get any positive outcome, Uribe appointed Senator Piedad Córdoba to mediate between the government and the guerrillas in an attempt to secure the liberation of the hostages. Córdoba then asked Chávez to mediate as well, with Uribe's consent. French president Nicolas Sarkozy was also willing to help in the mediation effort. On 8 November 2007 Chávez met with alias \"Iván Márquez\" one of the highest members of the FARC and some other members of its secretariat at the Palacio de Miraflores in a widely publicized event. After the event Chavez promised to deliver evidence that some of the hostages remained alive. When Chávez met with Sarkozy on 19 November, Chávez was still waiting for the evidence. Lacking the \"proof of life\" that was promised to the families of the hostages, and seeing prominent FARC members using the media attention to promote their own ideology, Uribe became disgruntled with the mediation process. On 22 November Uribe abruptly ended the mediation after Chávez spoke with the high command of the Colombian military during a call made by Córdoba.[citation needed] Uribe had warned Chávez against any attempt to talk to military high command. Chávez initially accepted the decision, but tensions escalated as the presidents increasingly attacked each other verbally, with Chávez claiming that Uribe and the U.S. simply preferred the war continue, and Uribe implying Chávez supported the rebels. Chávez announced a \"freeze\" of political relations and called Uribe a \"pawn of the empire\" and cut contact with the Colombian government, including rejecting calls from the Colombian embassy in Caracas. He announced his intent to sharply reduce bilateral commerce.[67] Chávez continued negotiating with the rebels and eventually secured the unilateral release of two, then four more, hostages to Venezuela which were meant as signs of good faith and preceded calls for more negotiations, which Uribe dismissed. A regional crisis began after Colombian troops killed FARC commander Raúl Reyes in a guerrilla camp inside Ecuadorian borders on 1 March. Ecuador, Venezuela and Nicaragua, which has a maritime dispute with Colombia, cut diplomatic ties with Colombia as a response, with Chavez and Ecuadorean President Rafael Correa ordering troops to their respective borders with Colombia.[68] Uribe in response placed the armed forces on high alert but did not move his troops to confront them even though the Colombian army is larger than Ecuador's and Venezuela's combined.[69] Several countries in the Americas criticized the incursion into Ecuador as a violation of national sovereignty,[70] which was also denounced by an OAS resolution.[citation needed] The United States backed Colombia's position and internal support for the action remained strong, Uribe's popularity rising as a result.[71] The impasse was finally solved when Leonel Fernández, President of the Dominican Republic, hosted an emergency summit of Latin American nations in Santo Domingo. He got Uribe, Correa, and Chavez to shake hands. Nicaragua's Daniel Ortega also announced the restoration of relations with Colombia at which Uribe told him that he would send him the bill for the plane fare for his ambassador.[72] In early March 2010, judge Eloy Velasco of Spain brought forth allegations against Hugo Chávez, the FARC and ETA of conspiring to assassinate Uribe, along with other Colombian political figures.[73] The Uribe administration has continued dealing with the International Monetary Fund (IMF) and the World Bank, securing loans, agreeing to cut expenses, agreeing to continue debt payments, privatize public companies and foment investor confidence, in order to comply with financial orthodoxy. Under Uribe, social spending has also seen a huge increase. The government's High Advisor for Social Policy, Juan Francisco Lozano Ramírez, stated in February 2005 that the administration had by 2004 achieved an increase of 5 million affiliates to the subsidized health system (3.5 million added in 2004, for a total of 15.4 million affiliates), an increase of 2 million Colombians that receive meals and care through the Institute of Family Welfare (ICBF) (for a total of 6.6 million), an increase of 1.7 million education slots in the National Service of Learning (SENA) (for a total of 2.7 million), an increase of 157% in the amount of microcredit available to small entrepreneurs, a reduction of unemployment from 15.6% in December 2002 to 12.1% by December 2004, the addition of almost 200,000 new houses to existing housing projects for the poor, a total of 750,000 new school slots in primary and high school, some 260,000 new university slots, the return of 70,000 displaced persons to their homes (under an 800% increase in the budget assigned to this matter), and support for a program that seeks to increase economic subsidies from 170,000 to 570,000 of the elderly by the end of the term. The High Advisor added that a \"colossal effort\" is still required and work must continue, and that this progress would constitute a sign of the Uribe administration's positive effects on social indicators.[74] Companies such as Carbocol, Telecom Colombia, Bancafé, Minercol and others, which were either already in crisis or considered by the government as overly expensive to maintain under their current spending conditions, were among those restructured or privatized. Most direct critics have considered Uribe's administration neoliberal, and argued that it has not addressed the root causes of poverty and unemployment, because continued application of traditional trade and tax policies tend to benefit private and foreign investors over small owners and workers. Union and labor claim that many of the privatizations and liquidations have been done to please the IMF, the World Bank and multinational companies, and will hurt several national industries in the long run.[75] Unemployment remains at a high level (between 11 and 12% under Uribe's administration).[76] A national referendum was promoted during Uribe's campaign and later modified by Congress and judicial review. The ability to revoke Congress was removed, as was the option to vote \"Yes\" or \"No\" as a whole. The modified proposal was defeated at the polls on 25 October 2003, and several left-wing candidates opposed to the referendum were victorious at regional elections the following day. At least 25% of the electorate needed to vote on each of the 15 proposals in order it to be accepted, but overall participation was only 24.8% and only the first proposal (\"political death for the corrupt\") achieved this. All 15 proposals were approved by a substantial majority of those who voted.[77][78] Analysts considered these events a political setback for Uribe, as one of his main campaign propositions had failed, despite his personal leadership. The \"active abstention\" and blank voting campaigns that his opponents, in particular the Independent Democratic Pole and the Colombian Liberal Party, had promoted were allegedly successful in convincing enough of their sympathizers to stay home and instead participate in the next day's round of elections. A number of Uribe's own supporters did not participate, as they found the referendum, which had been modified by Congress and later by the Judicial branch, to be too complex, long and uninspiring. Some also pointed out that extraordinary electoral initiatives (that is, those voted outside standard electoral dates) have traditionally suffered complications in Colombia, including a lack of participation. In September 2003, Uribe issued a speech that contained allegations against what he called \"agents of terrorism\" inside a minority of human rights organizations, while at the same time declaring that he respected criticism from most other established organizations and sources. Similar statements were later repeated in other instances.[79] These statements were sharply criticized inside and outside Colombia because they could endanger the work of human rights and opposition figures.[80] Contacts begun in 2002 with the paramilitary AUC forces and their leader Carlos Castaño, which had publicly expressed their will to declare a cease-fire, continued in 2003 amid a degree of national and international controversy. In 2004, Uribe successfully sought a Congressional amendment to the Colombian Constitution of 1991 which allowed him to run for a second term as president. For years, Colombian presidents had been limited to a single four-year term and had been barred from any sort of reelection, even if nonconsecutive. Uribe originally had expressed his disagreement with consecutive reelection during his campaign, but later changed his mind, first at a private level and later in public appearances. Many analysts considered that, in order to secure the approval of this reform, Uribe may have slacked on his campaign promises, because of what has been perceived as his indirect bribing of congressmen, through the alleged assignment of their relatives to the diplomatic corps and through promises of investment in their regions of origin. Uribe's supporters consider that no actual bribing took place, and that a consensus among the diverse sectors that back Uribe's policies in Congress had to be reached through political negotiation. The amendment permitting a single reelection was approved by Congress in December 2004, and by the Constitutional Court in October 2005.[81] In 2004, Uribe's political supporters amended the constitution to allow him to run for a second term, previously proscribed by the Colombian constitution, and his own decision to run for a second term was announced in late 2005.[82] With this amendment, Uribe was re-elected on 28 May 2006 for a second presidential term (2006–2010), and became the first president to be consecutively re-elected in Colombia in over a century. He received about 62% of the vote, winning over 7.3 million votes.[83] This was the largest victory for a presidential candidate in Colombian history. The Organization of American States (OAS) deployed electoral observers in 12 departments: Antioquia, Risaralda, Quindío, Atlántico, Bolívar, Santander, Córdoba, Cauca, César, Nariño, Magdalena and Valle. In a statement made on 28 May, OAS mentioned that the elections \"have taken place in an atmosphere of freedom, transparency and normalcy\", despite incidents \"related to the use of indelible ink, voter substitution and the accreditation of electoral witnesses, though these have no effect on the electoral process as a whole\" and \"developments in northern Santander province that took the lives of army personnel and left others injured in an ambush carried out by subversive groups\".[84] In April 2008, Yidis Medina, a former congresswoman from the pro-government Colombian Conservative Party, claimed that members of Uribe's administration had offered her to appoint local officials in her home province, in exchange for voting in favor of the 2004 reelection bill. According to Medina, the government had not fulfilled that promise, prompting her declaration. The Attorney General of Colombia ordered her arrest, after which she turned herself over to authorities and testified to the Supreme Court as part of the investigation. The opposition Alternative Democratic Pole party asked for Uribe to be investigated for bribery.[85] After the declarations made by Medina, the Supreme Court of Colombia sent copies of the process to other judicial authorities, who have the jurisdiction to investigate several former and current cabinet members and other high officials. The Accusations Commission of the Colombian Congress will study the matter and decide if there are enough merits to officially investigate Uribe.[86][87] Since his 2002 election Uribe's approval ratings had remained high, usually staying between 60 and 70 percent after eight years in office, but this status has radically changed.[88][89][90][91] During early 2008, Uribe's approval rating hit 81%, one of the highest popularity levels of his entire presidency.[92] In June 2008, after Operation Jaque, Uribe's approval rate rose to an unprecedented 91%.[93] In May 2009 his popularity had dropped to 68%.[94] According to a June 2009 Ipsos-Napoleón Franco national poll for the 2010 presidential campaign, covering over thirty cities and municipalities, Uribe's overall approval rating was 76% but only 57% would vote in favor of his potential reelection for a third term.[95][96] During the eight years of Uribe's government, internal polling, communications strategy and government and presidential image were managed by Uribe's Communications Advisors Jaime Bermudez, who later became Ambassador to Argentina and then Foreign Affairs Minister; Jorge Mario Eastman, who was Vice-minister of Defense before and left to become Vice-minister of Defense again; and Mauricio Carradini who served under Uribe until the end the period in office.[97] Uribe's popularity on leaving office was measured to be between 79% and 84% depending on the source consulted.[citation needed] However, those opinion polls in Colombia were mostly carried out among the inhabitants of big cities and did not include the opinion of rural populations, most affected by war and poverty.[citation needed] Some journalists were also surprised that the president's popularity is not reflected in the elections, where the abstention varies between 50% and 80% of the electorate.[98] In 2019, 69% of the population surveyed said they had an unfavourable image of Uribe, while 26% said they had a favourable image.[91] As the end of Uribe's second term approached, his followers sought a new amendment that would grant him the right to run for a third term.[99][100] In May 2009, Defense Minister Juan Manuel Santos resigned so he could run for president in case Uribe either did not or could not run again. Santos said before resigning that he did not want to run against Uribe.[99] Congress backed a proposed referendum on the matter, but the Constitutional Court rejected it after reviewing the resulting law. On 26 February 2010 lead justice Mauricio Gonzalez publicly announced the Court's decision. Gonzalez said that the Court had found numerous irregularities in the way signatures were obtained to allow the referendum to pass.[101] He also said that the law calling for a referendum contained \"substantial violations to the democratic principle\" that made it unconstitutional. Uribe stated that he would respect the decision but called for voters to continue supporting his administration's policies in the upcoming elections.[102] The Constitutional Court not only threw out the referendum, but declared Colombian presidents could only serve two terms, even if they were nonconsecutive. This effectively foreclosed a potential Uribe run for president in 2014.[103] The Constitution has since been amended to limit the president to a single four-year term, restoring the status quo that prevailed before 2005. In late 2010, a few months after leaving office, Uribe was named visiting scholar at Georgetown University's Walsh School of Foreign Service,[104] where he taught students in different disciplines as a guest lecturer in seminars and classes. In 2011, Uribe was granted an honorary award by the Latin American Student Association of Georgetown, for his leadership and commitment with the Latin American community of the university. Uribe's appointment at Georgetown sparked controversy. In September, more than 150 scholars, including 10 Georgetown professors and leading experts on Latin America and Colombia, signed a letter calling for Uribe's firing.[105] A Colombian humorist suggested Uribe teach a course on wiretapping, which his administration illegally conducted on opposition figures, human rights workers, journalists and Supreme Court justices.[106] Many students protested, with some hanging banners calling him a \"mass murderer\" for the deaths of thousands of civilians that the army was accused of later dressed up as guerrillas.[106] In November 2010, while at the Georgetown campus, Uribe was served a criminal subpoena in the case Claudia Balcero Giraldo v. Drummond, regarding hundreds of civilians murdered by paramilitary forces loyal to Uribe.[107] After a year at Georgetown, Uribe left to continue with his personal endeavors in Colombia. In October 2012, News Corporation welcomed Uribe to the Board of Directors upon the retirement of Andrew Knight, John Thornton, and Arthur Siskind.[108] In 2012, Uribe joined the Leadership Council of Concordia, a nonprofit organization in New York City that creates public-private partnerships.[citation needed] Prosecutors accuse Uribe of helping to plan paramilitary massacres in La Granja (1996), San Roque (1996) and El Aro (1997) while he was governor of Antioquia, and the February 1998 assassination of Jesús María Valle, an attorney and human rights defender working with victims in those cases.[109] Uribe, who had served in the Senate prior to his election as president, is the only former Colombian head of state in history to have become a Senator after occupying the presidency.[110] Founded by the former president, the Democratic Center (Centro Democrático) party managed to win 20 seats in the Senate during 9 March congressional election, the second highest number after the 21 seats held by President Juan Manuel Santos U Party (Partido de la U). Uribe's new Democratic Center party also won 19 of the House of Representatives' 166 seats.[110][111] Uribe campaigned actively against the peace deal between the Juan Manuel Santos administration and FARC.[112] He argued the deal would undermine the constitution by appointing FARC leaders, who received no prison terms for their crimes, to congress. In August 2020, Uribe was placed under house arrest at his hacienda \"El Uberrimo\" by the Supreme Court of Justice of Colombia, while it decides whether he should stand trial for bribery and witness tampering as well as crimes against humanity for his alleged involvement in El Aro and La Granja massacres, which took place while he was Governor of Antioquia, as part of ongoing judicial investigations.[2][3][9] The day following his arrest, Uribe tested positive for COVID-19, but he announced he was cured 6 days later.[113] On 18 August 2020, Uribe resigned his seat in the Senate of Colombia.[1][114] Uribe was later freed on 10 October 2020, due to a lack of evidence to prove the case against him. The court case called \"Caso Uribe\" has been a dispute in which Uribe began as a victim and ended up being a victimizer, according to the status granted by the high court to his counterpart in this process, Senator Iván Cepeda.[115] The process passed into the hands of the Office of the Attorney General of the Nation, thus evading the jurisdiction that the Supreme Court of Justice had over it.[116] The prosecutor delegated to this high court, Gabriel Jaimes Durán, requested the preclusion of the process, ruling out in 4 months investigation, the probative material that the Court compiled in 3 years.[117] In 2008, the case of so-called false positives, or extrajudicial executions, was revealed. Several Army brigades created a policy, according to which commanders and soldiers reporting combat casualties, received prizes, vacations and promotions, while commanders who did not report results were disciplined and punished. Such policy did not reward the military for capturing guerrillas but for reporting the death toll in combat. It subsequently came to light that several National Army units executed civilians, often from a poor background, to pass them off as combat casualties and thus inflate the number of deaths in combat, which sought to demonstrate the success of the democratic security policy. The killings were systematically committed by several National Army units as the fourth brigade in Medellin, which lured young people under the pretext of employing them, thus murdering them in the field simulating combat. In December 2019, the Special Jurisdiction for Peace discovered the first mass grave of false positives in the municipality of Dabeiba, Antioquia, where 50 civilian deaths were found, presented as guerrillas who were killed by National Army units during the Uribe government between 2006 and 2008. Those responsible for digging the tombs were soldiers of the Fourth Brigade of Medellin, located less than 3 hours away by car from Dabeiba. It is estimated that across the country there are between 3500 and 10,000 victims of false positives in what Human Rights Watch has called as a case of unreleased human rights violation in the world where the army murders its own civilians to pass them off as enemies killed in combat. Such a violation of human rights by the Army entailed the resignation of the National Army Commander at the time, General Mario Montoya, who would subsequently benefit from special jurisdiction after requesting that such entity could ensure his personal security. For these crimes, several international analysts have considered Uribe to be at risk of trial for crimes against humanity in the International Criminal Court or for War Crimes. Currently, the prosecutor's office of the International Criminal Court has information on 2047 cases of execution of civilians by the National Army. In February 2021, the Special Peace Jurisdiction has claimed that, during Uribe's rule, 6,402 people were victims of this scourge. In 2021 the president of the Truth Commission, Francisco de Roux, demanded from him to ask for forgiveness due to its responsibility in the events related to the False Positives,[118] but Uribe declined even the invitation to talk with the commission.[119] In 2003 he received the Medal of the Oriental Republic of Uruguay in the grade of Grand Cordon,[120] and on 4 February 2005, he was made Knight of the Collar of the Order of Isabella the Catholic by King Juan Carlos I of Spain.[121] In May 2007 the American Jewish Committee (AJC) gave Uribe its \"Light Unto The Nations\" award. AJC President E. Robert Goodkind, who presented the award at AJC's Annual Dinner held at the National Building Museum in Washington, stated: \"President Uribe is a staunch ally of the United States, a good friend of Israel and the Jewish people, and is a firm believer in human dignity and human development in Colombia and the Americas\".[122] On 13 January 2009 US President George W. Bush awarded Uribe, along with former Prime Minister of the United Kingdom Tony Blair and former Prime Minister of Australia John Howard, the highest civilian award; the Presidential Medal of Freedom. Dana Perino, the White House Press Secretary explained that he received this award \"for (his) work to improve the lives of (his) citizens and for (his) efforts to promote democracy, human rights and peace abroad\". She said (speaking of the three leaders who received the reward on this day): \"All three leaders have been staunch allies of the United States, particularly in combating terrorism\".[123] On 23 November 2009 Nicolas De Santis, President of Gold Mercury International, presented Uribe with the Gold Mercury International Award for Peace and Security in a ceremony at the Nariño Presidential Palace in Bogota.[124] The Award recognized Uribe's efforts to transform Colombia's internal security mechanisms, improve human rights, social cohesion and general development of the country.[125]","country":"Colombia"}