{"name":"Álvaro Obregón","url":"/wiki/%C3%81lvaro_Obreg%C3%B3n","Born":"1880-02-19","Died":"1928-07-17","Political party":"Laborist Party (PL)","termEnds":null,"termStarts":"He was the most successful general of the Constitutionalist Army and joined the rebellion against Carranza. When elections were held in the aftermath of the coup, he was the winner of the 1920 general election.","text":"Álvaro Obregón Salido (Spanish pronunciation: [ˈalβaɾo oβɾeˈɣon]; 19 February 1880 – 17 July 1928) better known as Álvaro Obregón was a Sonoran-born general in the Mexican Revolution. A pragmatic centrist, natural soldier, and able politician, he became the 46th President of Mexico from 1920 to 1924 and was assassinated in 1928 as President-elect. In the mythology of the Revolution, \"Alvaro Obregón stood out as the organizer, the peacemaker, the unifier.\"[1] A widower with small children and successful farmer, he did not join the Revolution until after the February 1913 coup d'état against Francisco I. Madero that brought General Victoriano Huerta to the presidency. Obregón supported Sonora's decision to follow Governor of Coahuila Venustiano Carranza as leader of the northern revolutionary coalition, the Constitutionalist Army, against the Huerta regime. An untrained soldier but natural leader, Obregón rose quickly in the ranks and became the Constitutionalist Army's best general, along with Pancho Villa. Carranza appointed Obregón commander of the revolutionary forces in northwestern Mexico. When the Constitutionalists defeated Huerta in July 1914, and the Federal Army dissolved in August, Villa broke with Carranza, with Obregón remaining loyal to him despite Carranza's conservatism. In the civil war of the winners (1914–15), between Carranza and Obregón on one side and Villa and peasant leader Emiliano Zapata on the other, Obregón decisively defeated Villa's army in 1915. Carranza became the undisputed leader of Mexico. In 1915 Carranza appointed him as his minister of war. Obregón became increasingly disillusioned with the conservative Carranza, whom Obregón believed should have become interim president of Mexico and thus been excluded from election as the constitutional president. Carranza was elected president in 1917, after the promulgation of the new revolutionary Constitution of Mexico. Obregón returned to his ranch Sonora, planning on running for the presidency in the 1920 elections. Since Carranza could not be re-elected and he wished to remain a political force, he designated a civilian political nobody to succeed him. In response, in 1920, Obregón and fellow Sonoran revolutionary generals Plutarco Elías Calles and Adolfo de la Huerta launched a successful revolt against Carranza under the Plan of Agua Prieta. Carranza was assassinated while fleeing the capital on a train carrying most of the nation's gold. De la Huerta became interim president until elections were held. Obregón won the presidency with overwhelming popular support. Obregón's presidency was the first stable presidency since the Revolution began in 1910. He oversaw massive educational reform (with Mexican muralism flourishing), moderate land reform, and labor laws sponsored by the increasingly powerful Regional Confederation of Mexican Workers. In August 1923, he signed the Bucareli Treaty that clarified the rights of the Mexican government and U.S. oil interests and brought U.S. diplomatic recognition to his government.[2] In 1923–24, Obregón's finance minister, Adolfo de la Huerta, launched a rebellion when Obregón designated Calles as his successor. De la Huerta garnered support by many revolutionaries who were opposed to Obregón's apparent emulation of Porfirio Díaz's example. Obregón returned to the battlefield to crush the rebellion. In his victory, he was aided by the United States with arms and 17 U.S. planes that bombed de la Huerta's supporters.[3] In 1924, Obregón's fellow Northern revolutionary general and hand-picked successor, Plutarco Elías Calles, was elected president. Although Obregón ostensibly retired to Sonora, he remained influential under Calles. Calles pushed through constitutional reform to again make re-election possible, but not continuously. Obregón won the 1928 election. He was assassinated that year, before beginning his second term, by a religious fanatic. His assassination precipitated a political crisis in the country, ultimately leading to Calles founding the party that was to hold office continuously until 2000. Obregón was born in Siquisiva, Sonora, Municipality of Navojoa, the eighteenth offspring of Francisco Obregón (O'Brien) of Spanish ancestry[4] and Cenobia Salido. Francisco Obregón had once owned a substantial estate, but his business partner supported Emperor Maximilian during the French intervention in Mexico (1862–1867), and the family's estate was confiscated by the Liberal government in 1867.[5] Francisco Obregón died in 1880, the year of Álvaro Obregón's birth. The boy was raised in very straitened circumstances by his mother and his older sisters Cenobia, María, and Rosa.[6] His mother's family was locally prominent, owning haciendas and some held government positions during the Porfirio Díaz regime.[7] Obregón benefited from his relationship with his more distinguished kin, though as an orphan, he was very much the poor relation. He had ambition to make his way in the world. One of his cousin's on his mother's side, Benjamin G. Hill became an important ally in the Mexican Revolution. Obregón's home state of Sonora was an isolated area with a border with the U.S. and there was frequent interchange with the U.S. and U.S. investment in Sonora. Sonora's distance from the capital and lack of a direct railway line to the capital affected its late nineteenth-century development and its role in the Mexican Revolution. Sonora had direct railway connections to the U.S. and its economy was more closely tied to the U.S. than central Mexico, exporting cattle hides and most especially garbanzos to the U.S. Obregón's family circumstances and the economic situation of the state made his entry into garbanzo farming a way to make a good living as a young man.[8] During his childhood, Obregón worked on the family farm and became acquainted with the indigenous Mayo people who also worked there and learned the language. His bilingualism served him well in his later military and political career, drawing both Mayos and Yaqui into his orbit. He attended a school run by his brother José in Huatabampo and received an elementary level formal education. However, his mind was \"active, inventive, and above all, practical.\"[9] He spent his adolescence working a variety of jobs, before finding permanent employment in 1898 as a lathe operator at the sugar mill owned by his maternal uncles in Navolato, Sinaloa.[6] Obregón's experience as a skilled worker shaped his attitude toward the rights of labor, and \"gave him the sense of what a powerful political tool the workers' sense of rage could be.\"[10] In 1903, he married Refugio Urrea and in 1904, he left the sugar mill to sell shoes door-to-door, and then to become a tenant farmer. By 1906, he was in a position to buy his own small farm with a loan from his mother's family, where he grew chickpeas. The next year was tragic for Obregón as his wife and two of his children died, leaving him a widower with two small children, who were henceforth raised by his three older sisters. In 1909, Obregón invented a chickpea harvester and soon founded a company to manufacture these harvesters, complete with a modern assembly line. He successfully marketed these harvesters to chickpea farmers throughout the Mayo Valley.[6] Since garbanzos were an export crop, he lobbied for the extension of the railway line, to get his crop to market more efficiently. He also lobbied for irrigation works, to increase his farm's output.[11] Obregón entered politics in 1911 with his election as municipal president of the town of Huatabampo. Obregón expressed little interest in the Anti-reelectionist movement launched by Francisco I. Madero in 1908–1909 in opposition to President Porfirio Díaz. When Madero called for an uprising against Díaz following the fraudulent 1910 elections, in November 1910 by issuing his Plan of San Luis Potosí, Obregón did not join the struggle against the Díaz regime.[12] As a widowed parent of two small children and running a prosperous farm, Madero's call to arms was not urgent for him. In his memoir, he regretted the delay. Obregón became a supporter of Madero shortly after he won the presidential election of 1911. In March 1912, Pascual Orozco, a general who had fought for Madero's cause to oust Díaz, but Orozco and others who had helped bring him to power were dismayed that Madero ordered the fighters that toppled Díaz to disband, retaining the Federal Army that they had defeated. Orozco launched a revolt against Madero's regime in Chihuahua with the financial backing of Luis Terrazas, a former Governor of Chihuahua and the largest landowner in Mexico.[12] In April 1912, Obregón volunteered to join the local Maderista forces, the Fourth Irregular Battalion of Sonora, organized under the command of General Sanginés to oppose Orozco's revolt.[13] Obregón's unit was the largest in the state, and volunteered to go wherever needed.[14] This Battalion supported federal troops under the command of Victoriano Huerta sent by Madero to crush Orozco's rebellion. Within weeks of joining the Battalion, Obregón displayed signs of military genius. Obregón disobeyed his superior's orders but won several battles by luring his enemy into traps, surprise assaults, and encircling maneuvers.[13] Obregón was quickly promoted through the ranks and attained the rank of Colonel before resigning in December 1912, following the victory over Orozco (with Orozco fleeing to the United States).[15] Obregón had intended to return to civilian life in December 1912, but then in February 1913, the Madero regime was overthrown in a coup d'état (known to Mexican history as La decena trágica) orchestrated by Victoriano Huerta, Félix Díaz, Bernardo Reyes, and Henry Lane Wilson, the United States Ambassador to Mexico. Madero and his vice president were forced to resign, and were then assassinated. Huerta assumed the presidency.[15] Obregón immediately traveled to Hermosillo to offer his services to the government of Sonora in opposition to the Huerta regime. The Sonoran government refused to recognize the Huerta regime. In early March 1913, Obregón was appointed chief of Sonora's War Department. In this capacity, he set out on a campaign, and in a matter of days had managed to drive federal troops out of Nogales, Cananea, and Naco. He soon followed up by capturing the port city of Guaymas. He squared off against federal troops in May 1913 at the battle of Santa Rosa through an encirclement of enemy forces. As commander of Sonora's forces, Obregón won the respect of many revolutionaries who had fought under Madero in 1910–11, most notably Benjamín G. Hill.[15] The Sonoran government was in contact with the government of Coahuila, which had also refused to recognize the Huerta regime and entered a state of rebellion. A Sonoran delegation headed by Adolfo de la Huerta traveled to Monclova to meet with the Governor of Coahuila, Venustiano Carranza. The Sonoran government signed on to Carranza's Plan of Guadalupe, by which Carranza became \"primer jefe\" of the newly proclaimed Constitutional Army. On 30 September 1913, Carranza appointed Obregón commander-in-chief of the Constitutional Army in the Northwest, with jurisdiction over Sonora, Sinaloa, Durango, Chihuahua, and Baja California.[15] In November 1913, Obregón's forces captured Culiacán, thus securing the supremacy of the Constitutional Army in the entire area of Northwestern Mexico under Obregón's command.[15] Obregón and other Sonorans were deeply suspicious of Carranza's Secretary of War, Felipe Ángeles, because they considered Ángeles to be a holdover of the old Díaz regime. At the urging of the Sonorans (the most powerful group in Carranza's coalition following Obregón's victories in the Northwest), Carranza downgraded Ángeles to the position of Sub-Secretary of War.[16] In spite of his demotion, Ángeles formulated the rebel grand strategy of a three-prong attack south to Mexico City: (1) Obregón would advance south along the western railroad, (2) Pancho Villa would advance south along the central railroad, and (3) Pablo González Garza would advance south along the eastern railroad.[17] Obregón began his march south in April 1914. Whereas Pancho Villa preferred wild cavalry charges, Obregón was again more cautious. Villa was soon at odds with Carranza, and in May 1914, Carranza instructed Obregón to increase the pace of his southern campaign to ensure that he beat Villa's troops to Mexico City. Obregón moved his troops from Topolobampo, Sinaloa, to blockade Mazatlán, and then to Tepic, where Obregón cut off the railroad from Guadalajara, Jalisco, to Colima, thus leaving both of these ports isolated.[18] In early July, Obregón moved south to Orendaín, Jalisco, where his troops defeated federal troops, leaving 8000 dead, and making it clear that the Huerta regime was defeated. Obregón was promoted to major general. He continued his march south. Upon Obregón's arrival in Teoloyucan, Mexico State, it was clear that Huerta was defeated, and, on 11 August, on the mudguard of a car, Obregón signed the treaties that ended the Huerta regime. On 16 August 1914, Obregón and 18,000 of his troops marched triumphantly into Mexico City. He was joined shortly by Carranza, who marched triumphantly into Mexico City on 20 August.[18] In Mexico City, Obregón moved to exact revenge on his perceived enemies. He believed that the Mexican Catholic Church had supported the Huerta regime, and he therefore imposed a fine of 500,000 pesos on the church, to be paid to the Revolutionary Council for Aid to the People.[19] He also believed that the rich had been pro-Huerta, and he therefore imposed special taxes on capital, real estate, mortgages, water, pavement, sewers, carriages, automobiles, bicycles, etc.[20] Special measures were also taken against foreigners. Some of these were deliberately humiliating: for example, he forced foreign businessmen to sweep the streets of Mexico City.[21] Although tensions between the conservative Carranza and more radical Pancho Villa grew throughout 1914, Obregón attempted to mediate between the two to keep the revolutionary coalition intact. Villa had created a number of diplomatic incidents and Carranza was worried that would invite further U.S. intervention, whose forces already occupied Veracruz. On 8 July 1914, Villistas and Carrancistas signed the Pact of Torreón, in which they agreed that after Huerta's forces were defeated, 150 generals of the Revolution would meet to determine the future shape of the country. Carranza was angered by Villa's insubordination, particularly ignoring the order not the take Zacatecas, that he refused to let Villa march into Mexico City in August. Villa had contacted Obregón following Villa's capture of Zacatecas in June 1914, suggesting the two successful revolutionary generals could cooperate against the civilian Carranza. Obregón was not willing to do that at this point, preferring to try to keep the revolutionary coalition intact as long as possible. Obregón understood the danger that Villa presented to the Constitutionalists if the coalition was to fracture; he made two trips to Chihuahua in August and September 1914 to see Villa in person to try to mediate the situation between Villa and Carranza. During this period, Obregón got to know both Carranza and Villa well, which informed his later relations with them. Both trips to Villa were extremely risky for Obregón, placing himself in danger of being assassinated by Villa. In September, Villa and Carranza formally split,[21] but Obregón positioned himself for the longer term. During Obregón's first meeting with Villa in late August, the two agreed that Carranza should declare himself interim president of Mexico, as mandated in Carranza's Plan of Guadalupe when Huerta was defeated. Carranza refused to do so, since it would mean that he could not run for election as president. As the situation stood, Carranza was the head of an extra-legal government. Since the Constitutionalists supposedly fought for the restoration of constitutional government, Carranza was violating that in order to hold onto political power. Villa and Obregón further called on Carranza to appoint judges to the supreme court and establish a civilian judiciary. They also petitioned Carranza to establish councils at the federal and local levels that would then call elections. Obregón and Villa agreed that new federal congress should make laws benefiting the poor. Since the revolutionary forces had destroyed the old Federal Army, a new military force came into being, the National Army. They agreed that the military should be barred from holding high political office. Villa and Obregón's agreement also stipulated that any revolutionaries current under arms must resign from the military and be ineligible for civilian office for six months. Unlike Carranza, who was positioning himself to be elected president and not violate the no re-election principle for which the Constitutionalists fought, Villa and Obregón were not angling for the presidency, but rather seeking to restore constitutional order. A further agreement between Villa and Obregón was that land reform should be dealt with immediately, since it was the reason that many joined the revolution. Both generals saw immediate action on land for revolutionary soldiers as a priority. Obregón returned to Mexico City and presented the petition to Carranza. Carranza rejected it, even though Obregón told him it would lead to an immediate break with Villa.[22] Despite the break that came between Villa and Carranza, revolutionary leaders still attempted to resolve their differences and meet to chart the way forward. The Convention that the Carrancistas and Villistas had agreed to in the Treaty of Torreón went ahead at Aguascalientes on 5 October 1914. Carranza did not participate in the Convention of Aguascalientes because he was not a general, but, as a general, Obregón participated. The Convention soon split into two major factions: (1) the Carrancistas, who insisted that the convention should follow the promise of the Plan of Guadalupe and restore the 1857 Constitution of Mexico; and (2) the Villistas, who sought more wide-ranging social reforms than set out in the Plan of Guadalupe. The Villistas were supported by Emiliano Zapata, leader of the Liberation Army of the South, who had issued his own Plan of Ayala, which called for wide-ranging social reforms. For a month and a half, Obregón maintained neutrality between the two sides and tried to reach a middle ground that would avoid a civil war.[23] Eventually, it became clear that the Villistas/Zapatistas had prevailed at the convention; Carranza, however, refused to accept the convention's preparations for a \"pre-constitutional\" regime, which Carranza believed was totally inadequate, and in late November, Carranza rejected the authority of the regime imposed by the convention. Forced to choose sides, Obregón naturally sided with Carranza and left the convention to fight for the Primer Jefe. He had made many friends amongst the Villistas and Zapatistas at the convention and was able to convince some of them to depart with him. On 12 December 1914, Carranza issued his Additions to the Plan of Guadalupe, which laid out an ambitious reform program, including Laws of Reform, in conscious imitation of Benito Juárez's Laws of Reform.[23] Once again, Obregón was able to recruit loyal troops by promising them land in return for military service. In this case, in February 1915, the Constitutionalist Army signed an agreement with the Casa del Obrero Mundial (\"House of the World Worker\"), the labor union with anarcho-syndicalist connections which had been established during Francisco I. Madero's presidency. As a result of this agreement, six \"Red Battalions\" of workers were formed to fight alongside the Constitutionalists against the Conventionists Villa and Zapata. This agreement had the side effect of lending the Carrancistas legitimacy with the urban proletariat.[23] Obregón's forces easily defeated Zapatista forces at Puebla in early 1915, but the Villistas remained in control of large portions of the country. Forces under Pancho Villa were moving towards the Bajío; General Felipe Ángeles's forces occupied Saltillo and thus dominated the northeast; the forces of Calixto Contreras and Rodolfo Fierro controlled western Mexico; and forces under Tomás Urbina were active in Tamaulipas and San Luis Potosí.[24] The armies of Obregón and Villa clashed in four battles, collectively known as the Battle of Celaya, the largest military confrontation in Latin American history before the Falklands War of 1982. The first battle took place on 6 April and 7 April 1915 and ended with the withdrawal of the Villistas. The second, in Celaya, Guanajuato, took place between 13 April and 15 April, when Villa attacked the city of Celaya but was repulsed. The third was the prolonged position battle of Trinidad and Santa Ana del Conde between 29 April and 5 June, which was the definitive battle. Villa was again defeated by Obregón, who lost his right arm in the fight.[25] Villa made a last attempt to stop Obregón's army in Aguascalientes on 10 July but without success. Obregón distinguished himself during the Battle of Celaya by being one of the first Mexicans to comprehend that the introduction of modern field artillery, and especially machine guns, had shifted the battlefield in favor of a defending force. In fact, while Obregón studied this shift and used it in his defense of Celaya, generals in the World War I trenches of Europe were still advocating bloody and mostly failing mass charges.[26] During the battles with Villa, Obregón had his right arm blown off. The blast nearly killed him, and he attempted to put himself out of his misery and fired his pistol to accomplish that. The aide de camp who had cleaned his gun had neglected to put bullets in the weapon. In a wry story he told about himself, he joined in the search for his missing arm. \"I was helping them myself, because it's not so easy to abandon such a necessary thing as an arm.\" The searchers had no luck. A comrade reached into his pocket and raised a gold coin. Obregón concluded the story, saying \"And then everyone saw a miracle: the arm came forth from who knows where, and come skipping up to where the gold azteca [coin] was elevated; it reached up and grasped it in its fingers--lovingly--That was the only way to get my lost arm to appear.\"[27][28] The arm was subsequently embalmed and then displayed in the monument to Obregón at the Parque de la Bombilla, on the site of where he was assassinated in 1928.[29] Obregón always wore clothing tailored to show that he had lost his arm in battle, a visible sign of his sacrifice to Mexico. In May 1915, Carranza had proclaimed himself the head of what he termed a \"Preconstitutional Regime\" that would govern Mexico until a constitutional convention could be held. Obregón had petitioned Carranza as early as 1914 to assume the title of interim president, which he refused to do since it would have precluded his running for the presidency. Obregón had chosen loyalty to Carranza rather than throwing his lot in with Villa and Zapata, and Carranza appointed Obregón as Minister of War in his new cabinet.[26] Although they were ostensibly allies, Carranza and Obregón's relationship was tense, but neither wished an open break at this point. Obregón took the opportunity to build his own power base with laborers and the agrarian movement, as well as with politicians in high places.[30] As Minister of War, Obregón determined to modernize and professionalize the Mexican military thoroughly. In the process, he founded a staff college and a school of military medicine. He also founded the Department of Aviation and a school to train pilots. Munitions factories were placed under the direct control of the military.[26] In September 1916, Carranza convoked a Constitutional Convention, to be held in Querétaro, Querétaro. He declared that the liberal 1857 Constitution of Mexico would be respected, though purged of some of its shortcomings. When the Constitutional Convention met in December 1916, it had only 85 conservatives and centrists close to Carranza's brand of liberalism, a mainly civilian group known as the bloque renovador (\"renewal faction\"). There were 132 progressive delegates, who insisted that land reform and labor rights be embodied in the new constitution. Obregón was not himself a delegate, but the progressives sought out his backing for the inclusion in the constitution of guarantees for the goals for which the peasantry and organized labor had fought.Obregón now broke with Carranza and threw his considerable weight behind the radicals. He met with radical legislators, as well as the intellectual leader of the radicals, Andrés Molina Enríquez, and came out in favor of all their key issues. In particular, unlike Carranza, Obregón supported the land reform mandated by Article 27 of the constitution. He also supported the heavily anticlerical Articles 3 and 130 that Carranza opposed.[26][31][32] The revolutionary Constitution of 1917 was drafted and ratified quickly. Villistas and Zapatistas were excluded from its drafting, but both factions remained militarily a threat to the Constitutionalist regime and its new constitution. Shortly after swearing his allegiance to the new Constitution, Obregón resigned as Minister of War and retired to Huatabampo to resume his life as a chickpea farmer. He organized the region's chickpea farmers in a producer's league and briefly entertained the idea of going to France to fight on the side of the Allies in World War I. He made a considerable amount of money in these years, and also entertained many visitors. As the victorious general of the Mexican Revolution, Obregón remained enormously popular throughout the country.[33] By early 1919, Obregón had determined to use his immense popularity to run in the presidential election that would be held in 1920. Carranza announced that he would not run for president in 1920, but refused to endorse Obregón, instead endorsing an obscure diplomat, Ignacio Bonillas, a civilian nobody that Carranza could likely control. Obregón announced his candidacy in June 1919. He ran as the candidate for the Partido Liberal Constitutionalista (PLC), a party uniting most of the revolutionary generals. Obregón's cousin and comrade in arms, General Benjamin Hill, was a founding member of the party. He coordinated Obregón's support in Mexico City and reached out to the Zapatista general Genovo de la O.[34] Carranza had Emiliano Zapata assassinated in 1919, weakening but not eliminating the Zapatista threat to the capital. In August, he concluded an agreement with Luis Napoleón Morones and the Regional Confederation of Mexican Workers, promising that if elected, he would create a Department of Labor, install a labor-friendly Minister of Industry and Commerce, and issue a new labor law.[35] Obregón began to campaign in earnest in November 1919.[36] Carranza was far more conservative than Obregón and once duly elected as president, he did not implement the revolutionary elements of the 1917 constitution. Carranza attempted to concentrate power in his own hands. Obregón had anticipated that Carranza would encourage him to run for the presidency in 1920, but no word came from him. Obregón informed Carranza by telegram that he would be running for the presidency. Obregón's formal announcement was distributed widely, and Carranza saw Obregón's condemnation of \"evils of the Carranza regime.\" Stung by Obregón's repudiation, Carranza sought a presidential candidate from the state of Sonora, choosing the obscure civilian, the Mexican Ambassador to the U.S. Ignacio Bonillas.[37] When Obregón heard that his fellow Sonorense was Carranza's chosen candidate, he said \"An excellent person, my paisano Bonillas. A man who is werious, honoest, and hardworking. The world has lost a magnificent bookkeeper.\"[38] At Carranza's behest, the Senate stripped Obregón of his military rank, a move which only increased Obregón's popularity. Then, Carranza orchestrated a plot in which a minor officer claimed that Obregón was planning an armed uprising against the Carranza regime. Obregón was forced to disguise himself as a railwayman and flee to Guerrero, where one of his former subordinates, Fortunato Maycotte, was governor. On 20 April 1920, Obregón issued a declaration in the town of Chilpancingo accusing Carranza of having used public money in support of Bonillas's presidential candidacy. He declared his allegiance to the Governor of Sonora, Adolfo de la Huerta, in revolution against the Carranza regime.[39] On 23 April, the Sonorans issued the Plan of Agua Prieta, which triggered a military revolt against the president. Obregón's Sonoran forces were augmented by troops under General Benjamín G. Hill and the Zapatistas led by Gildardo Magaña and Genovevo de la O. The revolt was successful and Carranza was deposed, after Obregon's forces captured Mexico City on 10 May 1920[40] On 20 May 1920, Carranza was killed in the state of Puebla in an ambush led by General Rodolfo Herrero as he fled from Mexico City to Veracruz on horseback. For six months, from 1 June 1920 to 1 December 1920, Adolfo de la Huerta served as provisional president of Mexico until elections could be held.[41] When Obregón was declared the victor, de la Huerta stepped down and assumed the position of Secretary of the Treasury in the new government. Obregón's election as president essentially signaled the end of the violence of the Mexican Revolution. The death of Lucio Blanco in 1922 and the assassination of Pancho Villa in 1923 would eliminate the last remaining obvious challenges to Obregón's regime. He pursued what seemed to be contradictory policies during his administration.[42] Obregón appointed José Vasconcelos (Rector of the National Autonomous University of Mexico who had been in exile 1915–1920 because of his opposition to Carranza) as his Secretary of Public Education.[43] Vasconcelos undertook a major effort to construct new schools across the country. Around 1,000 rural schools and 2,000 public libraries were built.[44] Vasconcelos was also interested in promoting artistic developments that created a narrative of Mexico's history and the Mexican Revolution.[45] Obregón's time as president saw the beginning of the art movement of Mexican muralism, with artists such as Diego Rivera, David Alfaro Siqueiros, José Clemente Orozco, and Roberto Montenegro invited to create murals expressive of the spirit of the Mexican Revolution on the walls of public buildings throughout Mexico.[46] Obregón also sought to shape public perceptions of the Revolution and its place in history by staging elaborate celebrations in 1921 on the centenary of Mexico's independence from Spain. There had been such celebrations in 1910 by the Díaz regime, commemorating the start of the insurgency by Miguel Hidalgo. The political fact of independence was achieved by former royalist officer Agustín de Iturbide, who was more celebrated by conservatives in post-independence Mexico than liberals. However, 1921 provided a date for Obregon's government to shape historical memory of independence and the Revolution.[47] After a decade of violence during the Revolution, the centennial celebrations provided an opportunity for Mexicans to reflect on their history and identity, as well as to enjoy diversions in peacetime. For Obregón, the centennial was a way to emphasize that revolutionary initiatives had historical roots and that like independence, the Revolution presented new opportunities for Mexicans.[48] Obregón \"intended to use the occasion to shore-up popular support for the government, and, by extension, the revolution itself.\"[49] Unlike the centennial celebrations in 1910, the one of 1921 had no monumental architecture to inaugurate.[50] Obregón kept his August 1919 agreement with Luis Napoleón Morones and the Regional Confederation of Mexican Workers (CROM) and created a Department of Labor, installed a labor-friendly Minister of Industry and Commerce, and issued a new labor law.[51] Morones and CROM became increasingly powerful in the early 1920s and it would have been very difficult for Obregón to oppose their increased power. Morones was not afraid to use violence against his competitors, nearly eliminating the General Confederation of Workers in 1923.[51] CROM's success did not necessarily translate to success for all of Mexico's workers, and Article 123 of the Constitution of Mexico was enforced only sporadically. Thus, while CROM's right to strike was recognized, non-CROM strikes were broken up by the police or the army. Also, few Mexican workers got Sundays off with pay, or were able to limit their workday to eight hours.[51] Land reform was far more extensive under Obregón than it had been under Carranza. Obregón enforced the constitutional land redistribution provisions, and in total, 921,627 hectares of land were distributed during his presidency.[51] However, Obregón was a successful commercial chickpea farmer in Sonora, and \"did not believe in socialism or in land reform\" and was in agreement with Madero and Carranza that \"radical land reform might very well destroy the Mexican economy and lead to a return to subsistence agriculture.\"[52] Many leaders and members of the Roman Catholic Church in Mexico were highly critical of the 1917 constitution. They especially criticized Article 3, which forbade religious instruction in schools, and Article 130, which adopted an extreme form of separation of church and state by including a series of restrictions on priests and ministers of all religions to hold public office, canvass on behalf of political parties or candidates, or to inherit from persons other than close blood relatives.[51] Although Obregón was suspicious of the Catholic Church, he was less anticlerical than his successor, Plutarco Elías Calles, would be. Calles's policies would lead to the Cristero War (1926–29). For example, Obregón sent Pope Pius XI congratulations upon his election in 1922 and, in a private message to the pope, emphasized the \"complementarity\" of the aims of the Catholic Church and the Mexican Revolution.[51] In spite of Obregón's moderate approach, his presidency saw the beginnings of clashes between Catholics and supporters of the Mexican Revolution. Some bishops[who?] campaigned actively against land reform and the organization of workers into secular unions. Catholic Action movements were founded in Mexico in the wake of Pius XI's 1922 encyclical Ubi arcano Dei consilio, and supporters of the Young Mexican Catholic Action soon found themselves in violent conflict with CROM members.[53] The most serious diplomatic incident occurred in 1923, when Ernesto Filippi, the Apostolic Nuncio to Mexico, conducted an open air religious service although it was illegal to hold a religious service outside a church. The government invoked Article 33 of the constitution and expelled Filippi from Mexico.[54] As president, one of Obregón's top priorities was securing US diplomatic recognition of his regime, to resume normal Mexico–United States relations. Although he rejected the U.S. demand that Mexico rescind Article 27 of the constitution, Obregón negotiated a major agreement with the United States, the Bucareli Treaty of August 1923 that made some concessions to the US in order to gain diplomatic recognition.[55] It was particularly helpful when the Mexican Supreme Court, in a case brought by Texas Oil, declared that Article 27 did not apply retroactively. Another important arena in which Obregón resolved issues with the U.S. and other foreign governments was the Mexican-United States General Claims Commission.[56] Finance Minister Adolfo de la Huerta signed a deal in which Mexico recognized a debt of $1.451 million to international bankers. Finally, at the Bucareli Conference, Obregón agreed to an American demand that Mexico would not expropriate any foreign oil companies, and in exchange, the U.S. recognized his government. Many Mexicans criticized Obregón as a sellout (entreguista), including Adolfo de la Huerta for his actions at the Bucareli Conference.[54] In 1923, Obregón endorsed Plutarco Elías Calles for president in the 1924 election in which Obregón was not eligible to run. Finance Minister Adolfo de la Huerta, who had served as interim president in 1920 before he stepped after the election of Obregón, joined a rebellion against Obregón and his chosen successor, Plutarco Elías Calles. De la Huerta believed Obregón was repeating Carranza's mistake of imposing his own candidate on the country. De la Huerta accepted the nomination of the Cooperativist Party to be its candidate in the presidential elections.[57] De la Huerta then joined and gave his name to a major military uprising against Obregón. Over half of the army joined De la Huerta's rebellion, with many of Obregón's former comrades in arms now turning on him. Rebel forces massed in Veracruz and Jalisco.[57] In a decisive battle at Ocotlán, Jalisco, Obregón's forces crushed the rebel forces. Diplomatic recognition by the United States following the signing of the 1923 Bucareli Treaty was significant in Obregón's victory over rebels. The U.S. supplied Obregón arms but also sent 17 U.S. planes, which bombed rebels in Jalisco.[3] Obregón hunted down many of his former comrades in arms, including Gen. Salvador Alvarado and Fortunato Maycotte and had them executed.[58][59] De la Huerta was among those who went into exile. Following the crushing of the rebellion, Calles was elected president, and Obregón stepped down from office. Following the election of Calles as president, Obregón returned to Sonora to farm. He led an \"agricultural revolution\" in the Yaqui Valley, where he introduced modern irrigation. Obregón expanded his business interests to include a rice mill in Cajeme, a seafood packing plant, a soap factory, tomato fields, a car rental business, and a jute bag factory.[60] Obregón remained in close contact with President Calles, whom he had installed as his successor, and was a frequent guest of Calles at Chapultepec Castle. This prompted fears that Obregón was intending to follow in the footsteps of Porfirio Díaz and that Calles was merely a puppet figure, the equivalent of Manuel González. These fears became acute in October 1926, when the Mexican Congress repealed term limits, thus clearing the way for Obregón to run for president in 1928.[60] Obregón returned to the battlefield for the period October 1926 to April 1927 to put down a rebellion led by the Yaqui people. This was somewhat ironic because Obregón had first risen to military prominence commanding Yaqui troops, to whom he promised land, and the 1926–27 Yaqui rebellion was a demand for land reform. In all likelihood, Obregón participated in this campaign in order to prove his loyalty to the Calles government, to show his continued influence over the military, and also to protect his commercial interests in the Yaqui Valley, which had begun to suffer as a result of the increasing violence in the region.[61] Obregón formally began his presidential campaign in May 1927. CROM and a large part of public opinion were against his re-election, but he still counted on the support of most of the army and of the National Agrarian Party. Two of Obregón's oldest allies, General Arnulfo R. Gómez and General Francisco \"Pancho\" Serrano, opposed his re-election. Serrano launched an anti-Obregón rebellion and was ultimately assassinated. Gómez later called for an insurrection against Obregón, but was soon killed as well.[62] Obregón won the 1928 Mexican presidential election, but months before assuming the presidency he was assassinated. Calles' harsh treatment of Roman Catholics had led to a rebellion known as the Cristero War, which broke out in 1926. As an ally of Calles, Obregón was hated by Catholics and was assassinated in La Bombilla Café[63] on July 17, 1928, shortly after his return to Mexico City, by José de León Toral, a Roman Catholic opposed to the government's anti-Catholic policies.[64] Toral was offended by the Calles government's anti-religious laws, which led to the Cristero War by Catholics against the regime. Obregón was not as fiercely anticlerical as Calles and had not imposed the anticlerical provisions of the 1917 constitution when he was president. Toral's subsequent trial resulted in his conviction and execution by firing squad. A Capuchin nun named María Concepción Acevedo de la Llata, \"Madre Conchita\", was implicated in the case and was thought to be the mastermind behind Obregón's murder.[65] Álvaro Obregón was awarded Japan's Order of the Chrysanthemum at a special ceremony in Mexico City. On November 26, 1924, Baron Shigetsuma Furuya, Special Ambassador from Japan to Mexico, conferred the honor on the President.[66] Although Obregón was a gifted military strategist during the Revolution and decisively defeated Pancho Villa's División del Norte at the Battle of Celaya and went on to become President of Mexico, his posthumous name recognition and standing as a hero of the Revolution is nowhere near that of Villa's or Emiliano Zapata's. There is no posthumous cult of Obregón as there is to those two losing revolutionary leaders. On the 1945 anniversary of Obregón's assassination, the official ceremony attracted few attendees.[67] As president, he successfully gained recognition from the United States in 1923, settled for a period the dispute with the U.S. over oil via the Bucareli Treaty, gain full rein to his Secretary of Public Education, José Vasconcelos, who expanded access to learning for Mexicans by building schools, but also via public art of the Mexican muralists. Perhaps as with Porfirio Díaz, Obregón saw himself as indispensable to the nation and had the Constitution of 1917 amended so that he could run again for the presidency in Mexico. This bent and, in many people's minds, violated the revolutionary rule \"no re-election\" that had been enshrined in the constitution. His assassination in 1928 before he could take the presidential office created a major political crisis in Mexico, which was solved by the creation of the National Revolutionary Party by his fellow Sonoran, General and former President Plutarco Elías Calles. An imposing monument to Álvaro Obregón is located in the Parque de la Bombilla in the San Ángel neighborhood of southern Mexico City. It is Mexico's largest monument to a single revolutionary and stands on the site where Obregón was assassinated.[68] The monument held Obregón's severed, and over the years, increasingly deteriorating right arm that he lost in 1915. The monument now has a marble sculpture of the severed arm, after the arm itself was incinerated in 1989. Obregón's body is buried in Huatabampo, Sonora, rather than the Monument to the Revolution in downtown Mexico City where other revolutionaries are now entombed. In Sonora, Obregón is honored with an equestrian statue, where he is shown as a vigorous soldier with two arms. In Sonora, the second largest city, Ciudad Obregón is named for the revolutionary leader. Obregón's son Álvaro Obregón Tapia served one term as the governor of Sonora as a candidate for the Institutional Revolutionary Party, founded following Obregón's assassination. The Álvaro Obregón Dam, built near Ciudad Obregón, became operational during the gubernatorial term of Obregón's son. Obregón is honored in the name of a genus of small cactus indigenous to Mexico – Obregonia denegrii.[69] In the novel The Friends of Pancho Villa (1996) by James Carlos Blake, Obregón is a major character. Obregón is also featured in the novel Il collare spezzato by Italian writer Valerio Evangelisti (2006). Obregón's legacy and lost limb are the subjects of Mexican-American singer-songwriter El Vez's \"The Arm of Obregón\", from his 1996 album G.I. Ay! Ay! Blues.[70] Weis, Robert (2019). For Christ and Country: Militant Catholic Youth in Post-Revolutionary Mexico. Cambridge: Cambridge University Press. 978-110849302","country":"Mexico"}