{"name":"Óscar Carmona","url":"/wiki/%C3%93scar_Carmona","Born":"1869-11-24","Died":"1951-04-18","Political party":"National Union (1932–1951)","termEnds":null,"termStarts":null,"text":"António Óscar de Fragoso Carmona BTO ComC GCA ComSE (Portuguese pronunciation: [ɐ̃ˈtɔniu ˈɔʃkaɾ fɾɐˈɡozu kaɾˈmonɐ]; 24 November 1869 – 18 April 1951) was a Portuguese Army officer and politician who served as prime minister of Portugal from 1926 to 1928 and as the 11th president of Portugal from 1926 until his death in 1951. He also served as the Minister of War, in late 1923 and in 1926, and as a Minister of Foreign Affairs in 1926. Carmona was a republican and a freemason and was a quick adherent to the proclamation of the Portuguese First Republic on 5 October 1910. He was, however, never a sympathizer of the democratic form of government, and – as he would later confess in an interview to António Ferro – he only voted for the first time at the 1933 constitutional referendum. During the First Republic, he briefly served as Minister of War in the cabinet of António Ginestal Machado in 1923. Unlike the popular marshal Gomes da Costa, Carmona had not seen action in World War I. Carmona was very active in the 28 May 1926 coup d'état that overthrew the First Republic. The first Council President, the commandant José Mendes Cabeçadas, a democratic sympathizer supported by the last republican president, Bernardino Machado, was succeeded in June by Manuel de Oliveira Gomes da Costa. Carmona, who had been the Minister for Foreign Affairs between 3 June and 6 July, was the leader of the most conservative and authoritarian wing of the military regime, which considered the more moderate Gomes da Costa a liability. On 9 July, he led a countercoup together with general João José Sinel de Cordes, named himself President, and immediately assumed dictatorial powers. He was formally elected to the office in 1928, as the only candidate. In 1928 Carmona appointed António de Oliveira Salazar as Minister of Finance. Impressed by Salazar's charisma and qualities, Carmona nominated Salazar as Prime Minister in 1932, and largely turned over control of the government to him. In 1933, a new constitution officially established the \"Estado Novo\". On paper, the new document codified the dictatorial powers Carmona had exercised since 1928. However, in practice he was now little more than a figurehead; Salazar held the real power. On paper, the president's power to dismiss Salazar was the only check on his power. However, Carmona mostly allowed Salazar a free hand. He was re-elected without opposition in 1935 and 1942 for seven-year terms. In 1935, he signed the law that forbade Freemasonry in Portugal reluctantly, due to his own Freemason past. Although the democratic opposition was allowed to contest elections after World War II, Carmona was not on friendly terms with it. When the opposition demanded that the elections be delayed in order to give them more time to organize, Carmona turned them down. However, there were widespread rumors that Carmona supported the failed military uprising in 1947, which was led by general José Marques Godinho to overthrow Salazar, under the condition that he would remain as President of the Republic. Probably to end these rumors, Carmona finally accepted the title of Marshal. In 1949, Carmona, 79 years old, sought his fourth term as president. For the first time, he actually faced an opponent in General José Norton de Matos. However, after the regime refused to allow Matos to actually run a campaign, he pulled out of the race on 12 February, handing Carmona another term. Carmona died two years later, in 1951, after 24 years as the President of the Republic. He was buried in the Church of Santa Engrácia, National Pantheon, in Lisbon. He was born to Alvaro Rosario Teixeira Carmona, a Portuguese Naval officer from Felgueiras, based in Brazil and part of the Portuguese Military Attache's staff in Brazil. In January 1914, Carmona married Maria do Carmo Ferreira da Silva (Chaves, 28 September 1878 – 13 March 1956), daughter of Germano da Silva and wife Engrácia de Jesus. With this marriage, he legitimized their three children. He was the grand-uncle of the former Mayor of Lisbon Carmona Rodrigues (2004–2007). He was also the cousin of Brazilian President Augusto Tasso Fragoso.[1] His personal library was purchased by the National Library of Australia in 1967/8.[2] Carmona wrote a book of rules for the Cavalry School in 1913. The town of Uíge, Angola, used to be called Carmona after him.[5] It had that name until 1975 when the Portuguese Overseas Province of Angola became independent. He was also portrayed in the Angolan escudo banknote issue of 1972.[6]","country":"Portugal"}